{
  "Amos": {
    "1": {
      "1": "The words of Amos, who was one of the sheep breeders from Tekoa—what he saw regarding Israel in the days of King Uzziah of Judah and Jeroboam son of Jehoash, king of Israel, two years before the earthquake.",
      "2": "He said:\nThe Lord roars from Zion\nand makes his voice heard from Jerusalem;\nthe pastures of the shepherds mourn,\nand the summit of Carmel withers.",
      "3": "The Lord says:\nI will not relent from punishing Damascus\nfor three crimes, even four,\nbecause they threshed Gilead with iron sledges.",
      "4": "Therefore, I will send fire against Hazael’s palace,\nand it will consume Ben-hadad’s citadels.",
      "5": "I will break down the gates of Damascus.\nI will cut off the ruler from the Valley of Aven,\nand the one who wields the scepter from Beth-eden.\nThe people of Aram will be exiled to Kir.\nThe Lord has spoken.",
      "6": "The Lord says:\nI will not relent from punishing Gaza\nfor three crimes, even four,\nbecause they exiled a whole community,\nhanding them over to Edom.",
      "7": "Therefore, I will send fire against the walls of Gaza,\nand it will consume its citadels.",
      "8": "I will cut off the ruler from Ashdod,\nand the one who wields the scepter from Ashkelon.\nI will also turn my hand against Ekron,\nand the remainder of the Philistines will perish.\nThe Lord God has spoken.",
      "9": "The Lord says:\nI will not relent from punishing Tyre\nfor three crimes, even four,\nbecause they handed over\na whole community of exiles to Edom\nand broke a treaty of brotherhood.",
      "10": "Therefore, I will send fire against the walls of Tyre,\nand it will consume its citadels.",
      "11": "The Lord says:\nI will not relent from punishing Edom\nfor three crimes, even four,\nbecause he pursued his brother with the sword.\nHe stifled his compassion,\nhis anger tore at him continually,\nand he harbored his rage incessantly.",
      "12": "Therefore, I will send fire against Teman,\nand it will consume the citadels of Bozrah.",
      "13": "The Lord says:\nI will not relent from punishing the Ammonites\nfor three crimes, even four,\nbecause they ripped open\nthe pregnant women of Gilead\nin order to enlarge their territory.",
      "14": "Therefore, I will set fire to the walls of Rabbah,\nand it will consume its citadels.\nThere will be shouting on the day of battle\nand a violent wind on the day of the storm.",
      "15": "Their king and his princes\nwill go into exile together.\nThe Lord has spoken."
    },
    "2": {
      "1": "The Lord says:\nI will not relent from punishing Moab\nfor three crimes, even four,\nbecause he burned the bones\nof the king of Edom to lime.",
      "2": "Therefore, I will send fire against Moab,\nand it will consume the citadels of Kerioth.\nMoab will die with a tumult,\nwith shouting and the sound of the ram’s horn.",
      "3": "I will cut off the judge from the land\nand kill all its officials with him.\nThe Lord has spoken.",
      "4": "The Lord says:\nI will not relent from punishing Judah\nfor three crimes, even four,\nbecause they have rejected the instruction of the Lord\nand have not kept his statutes.\nThe lies that their ancestors followed\nhave led them astray.",
      "5": "Therefore, I will send fire against Judah,\nand it will consume the citadels of Jerusalem.",
      "6": "The Lord says:\nI will not relent from punishing Israel\nfor three crimes, even four,\nbecause they sell a righteous person for silver\nand a needy person for a pair of sandals.",
      "7": "They trample the heads of the poor\non the dust of the ground\nand obstruct the path of the needy.\nA man and his father have sexual relations\nwith the same girl,\nprofaning my holy name.",
      "8": "They stretch out beside every altar\non garments taken as collateral,\nand in the house of their God\nthey drink wine obtained through fines.",
      "9": "Yet I destroyed the Amorite as Israel advanced;\nhis height was like the cedars,\nand he was as sturdy as the oaks;\nI destroyed his fruit above and his roots beneath.",
      "10": "And I brought you from the land of Egypt\nand led you forty years in the wilderness\nin order to possess the land of the Amorite.",
      "11": "I raised up some of your sons as prophets\nand some of your young men as Nazirites.\nIs this not the case, Israelites?\nThis is the Lord’s declaration.",
      "12": "But you made the Nazirites drink wine\nand commanded the prophets,\n“Do not prophesy.”",
      "13": "Look, I am about to crush you in your place\nas a wagon crushes when full of grain.",
      "14": "Escape will fail the swift,\nthe strong one will not maintain his strength,\nand the warrior will not save his life.",
      "15": "The archer will not stand his ground,\nthe one who is swift of foot\nwill not save himself,\nand the one riding a horse will not save his life.",
      "16": "Even the most courageous of the warriors\nwill flee naked on that day—\nthis is the Lord’s declaration."
    },
    "3": {
      "1": "Listen to this message that the Lord has spoken against you, Israelites, against the entire clan that I brought from the land of Egypt:",
      "2": "I have known only you\nout of all the clans of the earth;\ntherefore, I will punish you for all your iniquities.",
      "3": "Can two walk together\nwithout agreeing to meet?",
      "4": "Does a lion roar in the forest\nwhen it has no prey?\nDoes a young lion growl from its lair\nunless it has captured something?",
      "5": "Does a bird land in a trap on the ground\nif there is no bait for it?\nDoes a trap spring from the ground\nwhen it has caught nothing?",
      "6": "If a ram’s horn is blown in a city,\naren’t people afraid?\nIf a disaster occurs in a city,\nhasn’t the Lord done it?",
      "7": "Indeed, the Lord God does nothing\nwithout revealing his counsel\nto his servants the prophets.",
      "8": "A lion has roared;\nwho will not fear?\nThe Lord God has spoken;\nwho will not prophesy?",
      "9": "Proclaim on the citadels in Ashdod\nand on the citadels in the land of Egypt:\nAssemble on the mountains of Samaria,\nand see the great turmoil in the city\nand the acts of oppression within it.",
      "10": "The people are incapable of doing right—\nthis is the Lord’s declaration—\nthose who store up violence and destruction\nin their citadels.",
      "11": "Therefore, the Lord God says:\nAn enemy will surround the land;\nhe will destroy your strongholds\nand plunder your citadels.",
      "12": "The Lord says:\nAs the shepherd snatches two legs\nor a piece of an ear\nfrom the lion’s mouth,\nso the Israelites who live in Samaria\nwill be rescued\nwith only the corner of a bed\nor the cushion of a couch.",
      "13": "Listen and testify against the house of Jacob—\nthis is the declaration of the Lord God,\nthe God of Armies.",
      "14": "I will punish the altars of Bethel\non the day I punish Israel for its crimes;\nthe horns of the altar will be cut off\nand fall to the ground.",
      "15": "I will demolish the winter house\nand the summer house;\nthe houses inlaid with ivory will be destroyed,\nand the great houses will come to an end.\nThis is the Lord’s declaration."
    },
    "4": {
      "1": "Listen to this message, you cows of Bashan\nwho are on the hill of Samaria,\nwomen who oppress the poor\nand crush the needy,\nwho say to their husbands,\n“Bring us something to drink.”",
      "2": "The Lord God has sworn by his holiness:\nLook, the days are coming\nwhen you will be taken away with hooks,\nevery last one of you with fishhooks.",
      "3": "You will go through breaches in the wall,\neach woman straight ahead,\nand you will be driven along toward Harmon.\nThis is the Lord’s declaration.",
      "4": "Come to Bethel and rebel;\nrebel even more at Gilgal!\nBring your sacrifices every morning,\nyour tenths every three days.",
      "5": "Offer leavened bread as a thanksgiving sacrifice,\nand loudly proclaim your freewill offerings,\nfor that is what you Israelites love to do!\nThis is the declaration of the Lord God.",
      "6": "I gave you absolutely nothing to eat in all your cities,\na shortage of food in all your communities,\nyet you did not return to me.\nThis is the Lord’s declaration.",
      "7": "I also withheld the rain from you\nwhile there were still three months until harvest.\nI sent rain on one city\nbut no rain on another.\nOne field received rain\nwhile a field with no rain withered.",
      "8": "Two or three cities staggered\nto another city to drink water\nbut were not satisfied,\nyet you did not return to me.\nThis is the Lord’s declaration.",
      "9": "I struck you with blight and mildew;\nthe locust devoured\nyour many gardens and vineyards,\nyour fig trees and olive trees,\nyet you did not return to me.\nThis is the Lord’s declaration.",
      "10": "I sent plagues like those of Egypt;\nI killed your young men with the sword,\nalong with your captured horses.\nI caused the stench of your camp\nto fill your nostrils,\nyet you did not return to me.\nThis is the Lord’s declaration.",
      "11": "I overthrew some of you\nas I overthrew Sodom and Gomorrah,\nand you were like a burning stick\nsnatched from a fire,\nyet you did not return to me—\nThis is the Lord’s declaration.",
      "12": "Therefore, Israel, that is what I will do to you,\nand since I will do that to you,\nIsrael, prepare to meet your God!",
      "13": "He is here:\nthe one who forms the mountains,\ncreates the wind,\nand reveals his thoughts to man,\nthe one who makes the dawn out of darkness\nand strides on the heights of the earth.\nThe Lord, the God of Armies, is his name."
    },
    "5": {
      "1": "Listen to this message that I am singing for you, a lament, house of Israel:",
      "2": "She has fallen;\nVirgin Israel will never rise again.\nShe lies abandoned on her land\nwith no one to raise her up.",
      "3": "For the Lord God says:\nThe city that marches out a thousand strong\nwill have only a hundred left,\nand the one that marches out a hundred strong\nwill have only ten left in the house of Israel.",
      "4": "For the Lord says to the house of Israel:\nSeek me and live!",
      "5": "Do not seek Bethel\nor go to Gilgal\nor journey to Beer-sheba,\nfor Gilgal will certainly go into exile,\nand Bethel will come to nothing.",
      "6": "Seek the Lord and live,\nor he will spread like fire\nthroughout the house of Joseph;\nit will consume everything\nwith no one at Bethel to extinguish it.",
      "7": "Those who turn justice into wormwood\nalso throw righteousness to the ground.",
      "8": "The one who made the Pleiades and Orion,\nwho turns darkness into dawn\nand darkens day into night,\nwho summons the water of the sea\nand pours it out over the surface of the earth—\nthe Lord is his name.",
      "9": "He brings destruction on the strong,\nand it falls on the fortress.",
      "10": "They hate the one who convicts the guilty\nat the city gate,\nand they despise the one who speaks with integrity.",
      "11": "Therefore, because you trample on the poor\nand exact a grain tax from him,\nyou will never live in the houses of cut stone\nyou have built;\nyou will never drink the wine\nfrom the lush vineyards\nyou have planted.",
      "12": "For I know your crimes are many\nand your sins innumerable.\nThey oppress the righteous, take a bribe,\nand deprive the poor of justice at the city gates.",
      "13": "Therefore, those who have insight will keep silent\nat such a time,\nfor the days are evil.",
      "14": "Pursue good and not evil\nso that you may live,\nand the Lord, the God of Armies,\nwill be with you\nas you have claimed.",
      "15": "Hate evil and love good;\nestablish justice at the city gate.\nPerhaps the Lord, the God of Armies, will be gracious\nto the remnant of Joseph.",
      "16": "Therefore the Lord, the God of Armies, the Lord, says:\nThere will be wailing in all the public squares;\nthey will cry out in anguish in all the streets.\nThe farmer will be called on to mourn,\nand professional mourners to wail.",
      "17": "There will be wailing in all the vineyards,\nfor I will pass among you.\nThe Lord has spoken.",
      "18": "Woe to you who long for the day of the Lord!\nWhat will the day of the Lord be for you?\nIt will be darkness and not light.",
      "19": "It will be like a man who flees from a lion\nonly to have a bear confront him.\nHe goes home and rests his hand against the wall\nonly to have a snake bite him.",
      "20": "Won’t the day of the Lord\nbe darkness rather than light,\neven gloom without any brightness in it?",
      "21": "I hate, I despise, your feasts!\nI can’t stand the stench\nof your solemn assemblies.",
      "22": "Even if you offer me\nyour burnt offerings and grain offerings,\nI will not accept them;\nI will have no regard\nfor your fellowship offerings of fattened cattle.",
      "23": "Take away from me the noise of your songs!\nI will not listen to the music of your harps.",
      "24": "But let justice flow like water,\nand righteousness, like an unfailing stream.",
      "25": "“House of Israel, was it sacrifices and grain offerings that you presented to me during the forty years in the wilderness?",
      "26": "But you have taken up Sakkuth your king and Kaiwan your star god, images you have made for yourselves.",
      "27": "So I will send you into exile beyond Damascus.” The Lord, the God of Armies, is his name. He has spoken."
    },
    "6": {
      "1": "Woe to those who are at ease in Zion\nand to those who feel secure on the hill of Samaria—\nthe notable people in this first of the nations,\nthose the house of Israel comes to.",
      "2": "Cross over to Calneh and see;\ngo from there to great Hamath;\nthen go down to Gath of the Philistines.\nAre you better than these kingdoms?\nIs their territory larger than yours?",
      "3": "You dismiss any thought of the evil day\nand bring in a reign of violence.",
      "4": "They lie on beds inlaid with ivory,\nsprawled out on their couches,\nand dine on lambs from the flock\nand calves from the stall.",
      "5": "They improvise songs to the sound of the harp\nand invent their own musical instruments like David.",
      "6": "They drink wine by the bowlful\nand anoint themselves with the finest oils\nbut do not grieve over the ruin of Joseph.",
      "7": "Therefore, they will now go into exile\nas the first of the captives,\nand the feasting of those who sprawl out\nwill come to an end.",
      "8": "The Lord God has sworn by himself—this is the declaration of the Lord, the God of Armies:\nI loathe Jacob’s pride\nand hate his citadels,\nso I will hand over the city and everything in it.",
      "9": "And if there are ten men left in one house, they will die.",
      "10": "A close relative and burner will remove his corpse from the house. He will call to someone in the inner recesses of the house, “Any more with you?”\nThat person will reply, “None.”\nThen he will say, “Silence, because the Lord’s name must not be invoked.”",
      "11": "For the Lord commands:\nThe large house will be smashed to pieces,\nand the small house to rubble.",
      "12": "Do horses gallop on the cliffs?\nDoes anyone plow there with oxen?\nYet you have turned justice into poison\nand the fruit of righteousness into wormwood—",
      "13": "you who rejoice over Lo-debar\nand say, “Didn’t we capture Karnaim\nfor ourselves by our own strength?”",
      "14": "But look, I am raising up a nation\nagainst you, house of Israel—\nthis is the declaration of the Lord,\nthe God of Armies—\nand they will oppress you\nfrom the entrance of Hamath\nto the Brook of the Arabah."
    },
    "7": {
      "1": "The Lord God showed me this: He was forming a swarm of locusts at the time the spring crop first began to sprout—after the cutting of the king’s hay.",
      "2": "When the locusts finished eating the vegetation of the land, I said, “Lord God, please forgive! How will Jacob survive since he is so small?”",
      "3": "The Lord relented concerning this. “It will not happen,” he said.",
      "4": "The Lord God showed me this: The Lord God was calling for a judgment by fire. It consumed the great deep and devoured the land.",
      "5": "Then I said, “Lord God, please stop! How will Jacob survive since he is so small?”",
      "6": "The Lord relented concerning this. “This will not happen either,” said the Lord God.",
      "7": "He showed me this: The Lord was standing there by a vertical wall with a plumb line in his hand.",
      "8": "The Lord asked me, “What do you see, Amos?” \nI replied, “A plumb line.”\nThen the Lord said, “I am setting a plumb line among my people Israel; I will no longer spare them:",
      "9": "Isaac’s high places will be deserted,\nand Israel’s sanctuaries will be in ruins;\nI will rise up against the house of Jeroboam\nwith a sword.”",
      "10": "Amaziah the priest of Bethel sent word to King Jeroboam of Israel, saying, “Amos has conspired against you right here in the house of Israel. The land cannot endure all his words,",
      "11": "for Amos has said this: ‘Jeroboam will die by the sword, and Israel will certainly go into exile from its homeland.’”",
      "12": "Then Amaziah said to Amos, “Go away, you seer! Flee to the land of Judah. Earn your living and give your prophecies there,",
      "13": "but don’t ever prophesy at Bethel again, for it is the king’s sanctuary and a royal temple.”",
      "14": "So Amos answered Amaziah, “I was not a prophet or the son of a prophet; rather, I was a herdsman, and I took care of sycamore figs.",
      "15": "But the Lord took me from following the flock and said to me, ‘Go, prophesy to my people Israel.’”",
      "16": "Now hear the word of the Lord. You say:\nDo not prophesy against Israel;\ndo not preach against the house of Isaac.",
      "17": "Therefore, this is what the Lord says:\nYour wife will be a prostitute in the city,\nyour sons and daughters will fall by the sword,\nand your land will be divided up\nwith a measuring line.\nYou yourself will die on pagan soil,\nand Israel will certainly go into exile\nfrom its homeland."
    },
    "8": {
      "1": "The Lord God showed me this: a basket of summer fruit.",
      "2": "He asked me, “What do you see, Amos?” \nI replied, “A basket of summer fruit.”\nThe Lord said to me, “The end has come for my people Israel; I will no longer spare them.",
      "3": "In that day the temple songs will become wailing”—this is the Lord God’s declaration. “Many dead bodies, thrown everywhere! Silence!”",
      "4": "Hear this, you who trample on the needy\nand do away with the poor of the land,",
      "5": "asking, “When will the New Moon be over\nso we may sell grain,\nand the Sabbath,\nso we may market wheat?\nWe can reduce the measure\nwhile increasing the price\nand cheat with dishonest scales.",
      "6": "We can buy the poor with silver\nand the needy for a pair of sandals\nand even sell the chaff!”",
      "7": "The Lord has sworn by the Pride of Jacob:\nI will never forget all their deeds.",
      "8": "Because of this, won’t the land quake\nand all who dwell in it mourn?\nAll of it will rise like the Nile;\nit will surge and then subside\nlike the Nile in Egypt.",
      "9": "And in that day—\nthis is the declaration of the Lord God—\nI will make the sun go down at noon;\nI will darken the land in the daytime.",
      "10": "I will turn your feasts into mourning\nand all your songs into lamentation;\nI will cause everyone to wear sackcloth\nand every head to be shaved.\nI will make that grief\nlike mourning for an only son\nand its outcome like a bitter day.",
      "11": "Look, the days are coming—\nthis is the declaration of the Lord God—\nwhen I will send a famine through the land:\nnot a famine of bread or a thirst for water,\nbut of hearing the words of the Lord.",
      "12": "People will stagger from sea to sea\nand roam from north to east\nseeking the word of the Lord,\nbut they will not find it.",
      "13": "In that day the beautiful young women,\nthe young men also, will faint from thirst.",
      "14": "Those who swear by the guilt of Samaria\nand say, “As your god lives, Dan,”\nor, “As the way of Beer-sheba lives”—\nthey will fall, never to rise again."
    },
    "9": {
      "1": "I saw the Lord standing beside the altar, and he said:\nStrike the capitals of the pillars\nso that the thresholds shake;\nknock them down on the heads of all the people.\nThen I will kill the rest of them with the sword.\nNone of those who flee will get away;\nnone of the fugitives will escape.",
      "2": "If they dig down to Sheol,\nfrom there my hand will take them;\nif they climb up to heaven,\nfrom there I will bring them down.",
      "3": "If they hide\non the top of Carmel,\nfrom there I will track them down\nand seize them;\nif they conceal themselves\nfrom my sight on the sea floor,\nfrom there I will command\nthe sea serpent to bite them.",
      "4": "And if they are driven\nby their enemies into captivity,\nfrom there I will command\nthe sword to kill them.\nI will keep my eye on them\nfor harm and not for good.",
      "5": "The Lord, the God of Armies—\nhe touches the earth;\nit melts, and all who dwell in it mourn;\nall of it rises like the Nile\nand subsides like the Nile of Egypt.",
      "6": "He builds his upper chambers\nin the heavens\nand lays the foundation of his vault\non the earth.\nHe summons the water of the sea\nand pours it out over the surface of the earth.\nThe Lord is his name.",
      "7": "Israelites, are you not like the Cushites to me?\nThis is the Lord’s declaration.\nDidn’t I bring Israel from the land of Egypt,\nthe Philistines from Caphtor,\nand the Arameans from Kir?",
      "8": "Look, the eyes of the Lord God\nare on the sinful kingdom,\nand I will obliterate it\nfrom the face of the earth.\nHowever, I will not totally destroy\nthe house of Jacob—\nthis is the Lord’s declaration—",
      "9": "for I am about to give the command,\nand I will shake the house of Israel\namong all the nations,\nas one shakes a sieve,\nbut not a pebble will fall to the ground.",
      "10": "All the sinners among my people\nwho say, “Disaster will never overtake\nor confront us,”\nwill die by the sword.",
      "11": "In that day\nI will restore the fallen shelter of David:\nI will repair its gaps,\nrestore its ruins,\nand rebuild it as in the days of old,",
      "12": "so that they may possess\nthe remnant of Edom\nand all the nations\nthat bear my name—\nthis is the declaration of the Lord; he will do this.",
      "13": "Look, the days are coming—\nthis is the Lord’s declaration—\nwhen the plowman will overtake the reaper\nand the one who treads grapes,\nthe sower of seed.\nThe mountains will drip with sweet wine,\nand all the hills will flow with it.",
      "14": "I will restore the fortunes of my people Israel.\nThey will rebuild and occupy ruined cities,\nplant vineyards and drink their wine,\nmake gardens and eat their produce.",
      "15": "I will plant them on their land,\nand they will never again be uprooted\nfrom the land I have given them.\nThe Lord your God has spoken."
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Christian-Standard-Bible-CSB/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:33:30.249306-04:00",
    "Translation": "CSB"
  }
}