{
  "Ezekiel": {
    "1": {
      "1": "In the thirtieth year, in the fourth month, on the fifth day of the month, while I was among the exiles by the Chebar Canal, the heavens were opened and I saw visions of God.",
      "2": "On the fifth day of the month—it was the fifth year of King Jehoiachin’s exile—",
      "3": "the word of the Lord came directly to the priest Ezekiel son of Buzi, in the land of the Chaldeans by the Chebar Canal. The Lord’s hand was on him there.",
      "4": "I looked, and there was a whirlwind coming from the north, a huge cloud with fire flashing back and forth and brilliant light all around it. In the center of the fire, there was a gleam like amber.",
      "5": "The likeness of four living creatures came from it, and this was their appearance: They looked something like a human,",
      "6": "but each of them had four faces and four wings.",
      "7": "Their legs were straight, and the soles of their feet were like the hooves of a calf, sparkling like the gleam of polished bronze.",
      "8": "They had human hands under their wings on their four sides. All four of them had faces and wings.",
      "9": "Their wings were touching. The creatures did not turn as they moved; each one went straight ahead.",
      "10": "Their faces looked something like the face of a human, and each of the four had the face of a lion on the right, the face of an ox on the left, and the face of an eagle.",
      "11": "That is what their faces were like. Their wings were spread upward; each had two wings touching that of another and two wings covering its body.",
      "12": "Each creature went straight ahead. Wherever the Spirit wanted to go, they went without turning as they moved.",
      "13": "The likeness of the living creatures was like the appearance of blazing coals of fire or like torches. Fire was moving back and forth between the living creatures; it was bright, with lightning coming out of it.",
      "14": "The creatures were darting back and forth like flashes of lightning.",
      "15": "When I looked at the living creatures, there was one wheel on the ground beside each of the four-faced creatures.",
      "16": "The appearance of the wheels and their craftsmanship was like the gleam of beryl, and all four had the same likeness. Their appearance and craftsmanship was like a wheel within a wheel.",
      "17": "When they moved, they went in any of the four directions, without turning as they moved.",
      "18": "Their four rims were tall and awe-inspiring, completely covered with eyes.",
      "19": "When the living creatures moved, the wheels moved beside them, and when the creatures rose from the earth, the wheels also rose.",
      "20": "Wherever the Spirit wanted to go, the creatures went in the direction the Spirit was moving. The wheels rose alongside them, for the spirit of the living creatures was in the wheels.",
      "21": "When the creatures moved, the wheels moved; when the creatures stopped, the wheels stopped; and when the creatures rose from the earth, the wheels rose alongside them, for the spirit of the living creatures was in the wheels.",
      "22": "Over the heads of the living creatures the likeness of an expanse was spread out. It gleamed like awe-inspiring crystal,",
      "23": "and under the expanse their wings extended one toward another. They each also had two wings covering their bodies.",
      "24": "When they moved, I heard the sound of their wings like the roar of a huge torrent, like the voice of the Almighty, and a sound of tumult like the noise of an army. When they stopped, they lowered their wings.",
      "25": "A voice came from above the expanse over their heads; when they stopped, they lowered their wings.",
      "26": "Something like a throne with the appearance of lapis lazuli was above the expanse over their heads. On the throne, high above, was someone who looked like a human.",
      "27": "From what seemed to be his waist up, I saw a gleam like amber, with what looked like fire enclosing it all around. From what seemed to be his waist down, I also saw what looked like fire. There was a brilliant light all around him.",
      "28": "The appearance of the brilliant light all around was like that of a rainbow in a cloud on a rainy day. This was the appearance of the likeness of the Lord’s glory. When I saw it, I fell facedown and heard a voice speaking."
    },
    "2": {
      "1": "He said to me, “Son of man, stand up on your feet and I will speak with you.”",
      "2": "As he spoke to me, the Spirit entered me and set me on my feet, and I listened to the one who was speaking to me.",
      "3": "He said to me, “Son of man, I am sending you to the Israelites, to the rebellious pagans who have rebelled against me. The Israelites and their ancestors have transgressed against me to this day.",
      "4": "The descendants are obstinate and hardhearted. I am sending you to them, and you must say to them, ‘This is what the Lord God says.’",
      "5": "Whether they listen or refuse to listen—for they are a rebellious house—they will know that a prophet has been among them.",
      "6": "“But you, son of man, do not be afraid of them and do not be afraid of their words, even though briers and thorns are beside you and you live among scorpions. Don’t be afraid of their words or discouraged by the look on their faces, for they are a rebellious house.",
      "7": "Speak my words to them whether they listen or refuse to listen, for they are rebellious.",
      "8": "“And you, son of man, listen to what I tell you: Do not be rebellious like that rebellious house. Open your mouth and eat what I am giving you.”",
      "9": "So I looked and saw a hand reaching out to me, and there was a written scroll in it.",
      "10": "When he unrolled it before me, it was written on the front and back; words of lamentation, mourning, and woe were written on it."
    },
    "3": {
      "1": "He said to me, “Son of man, eat what you find here. Eat this scroll, then go and speak to the house of Israel.”",
      "2": "So I opened my mouth, and he fed me the scroll.",
      "3": "“Son of man,” he said to me, “feed your stomach and fill your belly with this scroll I am giving you.” So I ate it, and it was as sweet as honey in my mouth.",
      "4": "Then he said to me, “Son of man, go to the house of Israel and speak my words to them.",
      "5": "For you are not being sent to a people of unintelligible speech or a difficult language but to the house of Israel—",
      "6": "not to the many peoples of unintelligible speech or a difficult language, whose words you cannot understand. No doubt, if I sent you to them, they would listen to you.",
      "7": "But the house of Israel will not want to listen to you because they do not want to listen to me. For the whole house of Israel is hardheaded and hardhearted.",
      "8": "Look, I have made your face as hard as their faces and your forehead as hard as their foreheads.",
      "9": "I have made your forehead like a diamond, harder than flint. Don’t be afraid of them or discouraged by the look on their faces, though they are a rebellious house.”",
      "10": "Next he said to me, “Son of man, listen carefully to all my words that I speak to you and take them to heart.",
      "11": "Go to your people, the exiles, and speak to them. Tell them, ‘This is what the Lord God says,’ whether they listen or refuse to listen.”",
      "12": "The Spirit then lifted me up, and I heard a loud rumbling sound behind me—bless the glory of the Lord in his place!—",
      "13": "with the sound of the living creatures’ wings brushing against each other and the sound of the wheels beside them, a loud rumbling sound.",
      "14": "The Spirit lifted me up and took me away. I left in bitterness and in an angry spirit, and the Lord’s hand was on me powerfully.",
      "15": "I came to the exiles at Tel-abib, who were living by the Chebar Canal, and I sat there among them stunned for seven days.",
      "16": "Now at the end of seven days the word of the Lord came to me:",
      "17": "“Son of man, I have made you a watchman over the house of Israel. When you hear a word from my mouth, give them a warning from me.",
      "18": "If I say to the wicked person, ‘You will surely die,’ but you do not warn him—you don’t speak out to warn him about his wicked way in order to save his life—that wicked person will die for his iniquity. Yet I will hold you responsible for his blood.",
      "19": "But if you warn a wicked person and he does not turn from his wickedness or his wicked way, he will die for his iniquity, but you will have rescued yourself.",
      "20": "Now if a righteous person turns from his righteousness and acts unjustly, and I put a stumbling block in front of him, he will die. If you did not warn him, he will die because of his sin, and the righteous acts he did will not be remembered. Yet I will hold you responsible for his blood.",
      "21": "But if you warn the righteous person that he should not sin, and he does not sin, he will indeed live because he listened to your warning, and you will have rescued yourself.”",
      "22": "The hand of the Lord was on me there, and he said to me, “Get up, go out to the plain, and I will speak with you there.”",
      "23": "So I got up and went out to the plain. The Lord’s glory was present there, like the glory I had seen by the Chebar Canal, and I fell facedown.",
      "24": "The Spirit entered me and set me on my feet. He spoke with me and said, “Go, shut yourself inside your house.",
      "25": "As for you, son of man, they will put ropes on you and bind you with them so you cannot go out among them.",
      "26": "I will make your tongue stick to the roof of your mouth, and you will be mute and unable to be a mediator for them, for they are a rebellious house.",
      "27": "But when I speak with you, I will open your mouth, and you will say to them, ‘This is what the Lord God says.’ Let the one who listens, listen, and let the one who refuses, refuse—for they are a rebellious house."
    },
    "4": {
      "1": "“Now you, son of man, take a brick, set it in front of you, and draw the city of Jerusalem on it.",
      "2": "Then lay siege against it: Construct a siege wall, build a ramp, pitch military camps, and place battering rams against it on all sides.",
      "3": "Take an iron plate and set it up as an iron wall between yourself and the city. Face it so that it is under siege, and besiege it. This will be a sign for the house of Israel.",
      "4": "“Then lie down on your left side and place the iniquity of the house of Israel on it. You will bear their iniquity for the number of days you lie on your side.",
      "5": "For I have assigned you the years of their iniquity according to the number of days you lie down, 390 days; so you will bear the iniquity of the house of Israel.",
      "6": "When you have completed these days, lie down again, but on your right side, and bear the iniquity of the house of Judah. I have assigned you forty days, a day for each year.",
      "7": "Face the siege of Jerusalem with your arm bared, and prophesy against it.",
      "8": "Be aware that I will put cords on you so you cannot turn from side to side until you have finished the days of your siege.",
      "9": "“Also take wheat, barley, beans, lentils, millet, and spelt. Put them in a single container and make them into bread for yourself. You are to eat it during the number of days you lie on your side, 390 days.",
      "10": "The food you eat each day will weigh eight ounces; you will eat it at set times.",
      "11": "You will also drink a ration of water, a sixth of a gallon, which you will drink at set times.",
      "12": "You will eat it as you would a barley cake and bake it over dried human excrement in their sight.”",
      "13": "The Lord said, “This is how the Israelites will eat their bread—ceremonially unclean—among the nations where I will banish them.”",
      "14": "But I said, “Oh, Lord God, I have never been defiled. From my youth until now I have not eaten anything that died naturally or was mauled by wild beasts. And impure meat has never entered my mouth.”",
      "15": "He replied to me, “Look, I will let you use cow dung instead of human excrement, and you can make your bread over that.”",
      "16": "He said to me, “Son of man, I am going to cut off the supply of bread in Jerusalem. They will anxiously eat food they have weighed out and in dread drink rationed water",
      "17": "for lack of bread and water. Everyone will be devastated and waste away because of their iniquity."
    },
    "5": {
      "1": "“Now you, son of man, take a sharp sword, use it as you would a barber’s razor, and shave your head and beard. Then take a set of scales and divide the hair.",
      "2": "You are to burn a third of it in the city when the days of the siege have ended; you are to take a third and slash it with the sword all around the city; and you are to scatter a third to the wind, for I will draw a sword to chase after them.",
      "3": "But you are to take a few strands from the hair and secure them in the folds of your robe.",
      "4": "Take some more of them, throw them into the fire, and burn them in it. A fire will spread from it to the whole house of Israel.",
      "5": "“This is what the Lord God says: I have set this Jerusalem in the center of the nations, with countries all around her.",
      "6": "She has rebelled against my ordinances with more wickedness than the nations, and against my statutes more than the countries that surround her. For her people have rejected my ordinances and have not walked in my statutes.",
      "7": "“Therefore, this is what the Lord God says: Because you have been more insubordinate than the nations around you—you have not walked in my statutes or kept my ordinances; you have not even kept the ordinances of the nations around you—",
      "8": "therefore, this is what the Lord God says: See, I myself am against you, Jerusalem, and I will execute judgments within you in the sight of the nations.",
      "9": "Because of all your detestable practices, I will do to you what I have never done before and what I will never do again.",
      "10": "As a result, fathers will eat their sons within Jerusalem, and sons will eat their fathers. I will execute judgments against you and scatter all your survivors to every direction of the wind.",
      "11": "“Therefore, as I live”—this is the declaration of the Lord God—“I will withdraw and show you no pity, because you have defiled my sanctuary with all your abhorrent acts and detestable practices. Yes, I will not spare you.",
      "12": "A third of your people will die by plague and be consumed by famine within you; a third will fall by the sword all around you; and I will scatter a third to every direction of the wind, and I will draw a sword to chase after them.",
      "13": "When my anger is spent and I have vented my wrath on them, I will be appeased. Then after I have spent my wrath on them, they will know that I, the Lord, have spoken in my jealousy.",
      "14": "“I will make you a ruin and a disgrace among the nations around you, in the sight of everyone who passes by.",
      "15": "So you will be a disgrace and a taunt, a warning and a horror, to the nations around you when I execute judgments against you in anger, wrath, and furious rebukes. I, the Lord, have spoken.",
      "16": "When I shoot deadly arrows of famine at them, arrows for destruction that I will send to destroy you, inhabitants of Jerusalem, I will intensify the famine against you and cut off your supply of bread.",
      "17": "I will send famine and dangerous animals against you. They will leave you childless. Plague and bloodshed will sweep through you, and I will bring a sword against you. I, the Lord, have spoken.”"
    },
    "6": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, face the mountains of Israel and prophesy against them.",
      "3": "You are to say: Mountains of Israel, hear the word of the Lord God! This is what the Lord God says to the mountains and the hills, to the ravines and the valleys: I am about to bring a sword against you, and I will destroy your high places.",
      "4": "Your altars will be desolated and your shrines smashed. I will throw down your slain in front of your idols.",
      "5": "I will lay the corpses of the Israelites in front of their idols and scatter your bones around your altars.",
      "6": "Wherever you live the cities will be in ruins and the high places will be desolate, so that your altars will lie in ruins and be desecrated, your idols smashed and obliterated, your shrines cut down, and what you have made wiped out.",
      "7": "The slain will fall among you, and you will know that I am the Lord.",
      "8": "“Yet I will leave a remnant when you are scattered among the nations, for throughout the countries there will be some of you who will escape the sword.",
      "9": "Then your survivors will remember me among the nations where they are taken captive, how I was crushed by their promiscuous hearts that turned away from me and by their eyes that lusted after their idols. They will loathe themselves because of the evil things they did, their detestable actions of every kind.",
      "10": "And they will know that I am the Lord; I did not threaten to bring this disaster on them without a reason.",
      "11": "“This is what the Lord God says: Clap your hands, stamp your feet, and cry out over all the evil and detestable practices of the house of Israel, who will fall by the sword, famine, and plague.",
      "12": "The one who is far off will die by plague; the one who is near will fall by the sword; and the one who remains and is spared will die of famine. In this way I will exhaust my wrath on them.",
      "13": "You will all know that I am the Lord when their slain lie among their idols around their altars, on every high hill, on all the mountaintops, and under every green tree and every leafy oak—the places where they offered pleasing aromas to all their idols.",
      "14": "I will stretch out my hand against them, and wherever they live I will make the land a desolate waste, from the wilderness to Riblah. Then they will know that I am the Lord.”"
    },
    "7": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, this is what the Lord God says to the land of Israel:\nAn end! The end has come\non the four corners of the earth.",
      "3": "The end is now upon you;\nI will send my anger against you\nand judge you according to your ways.\nI will punish you for all your detestable practices.",
      "4": "I will not look on you with pity or spare you,\nbut I will punish you for your ways\nand for your detestable practices within you.\nThen you will know that I am the Lord.”",
      "5": "This is what the Lord God says:\nLook, one disaster after another is coming!",
      "6": "An end has come; the end has come!\nIt has awakened against you.\nLook, it is coming!",
      "7": "Doom has come on you,\ninhabitants of the land.\nThe time has come; the day is near.\nThere will be panic on the mountains\nand not celebration.",
      "8": "I will pour out my wrath on you very soon;\nI will exhaust my anger against you\nand judge you according to your ways.\nI will punish you for all your detestable practices.",
      "9": "I will not look on you with pity or spare you.\nI will punish you for your ways\nand for your detestable practices within you.\nThen you will know\nthat it is I, the Lord, who strikes.",
      "10": "Here is the day! Here it comes!\nDoom is on its way.\nThe rod has blossomed;\narrogance has bloomed.",
      "11": "Violence has grown into a rod of wickedness.\nNone of them will remain:\nnone of that crowd,\nnone of their wealth,\nand none of the eminent among them.",
      "12": "The time has come; the day has arrived.\nLet the buyer not rejoice\nand the seller not mourn,\nfor wrath is on her whole crowd.",
      "13": "The seller will certainly not return\nto what was sold\nas long as he and the buyer remain alive.\nFor the vision concerning her whole crowd\nwill not be revoked,\nand because of the iniquity of each one,\nnone will preserve his life.",
      "14": "They have blown the trumpet\nand prepared everything,\nbut no one goes to war,\nfor my wrath is on her whole crowd.",
      "15": "The sword is on the outside;\nplague and famine are on the inside.\nWhoever is in the field will die by the sword,\nand famine and plague will devour\nwhoever is in the city.",
      "16": "The survivors among them will escape\nand live on the mountains.\nLike doves of the valley,\nall of them will moan,\neach over his own iniquity.",
      "17": "All their hands will become weak,\nand all their knees will run with urine.",
      "18": "They will put on sackcloth,\nand horror will overwhelm them.\nShame will cover all their faces,\nand all their heads will be bald.",
      "19": "They will throw their silver into the streets,\nand their gold will seem like something filthy.\nTheir silver and gold will be unable to save them\nin the day of the Lord’s wrath.\nThey will not satisfy their appetites\nor fill their stomachs,\nfor these were the stumbling blocks\nthat brought about their iniquity.",
      "20": "He appointed his beautiful ornaments for majesty,\nbut they made their detestable images from them,\ntheir abhorrent things.\nTherefore, I have made these\ninto something filthy to them.",
      "21": "I will hand these things over\nto foreigners as plunder\nand to the wicked of the earth as spoil,\nand they will profane them.",
      "22": "I will turn my face from them\nas they profane my treasured place.\nViolent men will enter it and profane it.",
      "23": "Forge the chain,\nfor the land is filled with crimes of bloodshed,\nand the city is filled with violence.",
      "24": "So I will bring the most evil of nations\nto take possession of their houses.\nI will put an end to the pride of the strong,\nand their sacred places will be profaned.",
      "25": "Anguish is coming!\nThey will look for peace, but there will be none.",
      "26": "Disaster after disaster will come,\nand there will be rumor after rumor.\nThen they will look for a vision from a prophet,\nbut instruction will perish from the priests\nand counsel from the elders.",
      "27": "The king will mourn;\nthe prince will be clothed in grief;\nand the hands of the people of the land will tremble.\nI will deal with them according to their own conduct,\nand I will judge them by their own standards.\nThen they will know that I am the Lord."
    },
    "8": {
      "1": "In the sixth year, in the sixth month, on the fifth day of the month, I was sitting in my house and the elders of Judah were sitting in front of me, and there the hand of the Lord God came down on me.",
      "2": "I looked, and there was someone who looked like a man. From what seemed to be his waist down was fire, and from his waist up was something that looked bright, like the gleam of amber.",
      "3": "He stretched out what appeared to be a hand and took me by the hair of my head. Then the Spirit lifted me up between earth and heaven and carried me in visions of God to Jerusalem, to the entrance of the inner gate that faces north, where the offensive statue that provokes jealousy was located.",
      "4": "I saw the glory of the God of Israel there, like the vision I had seen in the plain.",
      "5": "The Lord said to me, “Son of man, look toward the north.” I looked to the north, and there was this offensive statue north of the Altar Gate, at the entrance.",
      "6": "He said to me, “Son of man, do you see what they are doing here—more detestable acts that the house of Israel is committing—so that I must depart from my sanctuary? You will see even more detestable acts.”",
      "7": "Then he brought me to the entrance of the court, and when I looked there was a hole in the wall.",
      "8": "He said to me, “Son of man, dig through the wall.” So I dug through the wall and discovered a doorway.",
      "9": "He said to me, “Go in and see the detestable, wicked acts they are committing here.”",
      "10": "I went in and looked, and there engraved all around the wall was every kind of abhorrent thing—crawling creatures and beasts—as well as all the idols of the house of Israel.",
      "11": "Seventy elders from the house of Israel were standing before them, with Jaazaniah son of Shaphan standing among them. Each had a firepan in his hand, and a fragrant cloud of incense was rising up.",
      "12": "He said to me, “Son of man, do you see what the elders of the house of Israel are doing in the darkness, each at the shrine of his idol? For they are saying, ‘The Lord does not see us. The Lord has abandoned the land.’”",
      "13": "Again he said to me, “You will see even more detestable acts that they are committing.”",
      "14": "Then he brought me to the entrance of the north gate of the Lord’s house, and I saw women sitting there weeping for Tammuz.",
      "15": "And he said to me, “Do you see this, son of man? You will see even more detestable acts than these.”",
      "16": "So he brought me to the inner court of the Lord’s house, and there were about twenty-five men at the entrance of the Lord’s temple, between the portico and the altar, with their backs to the Lord’s temple and their faces turned to the east. They were bowing to the east in worship of the sun.",
      "17": "And he said to me, “Do you see this, son of man? Is it not enough for the house of Judah to commit the detestable acts they are doing here, that they must also fill the land with violence and repeatedly anger me, even putting the branch to their nose?",
      "18": "Therefore I will respond with wrath. I will not show pity or spare them. Though they call loudly in my hearing, I will not listen to them.”"
    },
    "9": {
      "1": "Then he called loudly in my hearing, “Come near, executioners of the city, each of you with a destructive weapon in his hand.”",
      "2": "And I saw six men coming from the direction of the Upper Gate, which faces north, each with a war club in his hand. There was another man among them, clothed in linen, carrying writing equipment. They came and stood beside the bronze altar.",
      "3": "Then the glory of the God of Israel rose from above the cherub where it had been, to the threshold of the temple. He called to the man clothed in linen and carrying writing equipment.",
      "4": "“Pass throughout the city of Jerusalem,” the Lord said to him, “and put a mark on the foreheads of the men who sigh and groan over all the detestable practices committed in it.”",
      "5": "He spoke to the others in my hearing: “Pass through the city after him and start killing; do not show pity or spare them!",
      "6": "Slaughter the old men, the young men and women, as well as the children and older women, but do not come near anyone who has the mark. Begin at my sanctuary.” So they began with the elders who were in front of the temple.",
      "7": "Then he said to them, “Defile the temple and fill the courts with the slain. Go!” So they went out killing people in the city.",
      "8": "While they were killing, I was left alone. And I fell facedown and cried out, “Oh, Lord God! Are you going to destroy the entire remnant of Israel when you pour out your wrath on Jerusalem?”",
      "9": "He answered me, “The iniquity of the house of Israel and Judah is extremely great; the land is full of bloodshed, and the city full of perversity. For they say, ‘The Lord has abandoned the land; he does not see.’",
      "10": "But as for me, I will not show pity or spare them. I will bring their conduct down on their own heads.”",
      "11": "Then the man clothed in linen and carrying writing equipment reported back, “I have done all that you commanded me.”"
    },
    "10": {
      "1": "Then I looked, and there above the expanse over the heads of the cherubim was something like a throne with the appearance of lapis lazuli.",
      "2": "The Lord spoke to the man clothed in linen and said, “Go inside the wheelwork beneath the cherubim. Fill your hands with blazing coals from among the cherubim and scatter them over the city.” So he went in as I watched.",
      "3": "Now the cherubim were standing to the south of the temple when the man went in, and the cloud filled the inner court.",
      "4": "Then the glory of the Lord rose from above the cherub to the threshold of the temple. The temple was filled with the cloud, and the court was filled with the brightness of the Lord’s glory.",
      "5": "The sound of the cherubim’s wings could be heard as far as the outer court; it was like the voice of God Almighty when he speaks.",
      "6": "After the Lord commanded the man clothed in linen, saying, “Take fire from inside the wheelwork, from among the cherubim,” the man went in and stood beside a wheel.",
      "7": "Then the cherub reached out his hand to the fire that was among them. He took some and put it into the hands of the man clothed in linen, who took it and went out.",
      "8": "The cherubim appeared to have the form of human hands under their wings.",
      "9": "I looked, and there were four wheels beside the cherubim, one wheel beside each cherub. The luster of the wheels was like the gleam of beryl.",
      "10": "In appearance, all four looked alike, like a wheel within a wheel.",
      "11": "When they moved, they would go in any of the four directions, without pivoting as they moved. But wherever the head faced, they would go in that direction, without pivoting as they went.",
      "12": "Their entire bodies, including their backs, hands, wings, and the wheels that the four of them had, were full of eyes all around.",
      "13": "As I listened the wheels were called “the wheelwork.”",
      "14": "Each one had four faces: one was the face of a cherub, the second the face of a human, the third the face of a lion, and the fourth the face of an eagle.",
      "15": "The cherubim ascended; these were the living creatures I had seen by the Chebar Canal.",
      "16": "When the cherubim moved, the wheels moved beside them, and when they lifted their wings to rise from the earth, even then the wheels did not veer away from them.",
      "17": "When the cherubim stopped, the wheels stood still, and when they ascended, the wheels ascended with them, for the spirit of the living creatures was in them.",
      "18": "Then the glory of the Lord moved away from the threshold of the temple and stopped above the cherubim.",
      "19": "The cherubim lifted their wings and ascended from the earth right before my eyes; the wheels were beside them as they went. The glory of the God of Israel was above them, and it stopped at the entrance to the eastern gate of the Lord’s house.",
      "20": "These were the living creatures I had seen beneath the God of Israel by the Chebar Canal, and I recognized that they were cherubim.",
      "21": "Each had four faces and each had four wings, with what looked something like human hands under their wings.",
      "22": "Their faces looked like the same faces I had seen by the Chebar Canal. Each creature went straight ahead."
    },
    "11": {
      "1": "The Spirit then lifted me up and brought me to the eastern gate of the Lord’s house, which faces east, and at the gate’s entrance were twenty-five men. Among them I saw Jaazaniah son of Azzur, and Pelatiah son of Benaiah, leaders of the people.",
      "2": "The Lord said to me, “Son of man, these are the men who plot evil and give wicked advice in this city.",
      "3": "They are saying, ‘Isn’t the time near to build houses? The city is the pot, and we are the meat.’",
      "4": "Therefore, prophesy against them. Prophesy, son of man!”",
      "5": "Then the Spirit of the Lord came on me, and he told me, “You are to say, ‘This is what the Lord says: That is what you are thinking, house of Israel; and I know the thoughts that arise in your mind.",
      "6": "You have multiplied your slain in this city, filling its streets with them.",
      "7": "“‘Therefore, this is what the Lord God says: The slain you have put within it are the meat, and the city is the pot, but I will take you out of it.",
      "8": "You fear the sword, so I will bring the sword against you. This is the declaration of the Lord God.",
      "9": "I will take you out of the city and hand you over to foreigners; I will execute judgments against you.",
      "10": "You will fall by the sword, and I will judge you at the border of Israel. Then you will know that I am the Lord.",
      "11": "The city will not be a pot for you, and you will not be the meat within it. I will judge you at the border of Israel,",
      "12": "so you will know that I am the Lord, whose statutes you have not followed and whose ordinances you have not practiced. Instead, you have acted according to the ordinances of the nations around you.’”",
      "13": "Now while I was prophesying, Pelatiah son of Benaiah died. Then I fell facedown and cried out loudly, “Oh, Lord God! You are bringing the remnant of Israel to an end!”",
      "14": "The word of the Lord came to me again:",
      "15": "“Son of man, your own relatives, those who have the right to redeem your property, along with the entire house of Israel—all of them—are those to whom the residents of Jerusalem have said, ‘You are far from the Lord; this land has been given to us as a possession.’",
      "16": "“Therefore say, ‘This is what the Lord God says: Though I sent them far away among the nations and scattered them among the countries, yet for a little while I have been a sanctuary for them in the countries where they have gone.’",
      "17": "“Therefore say, ‘This is what the Lord God says: I will gather you from the peoples and assemble you from the countries where you have been scattered, and I will give you the land of Israel.’",
      "18": "“When they arrive there, they will remove all its abhorrent acts and detestable practices from it.",
      "19": "I will give them integrity of heart and put a new spirit within them; I will remove their heart of stone from their bodies and give them a heart of flesh,",
      "20": "so that they will follow my statutes, keep my ordinances, and practice them. They will be my people, and I will be their God.",
      "21": "But as for those whose hearts pursue their desire for abhorrent acts and detestable practices, I will bring their conduct down on their own heads.” This is the declaration of the Lord God.",
      "22": "Then the cherubim, with the wheels beside them, lifted their wings, and the glory of the God of Israel was above them.",
      "23": "The glory of the Lord rose up from within the city and stopped on the mountain east of the city.",
      "24": "The Spirit lifted me up and brought me to Chaldea and to the exiles in a vision from the Spirit of God. After the vision I had seen left me,",
      "25": "I spoke to the exiles about all the things the Lord had shown me."
    },
    "12": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, you are living among a rebellious house. They have eyes to see but do not see, and ears to hear but do not hear, for they are a rebellious house.",
      "3": "“Now you, son of man, get your bags ready for exile and go into exile in their sight during the day. You will go into exile from your place to another place while they watch; perhaps they will understand, though they are a rebellious house.",
      "4": "During the day, bring out your bags like an exile’s bags while they look on. Then in the evening go out in their sight like those going into exile.",
      "5": "As they watch, dig through the wall and take the bags out through it.",
      "6": "And while they look on, lift the bags to your shoulder and take them out in the dark; cover your face so that you cannot see the land. For I have made you a sign to the house of Israel.”",
      "7": "So I did just as I was commanded. In the daytime I brought out my bags like an exile’s bags. In the evening I dug through the wall by hand; I took them out in the dark, carrying them on my shoulder in their sight.",
      "8": "In the morning the word of the Lord came to me:",
      "9": "“Son of man, hasn’t the house of Israel, that rebellious house, asked you, ‘What are you doing?’",
      "10": "Say to them, ‘This is what the Lord God says: This pronouncement concerns the prince in Jerusalem and the whole house of Israel living there.’",
      "11": "You are to say, ‘I am a sign for you. Just as I have done, it will be done to them; they will go into exile, into captivity.’",
      "12": "The prince who is among them will lift his bags to his shoulder in the dark and go out. They will dig through the wall to bring him out through it. He will cover his face so he cannot see the land with his eyes.",
      "13": "But I will spread my net over him, and he will be caught in my snare. I will bring him to Babylon, the land of the Chaldeans, yet he will not see it, and he will die there.",
      "14": "I will also scatter all the attendants who surround him and all his troops to every direction of the wind, and I will draw a sword to chase after them.",
      "15": "They will know that I am the Lord when I disperse them among the nations and scatter them among the countries.",
      "16": "But I will spare a few of them from the sword, famine, and plague, so that among the nations where they go they can tell about all their detestable practices. Then they will know that I am the Lord.”",
      "17": "The word of the Lord came to me:",
      "18": "“Son of man, eat your bread with trembling and drink your water with anxious shaking.",
      "19": "Then say to the people of the land, ‘This is what the Lord God says about the residents of Jerusalem in the land of Israel: They will eat their bread with anxiety and drink their water in dread, for their land will be stripped of everything in it because of the violence of all who live there.",
      "20": "The inhabited cities will be destroyed, and the land will become dreadful. Then you will know that I am the Lord.’”",
      "21": "Again the word of the Lord came to me:",
      "22": "“Son of man, what is this proverb you people have about the land of Israel, which goes, ‘The days keep passing by, and every vision fails’?",
      "23": "Therefore say to them, ‘This is what the Lord God says: I will put a stop to this proverb, and they will not use it again in Israel.’ But say to them, ‘The days have arrived, as well as the fulfillment of every vision.",
      "24": "For there will no longer be any false vision or flattering divination within the house of Israel.",
      "25": "But I, the Lord, will speak whatever message I will speak, and it will be done. It will no longer be delayed. For in your days, rebellious house, I will speak a message and bring it to pass. This is the declaration of the Lord God.’”",
      "26": "The word of the Lord came to me:",
      "27": "“Son of man, notice that the house of Israel is saying, ‘The vision that he sees concerns many years from now; he prophesies about distant times.’",
      "28": "Therefore say to them, ‘This is what the Lord God says: None of my words will be delayed any longer. The message I speak will be fulfilled. This is the declaration of the Lord God.’”"
    },
    "13": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, prophesy against the prophets of Israel who are prophesying. Say to those who prophesy out of their own imagination, ‘Hear the word of the Lord!",
      "3": "This is what the Lord God says: Woe to the foolish prophets who follow their own spirit and have seen nothing.",
      "4": "Your prophets, Israel, are like jackals among ruins.",
      "5": "You did not go up to the gaps or restore the wall around the house of Israel so that it might stand in battle on the day of the Lord.",
      "6": "They saw false visions and their divinations were a lie. They claimed, “This is the Lord’s declaration,” when the Lord did not send them, yet they wait for the fulfillment of their message.",
      "7": "Didn’t you see a false vision and speak a lying divination when you proclaimed, “This is the Lord’s declaration,” even though I had not spoken?",
      "8": "“‘Therefore, this is what the Lord God says: You have spoken falsely and had lying visions; that’s why you discover that I am against you. This is the declaration of the Lord God.",
      "9": "My hand will be against the prophets who see false visions and speak lying divinations. They will not be present in the council of my people or be recorded in the register of the house of Israel, and they will not enter the land of Israel. Then you will know that I am the Lord God.",
      "10": "“‘Since they have led my people astray by saying, “Peace,” when there is no peace, and since when a flimsy wall is being built, they plaster it with whitewash,",
      "11": "therefore, tell those plastering it with whitewash that it will fall. Torrential rain will come, and I will send hailstones plunging down, and a whirlwind will be released.",
      "12": "When the wall has fallen, will you not be asked, “Where’s the whitewash you plastered on it?”",
      "13": "“‘So this is what the Lord God says: I will release a whirlwind in my wrath. Torrential rain will come in my anger, and hailstones will fall in destructive fury.",
      "14": "I will demolish the wall you plastered with whitewash and knock it to the ground so that its foundation is exposed. The city will fall, and you will be destroyed within it. Then you will know that I am the Lord.",
      "15": "After I exhaust my wrath against the wall and against those who plaster it with whitewash, I will say to you, “The wall is no more and neither are those who plastered it—",
      "16": "those prophets of Israel who prophesied to Jerusalem and saw a vision of peace for her when there was no peace.” This is the declaration of the Lord God.’",
      "17": "“Now you, son of man, face the women among your people who prophesy out of their own imagination, and prophesy against them.",
      "18": "Say, ‘This is what the Lord God says: Woe to the women who sew magic bands on the wrist of every hand and who make veils for the heads of people of every size in order to ensnare lives. Will you ensnare the lives of my people but preserve your own?",
      "19": "You profane me among my people for handfuls of barley and scraps of bread; you put those to death who should not die and spare those who should not live, when you lie to my people, who listen to lies.",
      "20": "“‘Therefore, this is what the Lord God says: I am against your magic bands with which you ensnare people like birds, and I will tear them from your arms. I will free the people you have ensnared like birds.",
      "21": "I will also tear off your veils and rescue my people from your hands, so that they will no longer be prey in your hands. Then you will know that I am the Lord.",
      "22": "Because you have disheartened the righteous person with lies (when I intended no distress), and because you have supported the wicked person so that he does not turn from his evil way to save his life,",
      "23": "therefore you will no longer see false visions or practice divination. I will rescue my people from your hands. Then you will know that I am the Lord.’”"
    },
    "14": {
      "1": "Some of the elders of Israel came to me and sat down in front of me.",
      "2": "Then the word of the Lord came to me:",
      "3": "“Son of man, these men have set up idols in their hearts and have put their sinful stumbling blocks in front of themselves. Should I actually let them inquire of me?",
      "4": "“Therefore, speak to them and tell them, ‘This is what the Lord God says: When anyone from the house of Israel sets up idols in his heart and puts his sinful stumbling block in front of himself, and then comes to the prophet, I, the Lord, will answer him appropriately. I will answer him according to his many idols,",
      "5": "so that I may take hold of the house of Israel by their hearts. They are all estranged from me because of their idols.’",
      "6": "“Therefore, say to the house of Israel, ‘This is what the Lord God says: Repent and turn away from your idols; turn your faces away from all your detestable things.",
      "7": "For when anyone from the house of Israel or from the aliens who reside in Israel separates himself from me, setting up idols in his heart and putting his sinful stumbling block in front of himself, and then comes to the prophet to inquire of me, I, the Lord, will answer him myself.",
      "8": "I will turn against that one and make him a sign and a proverb; I will cut him off from among my people. Then you will know that I am the Lord.",
      "9": "“‘But if the prophet is deceived and speaks a message, it was I, the Lord, who deceived that prophet. I will stretch out my hand against him and destroy him from among my people Israel.",
      "10": "They will bear their punishment—the punishment of the one who inquires will be the same as that of the prophet—",
      "11": "in order that the house of Israel may no longer stray from following me and no longer defile themselves with all their transgressions. Then they will be my people and I will be their God. This is the declaration of the Lord God.’”",
      "12": "The word of the Lord came to me:",
      "13": "“Son of man, suppose a land sins against me by acting faithlessly, and I stretch out my hand against it to cut off its supply of bread, to send famine through it, and to wipe out both people and animals from it.",
      "14": "Even if these three men—Noah, Daniel, and Job—were in it, they would rescue only themselves by their righteousness.” This is the declaration of the Lord God.",
      "15": "“Suppose I allow dangerous animals to pass through the land and depopulate it so that it becomes desolate, with no one passing through it for fear of the animals.",
      "16": "Even if these three men were in it, as I live”—the declaration of the Lord God—“they could not rescue their sons or daughters. They alone would be rescued, but the land would be desolate.",
      "17": "“Or suppose I bring a sword against that land and say, ‘Let a sword pass through it,’ so that I wipe out both people and animals from it.",
      "18": "Even if these three men were in it, as I live”—the declaration of the Lord God—“they could not rescue their sons or daughters, but they alone would be rescued.",
      "19": "“Or suppose I send a plague into that land and pour out my wrath on it with bloodshed to wipe out both people and animals from it.",
      "20": "Even if Noah, Daniel, and Job were in it, as I live”—the declaration of the Lord God—“they could not rescue their son or daughter. They would rescue only themselves by their righteousness.",
      "21": "“For this is what the Lord God says: How much worse will it be when I send my four devastating judgments against Jerusalem—sword, famine, dangerous animals, and plague—in order to wipe out both people and animals from it!",
      "22": "Even so, there will be survivors left in it, sons and daughters who will be brought out. Indeed, they will come out to you, and you will observe their conduct and actions. Then you will be consoled about the devastation I have brought on Jerusalem, about all I have brought on it.",
      "23": "They will bring you consolation when you see their conduct and actions, and you will know that it was not without cause that I have done what I did to it.” This is the declaration of the Lord God."
    },
    "15": {
      "1": "Then the word of the Lord came to me:",
      "2": "“Son of man, how does the wood of the vine, that branch among the trees of the forest, compare to any other wood?",
      "3": "Can wood be taken from it to make something useful? Or can anyone make a peg from it to hang things on?",
      "4": "In fact, it is put into the fire as fuel. The fire devours both of its ends, and the middle is charred. Can it be useful for anything?",
      "5": "Even when it was whole it could not be made into a useful object. How much less can it ever be made into anything useful when the fire has devoured it and it is charred!”",
      "6": "Therefore, this is what the Lord God says, “Like the wood of the vine among the trees of the forest, which I have given to the fire as fuel, so I will give up the residents of Jerusalem.",
      "7": "I will turn against them. They may have escaped from the fire, but it will still consume them. And you will know that I am the Lord when I turn against them.",
      "8": "I will make the land desolate because they have acted unfaithfully.” This is the declaration of the Lord God."
    },
    "16": {
      "1": "The word of the Lord came to me again:",
      "2": "“Son of man, confront Jerusalem with her detestable practices.",
      "3": "You are to say, ‘This is what the Lord God says to Jerusalem: Your origin and your birth were in the land of the Canaanites. Your father was an Amorite and your mother a Hethite.",
      "4": "As for your birth, your umbilical cord wasn’t cut on the day you were born, and you weren’t washed clean with water. You were not rubbed with salt or wrapped in cloths.",
      "5": "No one cared enough about you to do even one of these things out of compassion for you. But you were thrown out into the open field because you were despised on the day you were born.",
      "6": "“‘I passed by you and saw you thrashing around in your blood, and I said to you as you lay in your blood, “Live!” Yes, I said to you as you lay in your blood, “Live!”",
      "7": "I made you thrive like plants of the field. You grew up and matured and became very beautiful. Your breasts were formed and your hair grew, but you were stark naked.",
      "8": "“‘Then I passed by you and saw you, and you were indeed at the age for love. So I spread the edge of my garment over you and covered your nakedness. I pledged myself to you, entered into a covenant with you—this is the declaration of the Lord God—and you became mine.",
      "9": "I washed you with water, rinsed off your blood, and anointed you with oil.",
      "10": "I clothed you in embroidered cloth and provided you with fine leather sandals. I also wrapped you in fine linen and covered you with silk.",
      "11": "I adorned you with jewelry, putting bracelets on your wrists and a necklace around your neck.",
      "12": "I put a ring in your nose, earrings on your ears, and a beautiful crown on your head.",
      "13": "So you were adorned with gold and silver, and your clothing was made of fine linen, silk, and embroidered cloth. You ate fine flour, honey, and oil. You became extremely beautiful and attained royalty.",
      "14": "Your fame spread among the nations because of your beauty, for it was perfect through my splendor, which I had bestowed on you. This is the declaration of the Lord God.",
      "15": "“‘But you trusted in your beauty and acted like a prostitute because of your fame. You lavished your sexual favors on everyone who passed by. Your beauty became his.",
      "16": "You took some of your clothing and made colorful high places for yourself, and you engaged in prostitution on them. These places should not have been built, and this should never have happened!",
      "17": "You also took your beautiful jewelry made from the gold and silver I had given you, and you made male images so that you could engage in prostitution with them.",
      "18": "Then you took your embroidered clothing to cover them and set my oil and incense before them.",
      "19": "The food that I gave you—the fine flour, oil, and honey that I fed you—you set it before them as a pleasing aroma. That is what happened. This is the declaration of the Lord God.",
      "20": "“‘You even took your sons and daughters you bore to me and sacrificed them to these images as food. Wasn’t your prostitution enough?",
      "21": "You slaughtered my children and gave them up when you passed them through the fire to the images.",
      "22": "In all your detestable practices and acts of prostitution, you did not remember the days of your youth when you were stark naked and thrashing around in your blood.",
      "23": "“‘Then after all your evil—Woe, woe to you!—the declaration of the Lord God—",
      "24": "you built yourself a mound and made yourself an elevated place in every square.",
      "25": "You built your elevated place at the head of every street and turned your beauty into a detestable thing. You spread your legs to everyone who passed by and increased your prostitution.",
      "26": "You engaged in promiscuous acts with Egyptian men, your well-endowed neighbors, and increased your prostitution to anger me.",
      "27": "“‘Therefore, I stretched out my hand against you and reduced your provisions. I gave you over to the desire of those who hate you, the Philistine women, who were embarrassed by your indecent conduct.",
      "28": "Then you engaged in prostitution with the Assyrian men because you were not satisfied. Even though you did this with them, you were still not satisfied.",
      "29": "So you extended your prostitution to Chaldea, the land of merchants, but you were not even satisfied with this!",
      "30": "“‘How your heart was inflamed with lust—the declaration of the Lord God—when you did all these things, the acts of a brazen prostitute,",
      "31": "building your mound at the head of every street and making your elevated place in every square. But you were unlike a prostitute because you scorned payment.",
      "32": "You adulterous wife, who receives strangers instead of her husband!",
      "33": "Men give gifts to all prostitutes, but you gave gifts to all your lovers. You bribed them to come to you from all around for your sexual favors.",
      "34": "So you were the opposite of other women in your acts of prostitution; no one solicited you. When you paid a fee instead of one being paid to you, you were the opposite.",
      "35": "“‘Therefore, you prostitute, hear the word of the Lord!",
      "36": "This is what the Lord God says: Because your lust was poured out and your nakedness exposed by your acts of prostitution with your lovers, and because of all your detestable idols and the blood of your children that you gave to them,",
      "37": "I am therefore going to gather all the lovers you pleased—all those you loved as well as all those you hated. I will gather them against you from all around and expose your nakedness to them so they see you completely naked.",
      "38": "I will judge you the way adulteresses and those who shed blood are judged. Then I will bring about the shedding of your blood in jealous wrath.",
      "39": "I will hand you over to them, and they will demolish your mounds and tear down your elevated places. They will strip off your clothes, take your beautiful jewelry, and leave you stark naked.",
      "40": "They will bring a mob against you to stone you and to cut you to pieces with their swords.",
      "41": "They will burn your houses and execute judgments against you in the sight of many women. I will stop you from being a prostitute, and you will never again pay fees for lovers.",
      "42": "So I will satisfy my wrath against you, and my jealousy will turn away from you. Then I will be calm and no longer angry.",
      "43": "Because you did not remember the days of your youth but enraged me with all these things, I will also bring your conduct down on your own head. This is the declaration of the Lord God. Haven’t you committed depravity in addition to all your detestable practices?",
      "44": "“‘Look, everyone who uses proverbs will quote this proverb about you: “Like mother, like daughter.”",
      "45": "You are the daughter of your mother, who despised her husband and children. You are the sister of your sisters, who despised their husbands and children. Your mother was a Hethite and your father an Amorite.",
      "46": "Your older sister was Samaria, who lived with her daughters to the north of you, and your younger sister was Sodom, who lived with her daughters to the south of you.",
      "47": "Didn’t you walk in their ways and do their detestable practices? It was only a short time before all your ways were more corrupt than theirs.",
      "48": "“‘As I live—the declaration of the Lord God—your sister Sodom and her daughters have not behaved as you and your daughters have.",
      "49": "Now this was the iniquity of your sister Sodom: She and her daughters had pride, plenty of food, and comfortable security, but didn’t support the poor and needy.",
      "50": "They were haughty and did detestable acts before me, so I removed them when I saw this.",
      "51": "But Samaria did not commit even half your sins. You have multiplied your detestable practices beyond theirs and made your sisters appear righteous by all the detestable acts you have committed.",
      "52": "You must also bear your disgrace, since you have helped your sisters out. For they appear more righteous than you because of your sins, which you committed more detestably than they did. So you also, be ashamed and bear your disgrace, since you have made your sisters appear righteous.",
      "53": "“‘I will restore their fortunes, the fortunes of Sodom and her daughters and those of Samaria and her daughters. I will also restore your fortunes among them,",
      "54": "so you will bear your disgrace and be ashamed of all you did when you comforted them.",
      "55": "As for your sisters, Sodom and her daughters and Samaria and her daughters will return to their former state. You and your daughters will also return to your former state.",
      "56": "Didn’t you treat your sister Sodom as an object of scorn when you were proud,",
      "57": "before your wickedness was exposed? It was like the time you were scorned by the daughters of Aram and all those around her, and by the daughters of the Philistines—those who treated you with contempt from every side.",
      "58": "You yourself must bear the consequences of your depravity and detestable practices—this is the Lord’s declaration.",
      "59": "“‘For this is what the Lord God says: I will deal with you according to what you have done, since you have despised the oath by breaking the covenant.",
      "60": "But I will remember the covenant I made with you in the days of your youth, and I will establish a permanent covenant with you.",
      "61": "Then you will remember your ways and be ashamed when you receive your older and younger sisters. I will give them to you as daughters, but not because of your covenant.",
      "62": "I will establish my covenant with you, and you will know that I am the Lord,",
      "63": "so that when I make atonement for all you have done, you will remember and be ashamed, and never open your mouth again because of your disgrace. This is the declaration of the Lord God.’”"
    },
    "17": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, pose a riddle and speak a parable to the house of Israel.",
      "3": "You are to say, ‘This is what the Lord God says: A huge eagle with powerful wings, long feathers, and full plumage of many colors came to Lebanon and took the top of the cedar.",
      "4": "He plucked off its topmost shoot, brought it to the land of merchants, and set it in a city of traders.",
      "5": "Then he took some of the land’s seed and put it in a fertile field; he set it like a willow, a plant by abundant water.",
      "6": "It sprouted and became a spreading vine, low in height with its branches turned toward him, yet its roots stayed under it. So it became a vine, produced branches, and sent out shoots.",
      "7": "“‘But there was another huge eagle with powerful wings and thick plumage. And this vine bent its roots toward him! It stretched out its branches to him from the plot where it was planted, so that he might water it.",
      "8": "It had been planted in a good field by abundant water in order to produce branches, bear fruit, and become a splendid vine.’",
      "9": "“You are to say, ‘This is what the Lord God says: Will it flourish? Will he not tear out its roots and strip off its fruit so that it shrivels? All its fresh leaves will wither! Great strength and many people will not be needed to pull it from its roots.",
      "10": "Even though it is planted, will it flourish? Won’t it wither completely when the east wind strikes it? It will wither on the plot where it sprouted.’”",
      "11": "The word of the Lord came to me:",
      "12": "“Now say to that rebellious house, ‘Don’t you know what these things mean?’ Tell them, ‘The king of Babylon came to Jerusalem, took its king and officials, and brought them back with him to Babylon.",
      "13": "He took one of the royal family and made a covenant with him, putting him under oath. Then he took away the leading men of the land,",
      "14": "so that the kingdom would be humble and not exalt itself but would keep his covenant in order to endure.",
      "15": "However, this king revolted against him by sending his ambassadors to Egypt so they might give him horses and a large army. Will he flourish? Will the one who does such things escape? Can he break a covenant and still escape?",
      "16": "“‘As I live—this is the declaration of the Lord God—he will die in Babylon, in the land of the king who put him on the throne, whose oath he despised and whose covenant he broke.",
      "17": "Pharaoh with his mighty army and vast company will not help him in battle, when ramps are built and siege walls constructed to destroy many lives.",
      "18": "He despised the oath by breaking the covenant. He did all these things even though he gave his hand in pledge. He will not escape!",
      "19": "“‘Therefore, this is what the Lord God says: As I live, I will bring down on his head my oath that he despised and my covenant that he broke.",
      "20": "I will spread my net over him, and he will be caught in my snare. I will bring him to Babylon and execute judgment on him there for the treachery he committed against me.",
      "21": "All the fugitives among his troops will fall by the sword, and those who survive will be scattered to every direction of the wind. Then you will know that I, the Lord, have spoken.",
      "22": "“‘This is what the Lord God says:\nI will take a sprig\nfrom the lofty top of the cedar and plant it.\nI will pluck a tender sprig\nfrom its topmost shoots,\nand I will plant it\non a high towering mountain.",
      "23": "I will plant it on Israel’s high mountain\nso that it may bear branches, produce fruit,\nand become a majestic cedar.\nBirds of every kind will nest under it,\ntaking shelter in the shade of its branches.",
      "24": "Then all the trees of the field will know\nthat I am the Lord.\nI bring down the tall tree,\nand make the low tree tall.\nI cause the green tree to wither\nand make the withered tree thrive.\nI, the Lord, have spoken\nand I will do it.’”"
    },
    "18": {
      "1": "The word of the Lord came to me:",
      "2": "“What do you mean by using this proverb concerning the land of Israel:\n‘The fathers eat sour grapes,\nand the children’s teeth are set on edge’?",
      "3": "As I live”—this is the declaration of the Lord God—“you will no longer use this proverb in Israel.",
      "4": "Look, every life belongs to me. The life of the father is like the life of the son—both belong to me. The person who sins is the one who will die.",
      "5": "“Suppose a man is righteous and does what is just and right:",
      "6": "He does not eat at the mountain shrines or look to the idols of the house of Israel. He does not defile his neighbor’s wife or approach a woman during her menstrual impurity.",
      "7": "He doesn’t oppress anyone but returns his collateral to the debtor. He does not commit robbery, but gives his bread to the hungry and covers the naked with clothing.",
      "8": "He doesn’t lend at interest or for profit but keeps his hand from injustice and carries out true justice between men.",
      "9": "He follows my statutes and keeps my ordinances, acting faithfully. Such a person is righteous; he will certainly live.” This is the declaration of the Lord God.",
      "10": "“But suppose the man has a violent son, who sheds blood and does any of these things,",
      "11": "though the father has done none of them. Indeed, when the son eats at the mountain shrines and defiles his neighbor’s wife,",
      "12": "and when he oppresses the poor and needy, commits robbery, and does not return collateral, and when he looks to the idols, commits detestable acts,",
      "13": "and lends at interest or for profit, will he live? He will not live! Since he has committed all these detestable acts, he will certainly die. His death will be his own fault.",
      "14": "“Now suppose he has a son who sees all the sins his father has committed, and though he sees them, he does not do likewise.",
      "15": "He does not eat at the mountain shrines or look to the idols of the house of Israel. He does not defile his neighbor’s wife.",
      "16": "He doesn’t oppress anyone, hold collateral, or commit robbery. He gives his bread to the hungry and covers the naked with clothing.",
      "17": "He keeps his hand from harming the poor, not taking interest or profit on a loan. He practices my ordinances and follows my statutes. Such a person will not die for his father’s iniquity. He will certainly live.",
      "18": "“As for his father, he will die for his own iniquity because he practiced fraud, robbed his brother, and did among his people what was not good.",
      "19": "But you may ask, ‘Why doesn’t the son suffer punishment for the father’s iniquity?’ Since the son has done what is just and right, carefully observing all my statutes, he will certainly live.",
      "20": "The person who sins is the one who will die. A son won’t suffer punishment for the father’s iniquity, and a father won’t suffer punishment for the son’s iniquity. The righteousness of the righteous person will be on him, and the wickedness of the wicked person will be on him.",
      "21": "“But if the wicked person turns from all the sins he has committed, keeps all my statutes, and does what is just and right, he will certainly live; he will not die.",
      "22": "None of the transgressions he has committed will be held against him. He will live because of the righteousness he has practiced.",
      "23": "Do I take any pleasure in the death of the wicked?” This is the declaration of the Lord God. “Instead, don’t I take pleasure when he turns from his ways and lives?",
      "24": "But when a righteous person turns from his righteousness and acts unjustly, committing the same detestable acts that the wicked do, will he live? None of the righteous acts he did will be remembered. He will die because of the treachery he has engaged in and the sin he has committed.",
      "25": "“But you say, ‘The Lord’s way isn’t fair.’ Now listen, house of Israel: Is it my way that is unfair? Instead, isn’t it your ways that are unfair?",
      "26": "When a righteous person turns from his righteousness and acts unjustly, he will die for this. He will die because of the injustice he has committed.",
      "27": "But if a wicked person turns from the wickedness he has committed and does what is just and right, he will preserve his life.",
      "28": "He will certainly live because he thought it over and turned from all the transgressions he had committed; he will not die.",
      "29": "But the house of Israel says, ‘The Lord’s way isn’t fair.’ Is it my ways that are unfair, house of Israel? Instead, isn’t it your ways that are unfair?",
      "30": "“Therefore, house of Israel, I will judge each one of you according to his ways.” This is the declaration of the Lord God. “Repent and turn from all your rebellious acts, so they will not become a sinful stumbling block to you.",
      "31": "Throw off all the transgressions you have committed, and get yourselves a new heart and a new spirit. Why should you die, house of Israel?",
      "32": "For I take no pleasure in anyone’s death.” This is the declaration of the Lord God. “So repent and live!"
    },
    "19": {
      "1": "“As for you, take up a lament for the princes of Israel,",
      "2": "and say:\nWhat was your mother? A lioness!\nShe lay down among the lions;\nshe reared her cubs among the young lions.",
      "3": "She brought up one of her cubs,\nand he became a young lion.\nAfter he learned to tear prey,\nhe devoured people.",
      "4": "When the nations heard about him,\nhe was caught in their pit.\nThen they led him away with hooks\nto the land of Egypt.",
      "5": "When she saw that she waited in vain,\nthat her hope was lost,\nshe took another of her cubs\nand made him a young lion.",
      "6": "He prowled among the lions,\nand he became a young lion.\nAfter he learned to tear prey,\nhe devoured people.",
      "7": "He devastated their strongholds\nand destroyed their cities.\nThe land and everything in it shuddered\nat the sound of his roaring.",
      "8": "Then the nations from the surrounding provinces\nset out against him.\nThey spread their net over him;\nhe was caught in their pit.",
      "9": "They put a wooden yoke on him with hooks\nand led him away to the king of Babylon.\nThey brought him into the fortresses\nso his roar could no longer be heard\non the mountains of Israel.",
      "10": "Your mother was like a vine in your vineyard,\nplanted by the water;\nit was fruitful and full of branches\nbecause of abundant water.",
      "11": "It had strong branches, fit for the scepters of rulers;\nits height towered among the clouds.\nSo it was conspicuous for its height\nas well as its many branches.",
      "12": "But it was uprooted in fury,\nthrown to the ground,\nand the east wind dried up its fruit.\nIts strong branches were torn off and dried up;\nfire consumed them.",
      "13": "Now it is planted in the wilderness,\nin a dry and thirsty land.",
      "14": "Fire has gone out from its main branch\nand has devoured its fruit,\nso that it no longer has a strong branch,\na scepter for ruling.\nThis is a lament and should be used as a lament.”"
    },
    "20": {
      "1": "In the seventh year, in the fifth month, on the tenth day of the month, some of Israel’s elders came to inquire of the Lord, and they sat down in front of me.",
      "2": "Then the word of the Lord came to me:",
      "3": "“Son of man, speak with the elders of Israel and tell them, ‘This is what the Lord God says: Are you coming to inquire of me? As I live, I will not let you inquire of me. This is the declaration of the Lord God.’",
      "4": "“Will you pass judgment against them, will you pass judgment, son of man? Explain the detestable practices of their ancestors to them.",
      "5": "Say to them, ‘This is what the Lord God says: On the day I chose Israel, I swore an oath to the descendants of Jacob’s house and made myself known to them in the land of Egypt. I swore to them, saying, “I am the Lord your God.”",
      "6": "On that day I swore to them that I would bring them out of the land of Egypt into a land I had searched out for them, a land flowing with milk and honey, the most beautiful of all lands.",
      "7": "I also said to them, “Throw away, each of you, the abhorrent things that you prize, and do not defile yourselves with the idols of Egypt. I am the Lord your God.”",
      "8": "“‘But they rebelled against me and were unwilling to listen to me. None of them threw away the abhorrent things that they prized, and they did not abandon the idols of Egypt. So I considered pouring out my wrath on them, exhausting my anger against them within the land of Egypt.",
      "9": "But I acted for the sake of my name, so that it would not be profaned in the eyes of the nations they were living among, in whose sight I had made myself known to Israel by bringing them out of Egypt.",
      "10": "“‘So I brought them out of the land of Egypt and led them into the wilderness.",
      "11": "Then I gave them my statutes and explained my ordinances to them—the person who does them will live by them.",
      "12": "I also gave them my Sabbaths to serve as a sign between me and them, so that they would know that I am the Lord who consecrates them.",
      "13": "“‘But the house of Israel rebelled against me in the wilderness. They did not follow my statutes and they rejected my ordinances—the person who does them will live by them. They also completely profaned my Sabbaths. So I considered pouring out my wrath on them in the wilderness to put an end to them.",
      "14": "But I acted for the sake of my name, so that it would not be profaned in the eyes of the nations in whose sight I had brought them out.",
      "15": "However, I swore to them in the wilderness that I would not bring them into the land I had given them—the most beautiful of all lands, flowing with milk and honey—",
      "16": "because they rejected my ordinances, profaned my Sabbaths, and did not follow my statutes. For their hearts went after their idols.",
      "17": "Yet I spared them from destruction and did not bring them to an end in the wilderness.",
      "18": "“‘Then I said to their children in the wilderness, “Don’t follow the statutes of your fathers, defile yourselves with their idols, or keep their ordinances.",
      "19": "I am the Lord your God. Follow my statutes, keep my ordinances, and practice them.",
      "20": "Keep my Sabbaths holy, and they will be a sign between me and you, so you may know that I am the Lord your God.”",
      "21": "“‘But the children rebelled against me. They did not follow my statutes or carefully keep my ordinances—the person who does them will live by them. They also profaned my Sabbaths. So I considered pouring out my wrath on them and exhausting my anger against them in the wilderness.",
      "22": "But I withheld my hand and acted for the sake of my name, so that it would not be profaned in the eyes of the nations in whose sight I brought them out.",
      "23": "However, I swore to them in the wilderness that I would disperse them among the nations and scatter them among the countries.",
      "24": "For they did not practice my ordinances but rejected my statutes and profaned my Sabbaths, and their eyes were fixed on their fathers’ idols.",
      "25": "I also gave them statutes that were not good and ordinances they could not live by.",
      "26": "When they sacrificed every firstborn in the fire, I defiled them through their gifts in order to devastate them so they would know that I am the Lord.’",
      "27": "“Therefore, son of man, speak to the house of Israel, and tell them, ‘This is what the Lord God says: In this way also your ancestors blasphemed me by committing treachery against me:",
      "28": "When I brought them into the land that I swore to give them and they saw any high hill or leafy tree, they offered their sacrifices and presented their offensive offerings there. They also sent up their pleasing aromas and poured out their drink offerings there.",
      "29": "So I asked them, “What is this high place you are going to?” And it is still called Bamah today.’",
      "30": "“Therefore say to the house of Israel, ‘This is what the Lord God says: Are you defiling yourselves the way your ancestors did, and prostituting yourselves with their abhorrent things?",
      "31": "When you offer your gifts, sacrificing your children in the fire, you still continue to defile yourselves with all your idols today. So should I let you inquire of me, house of Israel? As I live—this is the declaration of the Lord God—I will not let you inquire of me!",
      "32": "“‘When you say, “Let’s be like the nations, like the clans of other countries, serving wood and stone,” what you have in mind will never happen.",
      "33": "As I live—the declaration of the Lord God—I will reign over you with a strong hand, an outstretched arm, and outpoured wrath.",
      "34": "I will bring you from the peoples and gather you from the countries where you were scattered, with a strong hand, an outstretched arm, and outpoured wrath.",
      "35": "I will lead you into the wilderness of the peoples and enter into judgment with you there face to face.",
      "36": "Just as I entered into judgment with your ancestors in the wilderness of the land of Egypt, so I will enter into judgment with you. This is the declaration of the Lord God.",
      "37": "I will make you pass under the rod and will bring you into the bond of the covenant.",
      "38": "I will purge you of those who rebel and transgress against me. I will bring them out of the land where they live as foreign residents, but they will not enter the land of Israel. Then you will know that I am the Lord.",
      "39": "“‘As for you, house of Israel, this is what the Lord God says: Go and serve your idols, each of you. But afterward you will surely listen to me, and you will no longer defile my holy name with your gifts and idols.",
      "40": "For on my holy mountain, Israel’s high mountain—the declaration of the Lord God—there the entire house of Israel, all of them, will serve me in the land. There I will accept them and will require your contributions and choicest gifts, all your holy offerings.",
      "41": "When I bring you from the peoples and gather you from the countries where you have been scattered, I will accept you as a pleasing aroma. And I will demonstrate my holiness through you in the sight of the nations.",
      "42": "When I lead you into the land of Israel, the land I swore to give your ancestors, you will know that I am the Lord.",
      "43": "There you will remember your ways and all your deeds by which you have defiled yourself, and you will loathe yourselves for all the evil things you have done.",
      "44": "You will know that I am the Lord, house of Israel, when I have dealt with you for the sake of my name rather than according to your evil ways and corrupt acts. This is the declaration of the Lord God.’”",
      "45": "The word of the Lord came to me:",
      "46": "“Son of man, face the south and preach against it. Prophesy against the forest land in the Negev,",
      "47": "and say to the forest there, ‘Hear the word of the Lord! This is what the Lord God says: I am about to ignite a fire in you, and it will devour every green tree and every dry tree in you. The blazing flame will not be extinguished, and every face from the south to the north will be scorched by it.",
      "48": "Then all humanity will see that I, the Lord, have kindled it. It will not be extinguished.’”",
      "49": "Then I said, “Oh, Lord God, they are saying of me, ‘Isn’t he just composing parables?’”"
    },
    "21": {
      "1": "The word of the Lord came to me again:",
      "2": "“Son of man, face Jerusalem and preach against the sanctuaries. Prophesy against the land of Israel,",
      "3": "and say to it, ‘This is what the Lord says: I am against you. I will draw my sword from its sheath and cut off from you both the righteous and the wicked.",
      "4": "Since I will cut off both the righteous and the wicked, my sword will therefore come out of its sheath against all humanity from the south to the north.",
      "5": "So all humanity will know that I, the Lord, have taken my sword from its sheath—it will not be sheathed again.’",
      "6": "“But you, son of man, groan! Groan bitterly with a broken heart right before their eyes.",
      "7": "And when they ask you, ‘Why are you groaning?’ then say, ‘Because of the news that is coming. Every heart will melt, and every hand will become weak. Every spirit will be discouraged, and all knees will run with urine. Yes, it is coming and it will happen. This is the declaration of the Lord God.’”",
      "8": "The word of the Lord came to me:",
      "9": "“Son of man, prophesy, ‘This is what the Lord says!’ You are to proclaim,\n‘A sword! A sword is sharpened\nand also polished.",
      "10": "It is sharpened for slaughter,\npolished to flash like lightning!\nShould we rejoice?\nThe scepter of my son,\nthe sword despises every tree.",
      "11": "The sword is given to be polished,\nto be grasped in the hand.\nIt is sharpened, and it is polished,\nto be put in the hand of the slayer.’",
      "12": "“Cry out and wail, son of man, for it is against my people. It is against all the princes of Israel! They are given over to the sword with my people. Therefore strike your thigh in grief.",
      "13": "Surely it will be a trial! And what if the sword despises even the scepter? The scepter will not continue.” This is the declaration of the Lord God.",
      "14": "“So you, son of man, prophesy and clap your hands together:\nLet the sword strike two times, even three.\nIt is a sword for massacre,\na sword for great massacre—\nit surrounds them!",
      "15": "I have appointed a sword for slaughter\nat all their gates,\nso that their hearts may melt\nand many may stumble.\nYes! It is ready to flash like lightning;\nit is drawn for slaughter.",
      "16": "Slash to the right;\nturn to the left—\nwherever your blade is directed.",
      "17": "I also will clap my hands together, and I will satisfy my wrath. I, the Lord, have spoken.”",
      "18": "The word of the Lord came to me:",
      "19": "“Now you, son of man, mark out two roads that the sword of Babylon’s king can take. Both of them should originate from the same land. And make a signpost at the fork in the road to each city.",
      "20": "Mark out a road that the sword can take to Rabbah of the Ammonites and to Judah into fortified Jerusalem.",
      "21": "For the king of Babylon stands at the split in the road, at the fork of the two roads, to practice divination: he shakes the arrows, consults the idols, and observes the liver.",
      "22": "The answer marked Jerusalem appears in his right hand, indicating that he should set up battering rams, give the order to slaughter, raise a battle cry, set battering rams against the gates, build a ramp, and construct a siege wall.",
      "23": "It will seem like false divination to those who have sworn an oath to the Babylonians, but it will draw attention to their guilt so that they will be captured.",
      "24": "“Therefore, this is what the Lord God says: Because you have drawn attention to your guilt, exposing your transgressions, so that your sins are revealed in all your actions—since you have done this, you will be captured by them.",
      "25": "And you, profane and wicked prince of Israel, the day has come for your punishment.",
      "26": "“This is what the Lord God says:\nRemove the turban, and take off the crown.\nThings will not remain as they are;\nexalt the lowly and bring down the exalted.",
      "27": "A ruin, a ruin,\nI will make it a ruin!\nYet this will not happen\nuntil he comes;\nI have given the judgment to him.",
      "28": "“Now you, son of man, prophesy, and say, ‘This is what the Lord God says concerning the Ammonites and their contempt.’ You are to proclaim,\n‘A sword! A sword\nis drawn for slaughter,\npolished to consume, to flash like lightning.",
      "29": "While they offer false visions\nand lying divinations about you,\nthe time has come to put you\nto the necks of the profane wicked ones;\nthe day has come\nfor final punishment.",
      "30": "“‘Return it to its sheath!\n“‘I will judge you\nin the place where you were created,\nin the land of your origin.",
      "31": "I will pour out my indignation on you;\nI will blow the fire of my fury on you.\nI will hand you over to brutal men,\nskilled at destruction.",
      "32": "You will be fuel for the fire.\nYour blood will be spilled within the land.\nYou will not be remembered,\nfor I, the Lord, have spoken.’”"
    },
    "22": {
      "1": "The word of the Lord came to me:",
      "2": "“As for you, son of man, will you pass judgment? Will you pass judgment against the city of blood? Then explain all her detestable practices to her.",
      "3": "You are to say, ‘This is what the Lord God says: A city that sheds blood within her walls so that her time of judgment has come and who makes idols for herself so that she is defiled!",
      "4": "You are guilty of the blood you have shed, and you are defiled from the idols you have made. You have brought your judgment days near and have come to your years of punishment. Therefore, I have made you a disgrace to the nations and a mockery to all the lands.",
      "5": "Those who are near and those far away from you will mock you, you infamous one full of turmoil.",
      "6": "“‘Look, every prince of Israel within you has used his strength to shed blood.",
      "7": "Father and mother are treated with contempt, and the resident alien is exploited within you. The fatherless and widow are oppressed in you.",
      "8": "You despise my holy things and profane my Sabbaths.",
      "9": "There are men within you who slander in order to shed blood. People who live in you eat at the mountain shrines; they commit depraved acts within you.",
      "10": "Men within you have sexual intercourse with their father’s wife and violate women during their menstrual impurity.",
      "11": "One man within you commits a detestable act with his neighbor’s wife; another defiles his daughter-in-law with depravity; and yet another violates his sister, his father’s daughter.",
      "12": "People who live in you accept bribes in order to shed blood. You take interest and profit on a loan and brutally extort your neighbors. You have forgotten me. This is the declaration of the Lord God.",
      "13": "“‘Now look, I clap my hands together against the dishonest profit you have made and against the blood shed among you.",
      "14": "Will your courage endure or your hands be strong in the days when I deal with you? I, the Lord, have spoken, and I will act.",
      "15": "I will disperse you among the nations and scatter you among the countries; I will purge your uncleanness.",
      "16": "You will be profaned in the sight of the nations. Then you will know that I am the Lord.’”",
      "17": "The word of the Lord came to me:",
      "18": "“Son of man, the house of Israel has become merely dross to me. All of them are copper, tin, iron, and lead inside the furnace; they are just dross from silver.",
      "19": "Therefore, this is what the Lord God says: Because all of you have become dross, I am about to gather you into Jerusalem.",
      "20": "Just as one gathers silver, copper, iron, lead, and tin into the furnace to blow fire on them and melt them, so I will gather you in my anger and wrath, put you inside, and melt you.",
      "21": "Yes, I will gather you together and blow on you with the fire of my fury, and you will be melted within the city.",
      "22": "As silver is melted inside a furnace, so you will be melted inside the city. Then you will know that I, the Lord, have poured out my wrath on you.”",
      "23": "The word of the Lord came to me:",
      "24": "“Son of man, say to her, ‘You are a land that has not been cleansed, that has not received rain in the day of indignation.’",
      "25": "The conspiracy of her prophets within her is like a roaring lion tearing its prey: they devour people, seize wealth and valuables, and multiply the widows within her.",
      "26": "Her priests do violence to my instruction and profane my holy things. They make no distinction between the holy and the common, and they do not explain the difference between the clean and the unclean. They close their eyes to my Sabbaths, and I am profaned among them.",
      "27": "“Her officials within her are like wolves tearing their prey, shedding blood, and destroying lives in order to make profit dishonestly.",
      "28": "Her prophets plaster for them with whitewash by seeing false visions and lying divinations, saying, ‘This is what the Lord God says,’ when the Lord has not spoken.",
      "29": "The people of the land have practiced extortion and committed robbery. They have oppressed the poor and needy and unlawfully exploited the resident alien.",
      "30": "I searched for a man among them who would repair the wall and stand in the gap before me on behalf of the land so that I might not destroy it, but I found no one.",
      "31": "So I have poured out my indignation on them and consumed them with the fire of my fury. I have brought their conduct down on their own heads.” This is the declaration of the Lord God."
    },
    "23": {
      "1": "The word of the Lord came to me again:",
      "2": "“Son of man, there were two women, daughters of the same mother,",
      "3": "who acted like prostitutes in Egypt, behaving promiscuously in their youth. Their breasts were fondled there, and their virgin nipples caressed.",
      "4": "The older one was named Oholah, and her sister was Oholibah. They became mine and gave birth to sons and daughters. As for their names, Oholah represents Samaria and Oholibah represents Jerusalem.",
      "5": "“Oholah acted like a prostitute even though she was mine. She lusted after her lovers, the Assyrians: warriors",
      "6": "dressed in blue, governors and prefects, all of them desirable young men, horsemen riding on steeds.",
      "7": "She offered her sexual favors to them; all of them were the elite of Assyria. She defiled herself with all those she lusted after and with all their idols.",
      "8": "She didn’t give up her promiscuity that began in Egypt, when men slept with her in her youth, caressed her virgin nipples, and poured out their lust on her.",
      "9": "Therefore, I handed her over to her lovers, the Assyrians she lusted for.",
      "10": "They exposed her nakedness, seized her sons and daughters, and killed her with the sword. Since they executed judgment against her, she became notorious among women.",
      "11": "“Now her sister Oholibah saw this, but she was even more depraved in her lust than Oholah, and made her promiscuous acts worse than those of her sister.",
      "12": "She lusted after the Assyrians: governors and prefects, warriors splendidly dressed, horsemen riding on steeds, all of them desirable young men.",
      "13": "And I saw that she had defiled herself; both of them had taken the same path.",
      "14": "But she increased her promiscuity when she saw male figures carved on the wall, images of the Chaldeans, engraved in bright red,",
      "15": "wearing belts on their waists and flowing turbans on their heads; all of them looked like officers, a depiction of the Babylonians in Chaldea, their native land.",
      "16": "At the sight of them she lusted after them and sent messengers to them in Chaldea.",
      "17": "Then the Babylonians came to her, to the bed of love, and defiled her with their lust. But after she was defiled by them, she turned away from them in disgust.",
      "18": "When she flaunted her promiscuity and exposed her nakedness, I turned away from her in disgust just as I turned away from her sister.",
      "19": "Yet she multiplied her acts of promiscuity, remembering the days of her youth when she acted like a prostitute in the land of Egypt",
      "20": "and lusted after their lovers, whose sexual members were like those of donkeys and whose emission was like that of stallions.",
      "21": "So you revisited the depravity of your youth, when the Egyptians caressed your nipples to enjoy your youthful breasts.",
      "22": "“Therefore, Oholibah, this is what the Lord God says: I am going to incite your lovers against you, those you turned away from in disgust. I will bring them against you from every side:",
      "23": "the Babylonians and all the Chaldeans; Pekod, Shoa, and Koa; and all the Assyrians with them—desirable young men, all of them governors and prefects, officers and administrators, all of them riding on steeds.",
      "24": "They will come against you with an assembly of peoples and with weapons, chariots, and wagons. They will set themselves against you on every side with large and small shields and helmets. I will delegate judgment to them, and they will judge you by their own standards.",
      "25": "When I vent my jealous fury on you, they will deal with you in wrath. They will cut off your nose and ears, and the rest of you will fall by the sword. They will seize your sons and daughters, and the rest of you will be consumed by fire.",
      "26": "They will strip off your clothes and take your beautiful jewelry.",
      "27": "So I will put an end to your depravity and sexual immorality, which began in the land of Egypt, and you will not look longingly at them or remember Egypt anymore.",
      "28": "“For this is what the Lord God says: I am going to hand you over to those you hate, to those you turned away from in disgust.",
      "29": "They will treat you with hatred, take all you have worked for, and leave you stark naked, so that the shame of your debauchery will be exposed, both your depravity and promiscuity.",
      "30": "These things will be done to you because you acted like a prostitute with the nations, defiling yourself with their idols.",
      "31": "You have followed the path of your sister, so I will put her cup in your hand.”",
      "32": "This is what the Lord God says:\n“You will drink your sister’s cup,\nwhich is deep and wide.\nYou will be an object of ridicule and scorn,\nfor it holds so much.",
      "33": "You will be filled with drunkenness and grief,\nwith a cup of devastation and desolation,\nthe cup of your sister Samaria.",
      "34": "You will drink it and drain it;\nthen you will gnaw its broken pieces,\nand tear your breasts.\nFor I have spoken.”\nThis is the declaration of the Lord God.",
      "35": "Therefore, this is what the Lord God says: “Because you have forgotten me and cast me behind your back, you must bear the consequences of your indecency and promiscuity.”",
      "36": "Then the Lord said to me, “Son of man, will you pass judgment against Oholah and Oholibah? Then declare their detestable practices to them.",
      "37": "For they have committed adultery, and blood is on their hands; they have committed adultery with their idols. And the children they bore to me they have sacrificed in the fire as food for the idols.",
      "38": "They also did this to me: they defiled my sanctuary on that same day and profaned my Sabbaths.",
      "39": "On the same day they slaughtered their children for their idols, they entered my sanctuary to profane it. Yes, that is what they did inside my house.",
      "40": "“In addition, they sent for men who came from far away when a messenger was dispatched to them. And look how they came! You bathed, painted your eyes, and adorned yourself with jewelry for them.",
      "41": "You sat on a luxurious couch with a table spread before it, on which you had set my incense and oil.",
      "42": "The sound of a carefree crowd was there. Drunkards from the desert were brought in, along with common men. They put bracelets on the women’s hands and beautiful tiaras on their heads.",
      "43": "Then I said concerning this woman worn out by adultery: Will they now have illicit sex with her, even her?",
      "44": "Yet they had sex with her as one does with a prostitute. This is how they had sex with Oholah and Oholibah, those depraved women.",
      "45": "But righteous men will judge them the way adulteresses and those who shed blood are judged, for they are adulteresses and blood is on their hands.",
      "46": "“This is what the Lord God says: Summon an assembly against them and consign them to terror and plunder.",
      "47": "The assembly will stone them and cut them down with their swords. They will kill their sons and daughters and burn their houses.",
      "48": "So I will put an end to depravity in the land, and all the women will be admonished not to imitate your depraved behavior.",
      "49": "They will punish you for your depravity, and you will bear the consequences for your sins of idolatry. Then you will know that I am the Lord God.”"
    },
    "24": {
      "1": "The word of the Lord came to me in the ninth year, in the tenth month, on the tenth day of the month:",
      "2": "“Son of man, write down today’s date, this very day. The king of Babylon has laid siege to Jerusalem this very day.",
      "3": "Now speak a parable to the rebellious house. Tell them, ‘This is what the Lord God says:\nPut the pot on the fire—\nput it on,\nand then pour water into it!",
      "4": "Place the pieces of meat in it,\nevery good piece—\nthigh and shoulder.\nFill it with choice bones.",
      "5": "Take the choicest of the flock\nand also pile up the fuel under it.\nBring it to a boil\nand cook the bones in it.",
      "6": "“‘Therefore, this is what the Lord God says:\nWoe to the city of bloodshed,\nthe pot that has corrosion inside it,\nand its corrosion has not come out of it!\nEmpty it piece by piece;\nlots should not be cast for its contents.",
      "7": "For the blood she shed is still within her.\nShe put it out on the bare rock;\nshe didn’t pour it on the ground\nto cover it with dust.",
      "8": "In order to stir up wrath and take vengeance,\nI have put her blood on the bare rock,\nso that it would not be covered.",
      "9": "“‘Therefore, this is what the Lord God says:\nWoe to the city of bloodshed!\nI myself will make the pile of kindling large.",
      "10": "Pile on the logs and kindle the fire!\nCook the meat well\nand mix in the spices!\nLet the bones be burned!",
      "11": "Set the empty pot on its coals\nso that it becomes hot and its copper glows.\nThen its impurity will melt inside it;\nits corrosion will be consumed.",
      "12": "It has frustrated every effort;\nits thick corrosion will not come off.\nInto the fire with its corrosion!",
      "13": "Because of the depravity of your uncleanness—\nsince I tried to purify you,\nbut you would not be purified from your uncleanness—\nyou will not be pure again\nuntil I have satisfied my wrath on you.",
      "14": "I, the Lord, have spoken.\nIt is coming, and I will do it!\nI will not refrain, I will not show pity,\nand I will not relent.\nI will judge you\naccording to your ways and deeds.\nThis is the declaration of the Lord God.’”",
      "15": "Then the word of the Lord came to me:",
      "16": "“Son of man, I am about to take the delight of your eyes away from you with a fatal blow. But you must not lament or weep or let your tears flow.",
      "17": "Groan quietly; do not observe mourning rites for the dead. Put on your turban and strap your sandals on your feet; do not cover your mustache or eat the bread of mourners.”",
      "18": "I spoke to the people in the morning, and my wife died in the evening. The next morning I did just as I was commanded.",
      "19": "Then the people asked me, “Won’t you tell us what these things you are doing mean for us?”",
      "20": "So I answered them, “The word of the Lord came to me:",
      "21": "Say to the house of Israel, ‘This is what the Lord God says: I am about to desecrate my sanctuary, the pride of your power, the delight of your eyes, and the desire of your heart. Also, the sons and daughters you left behind will fall by the sword.",
      "22": "Then you will do just as I have done: You will not cover your mustache or eat the bread of mourners.",
      "23": "Your turbans will remain on your heads and your sandals on your feet. You will not lament or weep but will waste away because of your iniquities and will groan to one another.",
      "24": "Now Ezekiel will be a sign for you. You will do everything that he has done. When this happens, you will know that I am the Lord God.’",
      "25": "“As for you, son of man, know that on that day I will take from them their stronghold—their pride and joy, the delight of their eyes, and the longing of their hearts—as well as their sons and daughters.",
      "26": "On that day a fugitive will come to you and report the news.",
      "27": "On that day your mouth will be opened to talk with him; you will speak and no longer be mute. So you will be a sign for them, and they will know that I am the Lord.”"
    },
    "25": {
      "1": "Then the word of the Lord came to me:",
      "2": "“Son of man, face the Ammonites and prophesy against them.",
      "3": "Say to the Ammonites, ‘Hear the word of the Lord God: This is what the Lord God says: Because you said, “Aha!” about my sanctuary when it was desecrated, about the land of Israel when it was laid waste, and about the house of Judah when they went into exile,",
      "4": "therefore I am about to give you to the people of the east as a possession. They will set up their encampments and pitch their tents among you. They will eat your fruit and drink your milk.",
      "5": "I will make Rabbah a pasture for camels and Ammon a resting place for sheep. Then you will know that I am the Lord.",
      "6": "“‘For this is what the Lord God says: Because you clapped your hands, stamped your feet, and rejoiced over the land of Israel with wholehearted contempt,",
      "7": "therefore I am about to stretch out my hand against you and give you as plunder to the nations. I will cut you off from the peoples and eliminate you from the countries. I will destroy you, and you will know that I am the Lord.",
      "8": "“‘This is what the Lord God says: Because Moab and Seir said, “Look, the house of Judah is like all the other nations.”",
      "9": "Therefore I am about to expose Moab’s flank beginning with its frontier cities, the splendor of the land: Beth-jeshimoth, Baal-meon, and Kiriathaim.",
      "10": "I will give it along with Ammon to the people of the east as a possession, so that Ammon will not be remembered among the nations.",
      "11": "So I will execute judgments against Moab, and they will know that I am the Lord.",
      "12": "“‘This is what the Lord God says: Because Edom acted vengefully against the house of Judah and incurred grievous guilt by taking revenge on them,",
      "13": "therefore this is what the Lord God says: I will stretch out my hand against Edom and cut off both people and animals from it. I will make it a wasteland; they will fall by the sword from Teman to Dedan.",
      "14": "I will take my vengeance on Edom through my people Israel, and they will deal with Edom according to my anger and wrath. So they will know my vengeance. This is the declaration of the Lord God.",
      "15": "“‘This is what the Lord God says: Because the Philistines acted in vengeance and took revenge with deep contempt, destroying because of their perpetual hatred,",
      "16": "therefore this is what the Lord God says: I am about to stretch out my hand against the Philistines, cutting off the Cherethites and wiping out what remains of the coastal peoples.",
      "17": "I will execute severe vengeance against them with furious rebukes. They will know that I am the Lord when I take my vengeance on them.’”"
    },
    "26": {
      "1": "In the eleventh year, on the first day of the month, the word of the Lord came to me:",
      "2": "“Son of man, because Tyre said about Jerusalem, ‘Aha! The gateway to the peoples is shattered. She has been turned over to me. I will be filled now that she lies in ruins,’",
      "3": "therefore this is what the Lord God says: See, I am against you, Tyre! I will raise up many nations against you, just as the sea raises its waves.",
      "4": "They will destroy the walls of Tyre and demolish her towers. I will scrape the soil from her and turn her into a bare rock.",
      "5": "She will become a place in the sea to spread nets, for I have spoken.” This is the declaration of the Lord God. “She will become plunder for the nations,",
      "6": "and her villages on the mainland will be slaughtered by the sword. Then they will know that I am the Lord.”",
      "7": "For this is what the Lord God says: “See, I am about to bring King Nebuchadnezzar of Babylon, king of kings, against Tyre from the north with horses, chariots, cavalry, and a huge assembly of troops.",
      "8": "He will slaughter your villages on the mainland with the sword. He will set up siege works, build a ramp, and raise a wall of shields against you.",
      "9": "He will direct the blows of his battering rams against your walls and tear down your towers with his iron tools.",
      "10": "His horses will be so numerous that their dust will cover you. When he enters your gates as an army entering a breached city, your walls will shake from the noise of cavalry, wagons, and chariots.",
      "11": "He will trample all your streets with the hooves of his horses. He will slaughter your people with the sword, and your mighty pillars will fall to the ground.",
      "12": "They will take your wealth as spoil and plunder your merchandise. They will also demolish your walls and tear down your beautiful homes. Then they will throw your stones, timber, and soil into the water.",
      "13": "I will put an end to the noise of your songs, and the sound of your lyres will no longer be heard.",
      "14": "I will turn you into a bare rock, and you will be a place to spread nets. You will never be rebuilt, for I, the Lord, have spoken.” This is the declaration of the Lord God.",
      "15": "This is what the Lord God says to Tyre: “Won’t the coasts and islands quake at the sound of your downfall, when the wounded groan and slaughter occurs within you?",
      "16": "All the princes of the sea will descend from their thrones, remove their robes, and strip off their embroidered garments. They will clothe themselves with trembling; they will sit on the ground, tremble continually, and be appalled at you.",
      "17": "Then they will lament for you and say of you,\n‘How you have perished, city of renown,\nyou who were populated from the seas!\nShe who was powerful on the sea,\nshe and all of her inhabitants\ninflicted their terror.",
      "18": "Now the coastlands tremble\non the day of your downfall;\nthe islands in the sea\nare alarmed by your demise.’”",
      "19": "For this is what the Lord God says: “When I make you a ruined city like other deserted cities, when I raise up the deep against you so that the mighty waters cover you,",
      "20": "then I will bring you down to be with those who descend to the Pit, to the people of antiquity. I will make you dwell in the underworld like the ancient ruins, with those who descend to the Pit, so that you will no longer be inhabited or display your splendor in the land of the living.",
      "21": "I will make you an object of horror, and you will no longer exist. You will be sought but will never be found again.” This is the declaration of the Lord God."
    },
    "27": {
      "1": "The word of the Lord came to me:",
      "2": "“Now, son of man, lament for Tyre.",
      "3": "Say to Tyre, who is situated at the entrance of the sea, merchant of the peoples to many coasts and islands, ‘This is what the Lord God says:\nTyre, you declared,\n“I am perfect in beauty.”",
      "4": "Your realm was in the heart of the sea;\nyour builders perfected your beauty.",
      "5": "They constructed all your planking\nwith pine trees from Senir.\nThey took a cedar from Lebanon\nto make a mast for you.",
      "6": "They made your oars of oaks from Bashan.\nThey made your deck of cypress wood\nfrom the coasts of Cyprus,\ninlaid with ivory.",
      "7": "Your sail was made of\nfine embroidered linen from Egypt,\nand served as your banner.\nYour awning was of blue and purple fabric\nfrom the coasts of Elishah.",
      "8": "The inhabitants of Sidon and Arvad\nwere your rowers.\nYour wise men were within you, Tyre;\nthey were your captains.",
      "9": "The elders of Gebal and its wise men\nwere within you, repairing your leaks.\n“‘All the ships of the sea and their sailors\ncame to you to barter for your goods.",
      "10": "Men of Persia, Lud, and Put\nwere in your army, serving as your warriors.\nThey hung shields and helmets in you;\nthey gave you splendor.",
      "11": "Men of Arvad and Helech\nwere stationed on your walls all around,\nand Gammadites were in your towers.\nThey hung their shields all around your walls;\nthey perfected your beauty.",
      "12": "“‘Tarshish was your trading partner because of your abundant wealth of every kind. They exchanged silver, iron, tin, and lead for your merchandise.",
      "13": "Javan, Tubal, and Meshech were your merchants. They exchanged slaves and bronze utensils for your goods.",
      "14": "Those from Beth-togarmah exchanged horses, war horses, and mules for your merchandise.",
      "15": "Men of Dedan were also your merchants; many coasts and islands were your regular markets. They brought back ivory tusks and ebony as your payment.",
      "16": "Aram was your trading partner because of your numerous products. They exchanged turquoise, purple and embroidered cloth, fine linen, coral, and rubies for your merchandise.",
      "17": "Judah and the land of Israel were your merchants. They exchanged wheat from Minnith, meal, honey, oil, and balm, for your goods.",
      "18": "Damascus was also your trading partner because of your numerous products and your abundant wealth of every kind, trading in wine from Helbon and white wool.",
      "19": "Vedan and Javan from Uzal dealt in your merchandise; wrought iron, cassia, and aromatic cane were exchanged for your goods.",
      "20": "Dedan was your merchant in saddlecloths for riding.",
      "21": "Arabia and all the princes of Kedar were your business partners, trading with you in lambs, rams, and goats.",
      "22": "The merchants of Sheba and Raamah traded with you. For your merchandise they exchanged the best of all spices and all kinds of precious stones as well as gold.",
      "23": "Haran, Canneh, Eden, the merchants of Sheba, Asshur, and Chilmad traded with you.",
      "24": "They were your merchants in choice garments, cloaks of blue and embroidered materials, and multicolored carpets, which were bound and secured with cords in your marketplace.",
      "25": "Ships of Tarshish were the carriers for your goods.\n“‘So you became full and heavily loaded\nin the heart of the sea.",
      "26": "Your rowers have brought you\nonto the high seas,\nbut the east wind has wrecked you\nin the heart of the sea.",
      "27": "Your wealth, merchandise, and goods,\nyour sailors and captains,\nthose who repair your leaks,\nthose who barter for your goods,\nand all the warriors on board,\nwith all the other people within you,\nsink into the heart of the sea\non the day of your downfall.",
      "28": "“‘The countryside shakes\nat the sound of your sailors’ cries.",
      "29": "All the oarsmen\ndisembark from their ships.\nThe sailors and all the captains of the sea\nstand on the shore.",
      "30": "Because of you, they raise their voices\nand cry out bitterly.\nThey throw dust on their heads;\nthey roll in ashes.",
      "31": "They shave their heads because of you\nand wrap themselves in sackcloth.\nThey weep over you\nwith deep anguish and bitter mourning.",
      "32": "“‘In their wailing they lament for you,\nmourning over you:\n“Who was like Tyre,\nsilenced in the middle of the sea?",
      "33": "When your merchandise was unloaded from the seas,\nyou satisfied many peoples.\nYou enriched the kings of the earth\nwith your abundant wealth and goods.",
      "34": "Now you are wrecked by the sea\nin the depths of the waters;\nyour goods and the people within you\nhave gone down.",
      "35": "All the inhabitants of the coasts and islands\nare appalled at you.\nTheir kings shudder with fear;\ntheir faces are contorted.",
      "36": "Those who trade among the peoples\nscoff at you;\nyou have become an object of horror\nand will never exist again.”’”"
    },
    "28": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, say to the ruler of Tyre, ‘This is what the Lord God says: Your heart is proud, and you have said, “I am a god; I sit in the seat of gods in the heart of the sea.” Yet you are a man and not a god, though you have regarded your heart as that of a god.",
      "3": "Yes, you are wiser than Daniel; no secret is hidden from you!",
      "4": "By your wisdom and understanding you have acquired wealth for yourself. You have acquired gold and silver for your treasuries.",
      "5": "By your great skill in trading you have increased your wealth, but your heart has become proud because of your wealth.",
      "6": "“‘Therefore, this is what the Lord God says:\nBecause you regard your heart as that of a god,",
      "7": "I am about to bring strangers against you,\nruthless men from the nations.\nThey will draw their swords\nagainst your magnificent wisdom\nand will pierce your splendor.",
      "8": "They will bring you down to the Pit,\nand you will die a violent death\nin the heart of the sea.",
      "9": "Will you still say, “I am a god,”\nin the presence of those who slay you?\nYet you will be only a man, not a god,\nin the hands of those who kill you.",
      "10": "You will die the death of the uncircumcised\nat the hands of strangers.\nFor I have spoken.\nThis is the declaration of the Lord God.’”",
      "11": "The word of the Lord came to me:",
      "12": "“Son of man, lament for the king of Tyre and say to him, ‘This is what the Lord God says:\nYou were the seal of perfection,\nfull of wisdom and perfect in beauty.",
      "13": "You were in Eden, the garden of God.\nEvery kind of precious stone covered you:\ncarnelian, topaz, and diamond,\nberyl, onyx, and jasper,\nlapis lazuli, turquoise and emerald.\nYour mountings and settings were crafted in gold;\nthey were prepared on the day you were created.",
      "14": "You were an anointed guardian cherub,\nfor I had appointed you.\nYou were on the holy mountain of God;\nyou walked among the fiery stones.",
      "15": "From the day you were created\nyou were blameless in your ways\nuntil wickedness was found in you.",
      "16": "Through the abundance of your trade,\nyou were filled with violence, and you sinned.\nSo I expelled you in disgrace\nfrom the mountain of God,\nand banished you, guardian cherub,\nfrom among the fiery stones.",
      "17": "Your heart became proud because of your beauty;\nFor the sake of your splendor\nyou corrupted your wisdom.\nSo I threw you down to the ground;\nI made you a spectacle before kings.",
      "18": "You profaned your sanctuaries\nby the magnitude of your iniquities\nin your dishonest trade.\nSo I made fire come from within you,\nand it consumed you.\nI reduced you to ashes on the ground\nin the sight of everyone watching you.",
      "19": "All those who know you among the peoples\nare appalled at you.\nYou have become an object of horror\nand will never exist again.’”",
      "20": "The word of the Lord came to me:",
      "21": "“Son of man, face Sidon and prophesy against it.",
      "22": "You are to say, ‘This is what the Lord God says:\nLook! I am against you, Sidon,\nand I will display my glory within you.\nThey will know that I am the Lord\nwhen I execute judgments against her\nand demonstrate my holiness through her.",
      "23": "I will send a plague against her\nand bloodshed in her streets;\nthe slain will fall within her,\nwhile the sword is against her on every side.\nThen they will know that I am the Lord.",
      "24": "“‘The house of Israel will no longer be hurt by prickly briers or painful thorns from all their neighbors who treat them with contempt. Then they will know that I am the Lord God.",
      "25": "“‘This is what the Lord God says: When I gather the house of Israel from the peoples where they are scattered, I will demonstrate my holiness through them in the sight of the nations, and they will live in their own land, which I gave to my servant Jacob.",
      "26": "They will live there securely, build houses, and plant vineyards. They will live securely when I execute judgments against all their neighbors who treat them with contempt. Then they will know that I am the Lord their God.’”"
    },
    "29": {
      "1": "In the tenth year, in the tenth month on the twelfth day of the month, the word of the Lord came to me:",
      "2": "“Son of man, face Pharaoh king of Egypt and prophesy against him and against all of Egypt.",
      "3": "Speak to him and say, ‘This is what the Lord God says:\nLook, I am against you, Pharaoh king of Egypt,\nthe great monster lying in the middle of his Nile,\nwho says, “My Nile is my own;\nI made it for myself.”",
      "4": "I will put hooks in your jaws\nand make the fish of your streams\ncling to your scales.\nI will haul you up\nfrom the middle of your Nile,\nand all the fish of your streams\nwill cling to your scales.",
      "5": "I will leave you in the desert,\nyou and all the fish of your streams.\nYou will fall on the open ground\nand will not be taken away\nor gathered for burial.\nI have given you\nto the wild creatures of the earth\nand the birds of the sky as food.",
      "6": "“‘Then all the inhabitants of Egypt\nwill know that I am the Lord,\nfor they have been a staff made of reed\nto the house of Israel.",
      "7": "When Israel grasped you by the hand,\nyou splintered, tearing all their shoulders;\nwhen they leaned on you,\nyou shattered and made all their hips unsteady.",
      "8": "“‘Therefore, this is what the Lord God says: I am going to bring a sword against you and cut off both people and animals from you.",
      "9": "The land of Egypt will be a desolate ruin. Then they will know that I am the Lord. Because you said, “The Nile is my own; I made it,”",
      "10": "therefore, I am against you and your Nile. I will turn the land of Egypt into ruins, a desolate waste from Migdol to Syene, as far as the border of Cush.",
      "11": "No human foot will pass through it, and no animal foot will pass through it. It will be uninhabited for forty years.",
      "12": "I will make the land of Egypt a desolation among desolate lands, and its cities will be a desolation among ruined cities for forty years. I will disperse the Egyptians among the nations and scatter them throughout the lands.",
      "13": "“‘For this is what the Lord God says: At the end of forty years I will gather the Egyptians from the peoples where they were dispersed.",
      "14": "I will restore the fortunes of Egypt and bring them back to the land of Pathros, the land of their origin. There they will be a lowly kingdom.",
      "15": "Egypt will be the lowliest of kingdoms and will never again exalt itself over the nations. I will make them so small they cannot rule over the nations.",
      "16": "It will never again be an object of trust for the house of Israel, drawing attention to their iniquity of turning to the Egyptians. Then they will know that I am the Lord God.’”",
      "17": "In the twenty-seventh year, in the first month, on the first day of the month, the word of the Lord came to me:",
      "18": "“Son of man, King Nebuchadnezzar of Babylon made his army labor strenuously against Tyre. Every head was made bald and every shoulder chafed, but he and his army received no compensation from Tyre for the labor he expended against it.",
      "19": "Therefore, this is what the Lord God says: I am going to give the land of Egypt to King Nebuchadnezzar of Babylon, and he will carry off its wealth, seizing its spoil and taking its plunder. This will be his army’s compensation.",
      "20": "I have given him the land of Egypt as the pay he labored for, since they worked for me.” This is the declaration of the Lord God.",
      "21": "“In that day I will cause a horn to sprout for the house of Israel, and I will enable you to speak out among them. Then they will know that I am the Lord.”"
    },
    "30": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, prophesy and say, ‘This is what the Lord God says:\nWail, “Woe because of that day!”",
      "3": "For a day is near;\na day belonging to the Lord is near.\nIt will be a day of clouds,\na time of doom for the nations.",
      "4": "A sword will come against Egypt,\nand there will be anguish in Cush\nwhen the slain fall in Egypt,\nand its wealth is taken away,\nand its foundations are demolished.",
      "5": "Cush, Put, and Lud,\nand all the various foreign troops,\nplus Libya and the men of the covenant land\nwill fall by the sword along with them.",
      "6": "This is what the Lord says:\nThose who support Egypt will fall,\nand its proud strength will collapse.\nFrom Migdol to Syene\nthey will fall within it by the sword.\nThis is the declaration of the Lord God.",
      "7": "They will be desolate\namong desolate lands,\nand their cities will lie\namong ruined cities.",
      "8": "They will know that I am the Lord\nwhen I set fire to Egypt\nand all its allies are shattered.",
      "9": "On that day, messengers will go out from me in ships to terrify confident Cush. Anguish will come over them on the day of Egypt’s doom. For indeed it is coming.",
      "10": "“‘This is what the Lord God says:\nI will put an end to the hordes of Egypt\nby the hand of King Nebuchadnezzar of Babylon.",
      "11": "He along with his people,\nruthless men from the nations,\nwill be brought in to destroy the land.\nThey will draw their swords against Egypt\nand fill the land with the slain.",
      "12": "I will make the streams dry\nand sell the land to evil men.\nI will bring desolation\non the land and everything in it\nby the hands of foreigners.\nI, the Lord, have spoken.",
      "13": "“‘This is what the Lord God says:\nI will destroy the worthless idols\nand put an end to the false gods in Memphis.\nThere will no longer be\na prince from the land of Egypt.\nAnd I will instill fear in that land.",
      "14": "I will make Pathros desolate,\nset fire to Zoan,\nand execute judgments on Thebes.",
      "15": "I will pour out my wrath on Pelusium,\nthe stronghold of Egypt,\nand will wipe out the hordes of Thebes.",
      "16": "I will set fire to Egypt;\nPelusium will writhe in anguish,\nThebes will be breached,\nand Memphis will face foes in broad daylight.",
      "17": "The young men of On and Pi-beseth\nwill fall by the sword,\nand those cities will go into captivity.",
      "18": "The day will be dark in Tehaphnehes,\nwhen I break the yoke of Egypt there\nand its proud strength\ncomes to an end in the city.\nA cloud will cover Tehaphnehes,\nand its surrounding villages will go into captivity.",
      "19": "So I will execute judgments against Egypt,\nand they will know that I am the Lord.’”",
      "20": "In the eleventh year, in the first month, on the seventh day of the month, the word of the Lord came to me:",
      "21": "“Son of man, I have broken the arm of Pharaoh king of Egypt. Look, it has not been bandaged—no medicine has been applied and no splint put on to bandage it so that it can grow strong enough to handle a sword.",
      "22": "Therefore, this is what the Lord God says: Look! I am against Pharaoh king of Egypt. I will break his arms, both the strong one and the one already broken, and will make the sword fall from his hand.",
      "23": "I will disperse the Egyptians among the nations and scatter them among the countries.",
      "24": "I will strengthen the arms of Babylon’s king and place my sword in his hand. But I will break the arms of Pharaoh, and he will groan before him as a mortally wounded man.",
      "25": "I will strengthen the arms of Babylon’s king, but Pharaoh’s arms will fall. They will know that I am the Lord when I place my sword in the hand of Babylon’s king and he wields it against the land of Egypt.",
      "26": "When I disperse the Egyptians among the nations and scatter them among the countries, they will know that I am the Lord.”"
    },
    "31": {
      "1": "In the eleventh year, in the third month, on the first day of the month, the word of the Lord came to me:",
      "2": "“Son of man, say to Pharaoh king of Egypt and to his hordes,\n‘Who are you like in your greatness?",
      "3": "Think of Assyria, a cedar in Lebanon,\nwith beautiful branches and shady foliage\nand of lofty height.\nIts top was among the clouds.",
      "4": "The waters caused it to grow;\nthe underground springs made it tall,\ndirecting their rivers all around\nthe place where the tree was planted\nand sending their channels\nto all the trees of the field.",
      "5": "Therefore the cedar became greater in height\nthan all the trees of the field.\nIts branches multiplied,\nand its boughs grew long\nas it spread them out\nbecause of the abundant water.",
      "6": "All the birds of the sky\nnested in its branches,\nand all the animals of the field\ngave birth beneath its boughs;\nall the great nations lived in its shade.",
      "7": "It was beautiful in its size,\nin the length of its limbs,\nfor its roots extended to abundant water.",
      "8": "The cedars in God’s garden could not eclipse it;\nthe pine trees couldn’t compare with its branches,\nnor could the plane trees match its boughs.\nNo tree in the garden of God\ncould compare with it in beauty.",
      "9": "I made it beautiful with its many limbs,\nand all the trees of Eden,\nwhich were in God’s garden, envied it.",
      "10": "“‘Therefore, this is what the Lord God says: Since it towered high in stature and set its top among the clouds, and it grew proud on account of its height,",
      "11": "I determined to hand it over to a ruler of nations; he would surely deal with it. I banished it because of its wickedness.",
      "12": "Foreigners, ruthless men from the nations, cut it down and left it lying. Its limbs fell on the mountains and in every valley; its boughs lay broken in all the earth’s ravines. All the peoples of the earth left its shade and abandoned it.",
      "13": "All the birds of the sky nested on its fallen trunk, and all the animals of the field were among its boughs.",
      "14": "This happened so that no trees planted beside water would become great in height and set their tops among the clouds, and so that no other well-watered trees would reach them in height. For they have all been consigned to death, to the underworld, among the people who descend to the Pit.",
      "15": "“‘This is what the Lord God says: I caused grieving on the day the cedar went down to Sheol. I closed off the underground deep because of it: I held back the rivers of the deep, and its abundant water was restrained. I made Lebanon mourn on account of it, and all the trees of the field fainted because of it.",
      "16": "I made the nations quake at the sound of its downfall, when I threw it down to Sheol to be with those who descend to the Pit. Then all the trees of Eden, the choice and best of Lebanon, all the well-watered trees, were comforted in the underworld.",
      "17": "They too descended with it to Sheol, to those slain by the sword. As its allies they had lived in its shade among the nations.",
      "18": "“‘Who then are you like in glory and greatness among Eden’s trees? You also will be brought down to the underworld to be with the trees of Eden. You will lie among the uncircumcised with those slain by the sword. This is Pharaoh and all his hordes. This is the declaration of the Lord God.’”"
    },
    "32": {
      "1": "In the twelfth year, in the twelfth month, on the first day of the month, the word of the Lord came to me:",
      "2": "“Son of man, lament for Pharaoh king of Egypt and say to him,\n‘You compare yourself to a lion of the nations,\nbut you are like a monster in the seas.\nYou thrash about in your rivers,\nchurn up the waters with your feet,\nand muddy the rivers.",
      "3": "“‘This is what the Lord God says:\nI will spread my net over you\nwith an assembly of many peoples,\nand they will haul you up in my net.",
      "4": "I will abandon you on the land\nand throw you onto the open field.\nI will cause all the birds of the sky\nto settle on you\nand let the wild creatures of the entire earth\neat their fill of you.",
      "5": "I will put your flesh on the mountains\nand fill the valleys with your carcass.",
      "6": "I will drench the land\nwith the flow of your blood,\neven to the mountains;\nthe ravines will be filled with your gore.",
      "7": "“‘When I snuff you out,\nI will cover the heavens\nand darken their stars.\nI will cover the sun with a cloud,\nand the moon will not give its light.",
      "8": "I will darken all the shining lights\nin the heavens over you,\nand will bring darkness on your land.\nThis is the declaration of the Lord God.",
      "9": "“‘I will trouble the hearts of many peoples,\nwhen I bring about your destruction\namong the nations,\nin countries you have not known.",
      "10": "I will cause many peoples to be appalled at you,\nand their kings will shudder with fear because of you\nwhen I brandish my sword in front of them.\nOn the day of your downfall\neach of them will tremble\nevery moment for his life.",
      "11": "“‘For this is what the Lord God says:\nThe sword of Babylon’s king\nwill come against you!",
      "12": "I will make your hordes fall\nby the swords of warriors,\nall of them ruthless men from the nations.\nThey will ravage Egypt’s pride,\nand all its hordes will be destroyed.",
      "13": "I will slaughter all its cattle\nthat are beside many waters.\nNo human foot will churn them again,\nand no cattle hooves will disturb them.",
      "14": "Then I will let their waters settle\nand will make their rivers flow like oil.\nThis is the declaration of the Lord God.",
      "15": "When I make the land of Egypt a desolation,\nso that it is emptied of everything in it,\nwhen I strike down all who live there,\nthen they will know that I am the Lord.",
      "16": "“‘The daughters of the nations will chant that lament. They will chant it over Egypt and all its hordes. This is the declaration of the Lord God.’”",
      "17": "In the twelfth year, on the fifteenth day of the month, the word of the Lord came to me:",
      "18": "“Son of man, wail over the hordes of Egypt and bring Egypt and the daughters of mighty nations down to the underworld, to be with those who descend to the Pit:",
      "19": "Who do you surpass in loveliness?\nGo down and be laid to rest with the uncircumcised!",
      "20": "They will fall among those slain by the sword.\nA sword is appointed!\nThey drag her and all her hordes away.",
      "21": "Warrior leaders will speak\nfrom the middle of Sheol\nabout him and his allies:\n‘They have come down;\nthe uncircumcised lie\nslain by the sword.’",
      "22": "“Assyria is there with her whole assembly;\nher graves are all around her.\nAll of them are slain, fallen by the sword.",
      "23": "Her graves are set in the deepest regions of the Pit,\nand her assembly is all around her burial place.\nAll of them are slain, fallen by the sword—\nthose who once spread terror\nin the land of the living.",
      "24": "“Elam is there\nwith all her hordes around her grave.\nAll of them are slain, fallen by the sword—\nthose who went down to the underworld uncircumcised,\nwho once spread their terror\nin the land of the living.\nThey bear their disgrace\nwith those who descend to the Pit.",
      "25": "Among the slain\nthey prepare a bed for Elam\nwith all her hordes.\nHer graves are all around her.\nAll of them are uncircumcised,\nslain by the sword,\nalthough their terror was once spread\nin the land of the living.\nThey bear their disgrace\nwith those who descend to the Pit.\nThey are placed among the slain.",
      "26": "“Meshech and Tubal are there,\nwith all their hordes.\nTheir graves are all around them.\nAll of them are uncircumcised, slain by the sword,\nalthough their terror was once spread\nin the land of the living.",
      "27": "They do not lie down\nwith the fallen warriors of the uncircumcised,\nwho went down to Sheol\nwith their weapons of war,\nwhose swords were placed under their heads\nand their shields\nrested on their bones,\nalthough the terror of these warriors\nwas once in the land of the living.",
      "28": "But you will be shattered\nand will lie down among the uncircumcised,\nwith those slain by the sword.",
      "29": "“Edom is there, her kings and all her princes,\nwho, despite their strength, have been placed\namong those slain by the sword.\nThey lie down with the uncircumcised,\nwith those who descend to the Pit.",
      "30": "All the leaders of the north\nand all the Sidonians are there.\nThey went down in shame with the slain,\ndespite the terror their strength inspired.\nThey lie down uncircumcised\nwith those slain by the sword.\nThey bear their disgrace\nwith those who descend to the Pit.",
      "31": "“Pharaoh will see them\nand be comforted over all his hordes—\nPharaoh and his whole army,\nslain by the sword.”\nThis is the declaration of the Lord God.",
      "32": "“For I will spread my terror\nin the land of the living,\nso Pharaoh and all his hordes\nwill be laid to rest among the uncircumcised,\nwith those slain by the sword.”\nThis is the declaration of the Lord God."
    },
    "33": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, speak to your people and tell them, ‘Suppose I bring the sword against a land, and the people of that land select a man from among them, appointing him as their watchman.",
      "3": "And suppose he sees the sword coming against the land and blows his ram’s horn to warn the people.",
      "4": "Then, if anyone hears the sound of the ram’s horn but ignores the warning, and the sword comes and takes him away, his death will be his own fault.",
      "5": "Since he heard the sound of the ram’s horn but ignored the warning, his death is his own fault. If he had taken warning, he would have saved his life.",
      "6": "However, suppose the watchman sees the sword coming but doesn’t blow the ram’s horn, so that the people aren’t warned, and the sword comes and takes away their lives. Then they have been taken away because of their iniquity, but I will hold the watchman accountable for their blood.’",
      "7": "“As for you, son of man, I have made you a watchman for the house of Israel. When you hear a word from my mouth, give them a warning from me.",
      "8": "If I say to the wicked, ‘Wicked one, you will surely die,’ but you do not speak out to warn him about his way, that wicked person will die for his iniquity, yet I will hold you responsible for his blood.",
      "9": "But if you warn a wicked person to turn from his way and he doesn’t turn from it, he will die for his iniquity, but you will have rescued yourself.",
      "10": "“Now as for you, son of man, say to the house of Israel, ‘You have said this: “Our transgressions and our sins are heavy on us, and we are wasting away because of them! How then can we survive?”’",
      "11": "Tell them, ‘As I live—this is the declaration of the Lord God—I take no pleasure in the death of the wicked, but rather that the wicked person should turn from his way and live. Repent, repent of your evil ways! Why will you die, house of Israel?’",
      "12": "“Now, son of man, say to your people, ‘The righteousness of the righteous person will not save him on the day of his transgression; neither will the wickedness of the wicked person cause him to stumble on the day he turns from his wickedness. The righteous person won’t be able to survive by his righteousness on the day he sins.",
      "13": "When I tell the righteous person that he will surely live, but he trusts in his righteousness and acts unjustly, then none of his righteousness will be remembered, and he will die because of the injustice he has committed.",
      "14": "“‘So when I tell the wicked person, “You will surely die,” but he repents of his sin and does what is just and right—",
      "15": "he returns collateral, makes restitution for what he has stolen, and walks in the statutes of life without committing injustice—he will certainly live; he will not die.",
      "16": "None of the sins he committed will be held against him. He has done what is just and right; he will certainly live.",
      "17": "“‘But your people say, “The Lord’s way isn’t fair,” even though it is their own way that isn’t fair.",
      "18": "When a righteous person turns from his righteousness and commits injustice, he will die for it.",
      "19": "But if a wicked person turns from his wickedness and does what is just and right, he will live because of it.",
      "20": "Yet you say, “The Lord’s way isn’t fair.” I will judge each of you according to his ways, house of Israel.’”",
      "21": "In the twelfth year of our exile, in the tenth month, on the fifth day of the month, a fugitive from Jerusalem came to me and reported, “The city has been taken!”",
      "22": "Now the hand of the Lord had been on me the evening before the fugitive arrived, and he opened my mouth before the man came to me in the morning. So my mouth was opened and I was no longer mute.",
      "23": "Then the word of the Lord came to me:",
      "24": "“Son of man, those who live in the ruins in the land of Israel are saying, ‘Abraham was only one person, yet he received possession of the land. But we are many; surely the land has been given to us as a possession.’",
      "25": "Therefore say to them, ‘This is what the Lord God says: You eat meat with blood in it, you look to your idols, and you shed blood. Should you then receive possession of the land?",
      "26": "You have relied on your swords, you have committed detestable acts, and each of you has defiled his neighbor’s wife. Should you then receive possession of the land?’",
      "27": "“Tell them this: ‘This is what the Lord God says: As surely as I live, those who are in the ruins will fall by the sword, those in the open field I have given to wild animals to be devoured, and those in the strongholds and caves will die by plague.",
      "28": "I will make the land a desolate waste, and its proud strength will come to an end. The mountains of Israel will become desolate, with no one passing through.",
      "29": "They will know that I am the Lord when I make the land a desolate waste because of all the detestable acts they have committed.’",
      "30": "“As for you, son of man, your people are talking about you near the city walls and in the doorways of their houses. One person speaks to another, each saying to his brother, ‘Come and hear what the message is that comes from the Lord!’",
      "31": "So my people come to you in crowds, sit in front of you, and hear your words, but they don’t obey them. Their mouths go on passionately, but their hearts pursue dishonest profit.",
      "32": "Yes, to them you are like a singer of passionate songs who has a beautiful voice and plays skillfully on an instrument. They hear your words, but they don’t obey them.",
      "33": "Yet when all this comes true—and it definitely will—then they will know that a prophet has been among them.”"
    },
    "34": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, prophesy against the shepherds of Israel. Prophesy, and say to them, ‘This is what the Lord God says to the shepherds: Woe to the shepherds of Israel, who have been feeding themselves! Shouldn’t the shepherds feed their flock?",
      "3": "You eat the fat, wear the wool, and butcher the fattened animals, but you do not tend the flock.",
      "4": "You have not strengthened the weak, healed the sick, bandaged the injured, brought back the strays, or sought the lost. Instead, you have ruled them with violence and cruelty.",
      "5": "They were scattered for lack of a shepherd; they became food for all the wild animals when they were scattered.",
      "6": "My flock went astray on all the mountains and every high hill. My flock was scattered over the whole face of the earth, and there was no one searching or seeking for them.",
      "7": "“‘Therefore, you shepherds, hear the word of the Lord.",
      "8": "As I live—this is the declaration of the Lord God—because my flock, lacking a shepherd, has become prey and food for every wild animal, and because my shepherds do not search for my flock, and because the shepherds feed themselves rather than my flock,",
      "9": "therefore, you shepherds, hear the word of the Lord!",
      "10": "“‘This is what the Lord God says: Look, I am against the shepherds. I will demand my flock from them and prevent them from shepherding the flock. The shepherds will no longer feed themselves, for I will rescue my flock from their mouths so that they will not be food for them.",
      "11": "“‘For this is what the Lord God says: See, I myself will search for my flock and look for them.",
      "12": "As a shepherd looks for his sheep on the day he is among his scattered flock, so I will look for my flock. I will rescue them from all the places where they have been scattered on a day of clouds and total darkness.",
      "13": "I will bring them out from the peoples, gather them from the countries, and bring them to their own soil. I will shepherd them on the mountains of Israel, in the ravines, and in all the inhabited places of the land.",
      "14": "I will tend them in good pasture, and their grazing place will be on Israel’s lofty mountains. There they will lie down in a good grazing place; they will feed in rich pasture on the mountains of Israel.",
      "15": "I will tend my flock and let them lie down. This is the declaration of the Lord God.",
      "16": "I will seek the lost, bring back the strays, bandage the injured, and strengthen the weak, but I will destroy the fat and the strong. I will shepherd them with justice.",
      "17": "“‘As for you, my flock, the Lord God says this: Look, I am going to judge between one sheep and another, between the rams and goats.",
      "18": "Isn’t it enough for you to feed on the good pasture? Must you also trample the rest of the pasture with your feet? Or isn’t it enough that you drink the clear water? Must you also muddy the rest with your feet?",
      "19": "Yet my flock has to feed on what your feet have trampled, and drink what your feet have muddied.",
      "20": "“‘Therefore, this is what the Lord God says to them: See, I myself will judge between the fat sheep and the lean sheep.",
      "21": "Since you have pushed with flank and shoulder and butted all the weak ones with your horns until you scattered them all over,",
      "22": "I will save my flock. They will no longer be prey, and I will judge between one sheep and another.",
      "23": "I will establish over them one shepherd, my servant David, and he will shepherd them. He will tend them himself and will be their shepherd.",
      "24": "I, the Lord, will be their God, and my servant David will be a prince among them. I, the Lord, have spoken.",
      "25": "“‘I will make a covenant of peace with them and eliminate dangerous creatures from the land, so that they may live securely in the wilderness and sleep in the forest.",
      "26": "I will make them and the area around my hill a blessing: I will send down showers in their season; they will be showers of blessing.",
      "27": "The trees of the field will yield their fruit, and the land will yield its produce; my flock will be secure in their land. They will know that I am the Lord when I break the bars of their yoke and rescue them from the power of those who enslave them.",
      "28": "They will no longer be prey for the nations, and the wild creatures of the earth will not consume them. They will live securely, and no one will frighten them.",
      "29": "I will establish for them a place renowned for its agriculture, and they will no longer be victims of famine in the land. They will no longer endure the insults of the nations.",
      "30": "Then they will know that I, the Lord their God, am with them, and that they, the house of Israel, are my people. This is the declaration of the Lord God.",
      "31": "You are my flock, the human flock of my pasture, and I am your God. This is the declaration of the Lord God.’”"
    },
    "35": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, face Mount Seir and prophesy against it.",
      "3": "Say to it, ‘This is what the Lord God says:\nLook! I am against you, Mount Seir.\nI will stretch out my hand against you\nand make you a desolate waste.",
      "4": "I will turn your cities into ruins,\nand you will become a desolation.\nThen you will know that I am the Lord.",
      "5": "“‘Because you maintained a perpetual hatred and gave the Israelites over to the power of the sword in the time of their disaster, the time of final punishment,",
      "6": "therefore, as I live—this is the declaration of the Lord God—I will destine you for bloodshed, and it will pursue you. Since you did not hate bloodshed, it will pursue you.",
      "7": "I will make Mount Seir a desolate waste and will cut off from it those who come and go.",
      "8": "I will fill its mountains with the slain; those slain by the sword will fall on your hills, in your valleys, and in all your ravines.",
      "9": "I will make you a perpetual desolation; your cities will not be inhabited. Then you will know that I am the Lord.",
      "10": "“‘Because you said, “These two nations and two lands will be mine, and we will possess them”—though the Lord was there—",
      "11": "therefore, as I live—this is the declaration of the Lord God—I will treat you according to the anger and jealousy you showed in your hatred of them. I will make myself known among them when I judge you.",
      "12": "Then you will know that I, the Lord, have heard all the blasphemies you uttered against the mountains of Israel, saying, “They are desolate. They have been given to us to devour!”",
      "13": "You boasted against me with your mouth, and spoke many words against me. I heard it myself!",
      "14": "“‘This is what the Lord God says: While the whole world rejoices, I will make you a desolation.",
      "15": "Just as you rejoiced over the inheritance of the house of Israel because it became a desolation, I will deal the same way with you: you will become a desolation, Mount Seir, and so will all Edom in its entirety. Then they will know that I am the Lord.’"
    },
    "36": {
      "1": "“Son of man, prophesy to the mountains of Israel and say, ‘Mountains of Israel, hear the word of the Lord.",
      "2": "This is what the Lord God says: Because the enemy has said about you, “Aha! The ancient heights have become our possession,”’",
      "3": "therefore, prophesy and say, ‘This is what the Lord God says: Because they have made you desolate and have trampled you from every side, so that you became a possession for the rest of the nations and an object of people’s gossip and slander,",
      "4": "therefore, mountains of Israel, hear the word of the Lord God. This is what the Lord God says to the mountains and hills, to the ravines and valleys, to the desolate ruins and abandoned cities, which have become plunder and a mockery to the rest of the nations all around.",
      "5": "“‘This is what the Lord God says: Certainly in my burning zeal I speak against the rest of the nations and all of Edom, who took my land as their own possession with wholehearted rejoicing and utter contempt so that its pastureland became plunder.",
      "6": "Therefore, prophesy concerning Israel’s land, and say to the mountains and hills, to the ravines and valleys: This is what the Lord God says: Look, I speak in my burning zeal because you have endured the insults of the nations.",
      "7": "Therefore, this is what the Lord God says: I swear that the nations all around you will endure their own insults.",
      "8": "“‘You, mountains of Israel, will produce your branches and bear your fruit for my people Israel, since their arrival is near.",
      "9": "Look! I am on your side; I will turn toward you, and you will be tilled and sown.",
      "10": "I will fill you with people, with the whole house of Israel in its entirety. The cities will be inhabited and the ruins rebuilt.",
      "11": "I will fill you with people and animals, and they will increase and be fruitful. I will make you inhabited as you once were and make you better off than you were before. Then you will know that I am the Lord.",
      "12": "I will cause people, my people Israel, to walk on you; they will possess you, and you will be their inheritance. You will no longer deprive them of their children.",
      "13": "“‘This is what the Lord God says: Because some are saying to you, “You devour people and deprive your nation of children,”",
      "14": "therefore, you will no longer devour people and deprive your nation of children. This is the declaration of the Lord God.",
      "15": "I will no longer allow the insults of the nations to be heard against you, and you will not have to endure the reproach of the peoples anymore; you will no longer cause your nation to stumble. This is the declaration of the Lord God.’”",
      "16": "The word of the Lord came to me:",
      "17": "“Son of man, while the house of Israel lived in their land, they defiled it with their conduct and actions. Their behavior before me was like menstrual impurity.",
      "18": "So I poured out my wrath on them because of the blood they had shed on the land, and because they had defiled it with their idols.",
      "19": "I dispersed them among the nations, and they were scattered among the countries. I judged them according to their conduct and actions.",
      "20": "When they came to the nations where they went, they profaned my holy name, because it was said about them, ‘These are the people of the Lord, yet they had to leave his land in exile.’",
      "21": "Then I had concern for my holy name, which the house of Israel profaned among the nations where they went.",
      "22": "“Therefore, say to the house of Israel, ‘This is what the Lord God says: It is not for your sake that I will act, house of Israel, but for my holy name, which you profaned among the nations where you went.",
      "23": "I will honor the holiness of my great name, which has been profaned among the nations—the name you have profaned among them. The nations will know that I am the Lord—this is the declaration of the Lord God—when I demonstrate my holiness through you in their sight.",
      "24": "“‘For I will take you from the nations and gather you from all the countries, and will bring you into your own land.",
      "25": "I will also sprinkle clean water on you, and you will be clean. I will cleanse you from all your impurities and all your idols.",
      "26": "I will give you a new heart and put a new spirit within you; I will remove your heart of stone and give you a heart of flesh.",
      "27": "I will place my Spirit within you and cause you to follow my statutes and carefully observe my ordinances.",
      "28": "You will live in the land that I gave your ancestors; you will be my people, and I will be your God.",
      "29": "I will save you from all your uncleanness. I will summon the grain and make it plentiful, and I will not bring famine on you.",
      "30": "I will also make the fruit of the trees and the produce of the field plentiful, so that you will no longer experience reproach among the nations on account of famine.",
      "31": "“‘You will remember your evil ways and your deeds that were not good, and you will loathe yourselves for your iniquities and detestable practices.",
      "32": "It is not for your sake that I will act—this is the declaration of the Lord God—let this be known to you. Be ashamed and humiliated because of your ways, house of Israel!",
      "33": "“‘This is what the Lord God says: On the day I cleanse you from all your iniquities, I will cause the cities to be inhabited, and the ruins will be rebuilt.",
      "34": "The desolate land will be cultivated instead of lying desolate in the sight of everyone who passes by.",
      "35": "They will say, “This land that was desolate has become like the garden of Eden. The cities that were once ruined, desolate, and demolished are now fortified and inhabited.”",
      "36": "Then the nations that remain around you will know that I, the Lord, have rebuilt what was demolished and have replanted what was desolate. I, the Lord, have spoken and I will do it.",
      "37": "“‘This is what the Lord God says: I will respond to the house of Israel and do this for them: I will multiply them in number like a flock.",
      "38": "So the ruined cities will be filled with a flock of people, just as Jerusalem is filled with a flock of sheep for sacrifice during its appointed festivals. Then they will know that I am the Lord.’”"
    },
    "37": {
      "1": "The hand of the Lord was on me, and he brought me out by his Spirit and set me down in the middle of the valley; it was full of bones.",
      "2": "He led me all around them. There were a great many of them on the surface of the valley, and they were very dry.",
      "3": "Then he said to me, “Son of man, can these bones live?”\nI replied, “Lord God, only you know.”",
      "4": "He said to me, “Prophesy concerning these bones and say to them: Dry bones, hear the word of the Lord!",
      "5": "This is what the Lord God says to these bones: I will cause breath to enter you, and you will live.",
      "6": "I will put tendons on you, make flesh grow on you, and cover you with skin. I will put breath in you so that you come to life. Then you will know that I am the Lord.”",
      "7": "So I prophesied as I had been commanded. While I was prophesying, there was a noise, a rattling sound, and the bones came together, bone to bone.",
      "8": "As I looked, tendons appeared on them, flesh grew, and skin covered them, but there was no breath in them.",
      "9": "He said to me, “Prophesy to the breath, prophesy, son of man. Say to it: This is what the Lord God says: Breath, come from the four winds and breathe into these slain so that they may live!”",
      "10": "So I prophesied as he commanded me; the breath entered them, and they came to life and stood on their feet, a vast army.",
      "11": "Then he said to me, “Son of man, these bones are the whole house of Israel. Look how they say, ‘Our bones are dried up, and our hope has perished; we are cut off.’",
      "12": "Therefore, prophesy and say to them, ‘This is what the Lord God says: I am going to open your graves and bring you up from them, my people, and lead you into the land of Israel.",
      "13": "You will know that I am the Lord, my people, when I open your graves and bring you up from them.",
      "14": "I will put my Spirit in you, and you will live, and I will settle you in your own land. Then you will know that I am the Lord. I have spoken, and I will do it. This is the declaration of the Lord.’”",
      "15": "The word of the Lord came to me:",
      "16": "“Son of man, take a single stick and write on it: Belonging to Judah and the Israelites associated with him. Then take another stick and write on it: Belonging to Joseph—the stick of Ephraim—and all the house of Israel associated with him.",
      "17": "Then join them together into a single stick so that they become one in your hand.",
      "18": "When your people ask you, ‘Won’t you explain to us what you mean by these things?’—",
      "19": "tell them, ‘This is what the Lord God says: I am going to take the stick of Joseph, which is in the hand of Ephraim, and the tribes of Israel associated with him, and put them together with the stick of Judah. I will make them into a single stick so that they become one in my hand.’",
      "20": "“When the sticks you have written on are in your hand and in full view of the people,",
      "21": "tell them, ‘This is what the Lord God says: I am going to take the Israelites out of the nations where they have gone. I will gather them from all around and bring them into their own land.",
      "22": "I will make them one nation in the land, on the mountains of Israel, and one king will rule over all of them. They will no longer be two nations and will no longer be divided into two kingdoms.",
      "23": "They will not defile themselves anymore with their idols, their abhorrent things, and all their transgressions. I will save them from all their apostasies by which they sinned, and I will cleanse them. Then they will be my people, and I will be their God.",
      "24": "My servant David will be king over them, and there will be one shepherd for all of them. They will follow my ordinances, and keep my statutes and obey them.",
      "25": "“‘They will live in the land that I gave to my servant Jacob, where your ancestors lived. They will live in it forever with their children and grandchildren, and my servant David will be their prince forever.",
      "26": "I will make a covenant of peace with them; it will be a permanent covenant with them. I will establish and multiply them and will set my sanctuary among them forever.",
      "27": "My dwelling place will be with them; I will be their God, and they will be my people.",
      "28": "When my sanctuary is among them forever, the nations will know that I, the Lord, sanctify Israel.’”"
    },
    "38": {
      "1": "The word of the Lord came to me:",
      "2": "“Son of man, face Gog, of the land of Magog, the chief prince of Meshech and Tubal. Prophesy against him",
      "3": "and say, ‘This is what the Lord God says: Look, I am against you, Gog, chief prince of Meshech and Tubal.",
      "4": "I will turn you around, put hooks in your jaws, and bring you out with all your army, including horses and riders, who are all splendidly dressed, a huge assembly armed with large and small shields, all of them brandishing swords.",
      "5": "Persia, Cush, and Put are with them, all of them with shields and helmets;",
      "6": "Gomer with all its troops; and Beth-togarmah from the remotest parts of the north along with all its troops—many peoples are with you.",
      "7": "“‘Be prepared and get yourself ready, you and your whole assembly that has been mobilized around you; you will be their guard.",
      "8": "After a long time you will be summoned. In the last years you will enter a land that has been restored from war and regathered from many peoples to the mountains of Israel, which had long been a ruin. They were brought out from the peoples, and all of them now live securely.",
      "9": "You, all of your troops, and many peoples with you will advance, coming like a thunderstorm; you will be like a cloud covering the land.",
      "10": "“‘This is what the Lord God says: On that day, thoughts will arise in your mind, and you will devise an evil plan.",
      "11": "You will say, “I will advance against a land of open villages; I will come against a tranquil people who are living securely, all of them living without walls and without bars or gates”—",
      "12": "in order to seize spoil and carry off plunder, to turn your hand against ruins now inhabited and against a people gathered from the nations, who have been acquiring cattle and possessions and who live at the center of the world.",
      "13": "Sheba and Dedan and the merchants of Tarshish with all its rulers will ask you, “Have you come to seize spoil? Have you mobilized your assembly to carry off plunder, to make off with silver and gold, to take cattle and possessions, to seize plenty of spoil?”’",
      "14": "“Therefore prophesy, son of man, and say to Gog, ‘This is what the Lord God says: On that day when my people Israel are dwelling securely, will you not know this",
      "15": "and come from your place in the remotest parts of the north—you and many peoples with you, who are all riding horses—a huge assembly, a powerful army?",
      "16": "You will advance against my people Israel like a cloud covering the land. It will happen in the last days, Gog, that I will bring you against my land so that the nations may know me, when I demonstrate my holiness through you in their sight.",
      "17": "“‘This is what the Lord God says: Are you the one I spoke about in former times through my servants, the prophets of Israel, who for years prophesied in those times that I would bring you against them?",
      "18": "Now on that day, the day when Gog comes against the land of Israel—this is the declaration of the Lord God—my wrath will flare up.",
      "19": "I swear in my zeal and fiery wrath: On that day there will be a great earthquake in the land of Israel.",
      "20": "The fish of the sea, the birds of the sky, the animals of the field, every creature that crawls on the ground, and every human being on the face of the earth will tremble before me. The mountains will be demolished, the cliffs will collapse, and every wall will fall to the ground.",
      "21": "I will call for a sword against him on all my mountains—this is the declaration of the Lord God—and every man’s sword will be against his brother.",
      "22": "I will execute judgment on him with plague and bloodshed. I will pour out torrential rain, hailstones, fire, and burning sulfur on him, as well as his troops and the many peoples who are with him.",
      "23": "I will display my greatness and holiness, and I will reveal myself in the sight of many nations. Then they will know that I am the Lord.’"
    },
    "39": {
      "1": "“As for you, son of man, prophesy against Gog and say, ‘This is what the Lord God says: Look, I am against you, Gog, chief prince of Meshech and Tubal.",
      "2": "I will turn you around, drive you on, and lead you up from the remotest parts of the north. I will bring you against the mountains of Israel.",
      "3": "Then I will knock your bow from your left hand and make your arrows drop from your right hand.",
      "4": "You, all your troops, and the peoples who are with you will fall on the mountains of Israel. I will give you as food to every kind of predatory bird and to the wild animals.",
      "5": "You will fall on the open field, for I have spoken. This is the declaration of the Lord God.",
      "6": "“‘I will send fire against Magog and those who live securely on the coasts and islands. Then they will know that I am the Lord.",
      "7": "So I will make my holy name known among my people Israel and will no longer allow it to be profaned. Then the nations will know that I am the Lord, the Holy One in Israel.",
      "8": "Yes, it is coming, and it will happen. This is the declaration of the Lord God. This is the day I have spoken about.",
      "9": "“‘Then the inhabitants of Israel’s cities will go out, kindle fires, and burn the weapons—the small and large shields, the bows and arrows, the clubs and spears. For seven years they will use them to make fires.",
      "10": "They will not gather wood from the countryside or cut it down from the forests, for they will use the weapons to make fires. They will take the loot from those who looted them and plunder those who plundered them. This is the declaration of the Lord God.",
      "11": "“‘Now on that day I will give Gog a burial place there in Israel—the Travelers’ Valley east of the Sea. It will block those who travel through, for Gog and all his hordes will be buried there. So it will be called Hordes of Gog Valley.",
      "12": "The house of Israel will spend seven months burying them in order to cleanse the land.",
      "13": "All the people of the land will bury them and their fame will spread on the day I display my glory. This is the declaration of the Lord God.",
      "14": "“‘They will appoint men on a full-time basis to pass through the land and bury the invaders who remain on the surface of the ground, in order to cleanse it. They will make their search at the end of the seven months.",
      "15": "When they pass through the land and one of them sees a human bone, he will set up a marker next to it until the buriers have buried it in Hordes of Gog Valley.",
      "16": "There will even be a city named Hamonah there. So they will cleanse the land.’",
      "17": "“Son of man, this is what the Lord God says: Tell every kind of bird and all the wild animals, ‘Assemble and come! Gather from all around to my sacrificial feast that I am slaughtering for you, a great feast on the mountains of Israel; you will eat flesh and drink blood.",
      "18": "You will eat the flesh of mighty men and drink the blood of the earth’s princes: rams, lambs, male goats, and all the fattened bulls of Bashan.",
      "19": "You will eat fat until you are satisfied and drink blood until you are drunk, at my sacrificial feast that I have prepared for you.",
      "20": "At my table you will eat your fill of horses and riders, of mighty men and all the warriors. This is the declaration of the Lord God.’",
      "21": "“I will display my glory among the nations, and all the nations will see the judgment I have executed and the hand I have laid on them.",
      "22": "From that day forward the house of Israel will know that I am the Lord their God.",
      "23": "And the nations will know that the house of Israel went into exile on account of their iniquity, because they dealt unfaithfully with me. Therefore, I hid my face from them and handed them over to their enemies, so that they all fell by the sword.",
      "24": "I dealt with them according to their uncleanness and transgressions, and I hid my face from them.",
      "25": "“So this is what the Lord God says: Now I will restore the fortunes of Jacob and have compassion on the whole house of Israel, and I will be jealous for my holy name.",
      "26": "They will feel remorse for their disgrace and all the unfaithfulness they committed against me, when they live securely in their land with no one to frighten them.",
      "27": "When I bring them back from the peoples and gather them from the countries of their enemies, I will demonstrate my holiness through them in the sight of many nations.",
      "28": "They will know that I am the Lord their God when I regather them to their own land after having exiled them among the nations. I will leave none of them behind.",
      "29": "I will no longer hide my face from them, for I will pour out my Spirit on the house of Israel.” This is the declaration of the Lord God."
    },
    "40": {
      "1": "In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month in the fourteenth year after Jerusalem had been captured, on that very day the Lord’s hand was on me, and he brought me there.",
      "2": "In visions of God he took me to the land of Israel and set me down on a very high mountain. On its southern slope was a structure resembling a city.",
      "3": "He brought me there, and I saw a man whose appearance was like bronze, with a linen cord and a measuring rod in his hand. He was standing by the city gate.",
      "4": "He spoke to me: “Son of man, look with your eyes, listen with your ears, and pay attention to everything I am going to show you, for you have been brought here so that I might show it to you. Report everything you see to the house of Israel.”",
      "5": "Now there was a wall surrounding the outside of the temple. The measuring rod in the man’s hand was six units of twenty-one inches; each unit was the standard length plus three inches. He measured the thickness of the wall structure; it was 10½ feet, and its height was the same.",
      "6": "Then he came to the gate that faced east and climbed its steps. He measured the threshold of the gate; it was 10½ feet deep—one threshold was 10½ feet deep.",
      "7": "Each recess was 10½ feet long and 10½ feet deep, and there was a space of 8¾ feet between the recesses. The inner threshold of the gate on the temple side next to the gate’s portico was 10½ feet.",
      "8": "Next he measured the gate’s portico;",
      "9": "it was 14 feet, and its jambs were 3½ feet. The gate’s portico was on the temple side.",
      "10": "There were three recesses on each side of the east gate, each with the same measurements, and the jambs on either side also had the same measurements.",
      "11": "Then he measured the width of the gate’s entrance; it was 17½ feet, while the width of the gate was 22¾ feet.",
      "12": "There was a barrier of 21 inches in front of the recesses on both sides, and the recesses on each side were 10½ feet square.",
      "13": "Then he measured the gate from the roof of one recess to the roof of the opposite one; the distance was 43¾ feet. The openings of the recesses faced each other.",
      "14": "Next, he measured the porch—105 feet.",
      "15": "The distance from the front of the gate at the entrance to the front of the gate’s portico on the inside was 87½ feet.",
      "16": "The recesses and their jambs had beveled windows all around the inside of the gate. The porticoes also had windows all around on the inside. Each jamb was decorated with palm trees.",
      "17": "Then he brought me into the outer court, and there were chambers and a paved surface laid out all around the court. Thirty chambers faced the pavement,",
      "18": "which flanked the courtyard’s gates and corresponded to the length of the gates; this was the lower pavement.",
      "19": "Then he measured the distance from the front of the lower gate to the exterior front of the inner court; it was 175 feet. This was the east; next the north is described.",
      "20": "He measured the gate of the outer court facing north, both its length and width.",
      "21": "Its three recesses on each side, its jambs, and its portico had the same measurements as the first gate: 87½ feet long and 43¾ feet wide.",
      "22": "Its windows, portico, and palm trees had the same measurements as those of the gate that faced east. Seven steps led up to the gate, and its portico was ahead of them.",
      "23": "The inner court had a gate facing the north gate, like the one on the east. He measured the distance from gate to gate; it was 175 feet.",
      "24": "He brought me to the south side, and there was also a gate on the south. He measured its jambs and portico; they had the same measurements as the others.",
      "25": "Both the gate and its portico had windows all around, like the other windows. It was 87½ feet long and 43¾ feet wide.",
      "26": "Its stairway had seven steps, and its portico was ahead of them. It had palm trees on its jambs, one on each side.",
      "27": "The inner court had a gate on the south. He measured from gate to gate on the south; it was 175 feet.",
      "28": "Then he brought me to the inner court through the south gate. When he measured the south gate, it had the same measurements as the others.",
      "29": "Its recesses, jambs, and portico had the same measurements as the others. Both it and its portico had windows all around. It was 87½ feet long and 43¾ feet wide.",
      "30": "(There were porticoes all around, 43¾ feet long and 8¾ feet wide.)",
      "31": "Its portico faced the outer court, and its jambs were decorated with palm trees. Its stairway had eight steps.",
      "32": "Then he brought me to the inner court on the east side. When he measured the gate, it had the same measurements as the others.",
      "33": "Its recesses, jambs, and portico had the same measurements as the others. Both it and its portico had windows all around. It was 87½ feet long and 43¾ feet wide.",
      "34": "Its portico faced the outer court, and its jambs were decorated with palm trees on each side. Its stairway had eight steps.",
      "35": "Then he brought me to the north gate. When he measured it, it had the same measurements as the others,",
      "36": "as did its recesses, jambs, and portico. It also had windows all around. It was 87½ feet long and 43¾ feet wide.",
      "37": "Its portico faced the outer court, and its jambs were decorated with palm trees on each side. Its stairway had eight steps.",
      "38": "There was a chamber whose door opened into the gate’s portico. The burnt offering was to be washed there.",
      "39": "Inside the gate’s portico there were two tables on each side, on which to slaughter the burnt offering, sin offering, and guilt offering.",
      "40": "Outside, as one approaches the entrance of the north gate, there were two tables on one side and two more tables on the other side of the gate’s portico.",
      "41": "So there were four tables inside the gate and four outside, eight tables in all on which the slaughtering was to be done.",
      "42": "There were also four tables of cut stone for the burnt offering, each 31½ inches long, 31½ inches wide, and 21 inches high. The utensils used to slaughter the burnt offerings and other sacrifices were placed on them.",
      "43": "There were three-inch hooks fastened all around the inside of the room, and the flesh of the offering was to be laid on the tables.",
      "44": "Outside the inner gate, within the inner court, there were chambers for the singers: one beside the north gate, facing south, and another beside the south gate, facing north.",
      "45": "Then the man said to me, “This chamber that faces south is for the priests who keep charge of the temple.",
      "46": "The chamber that faces north is for the priests who keep charge of the altar. These are the sons of Zadok, the ones from the sons of Levi who may approach the Lord to serve him.”",
      "47": "Next he measured the court. It was square, 175 feet long and 175 feet wide. The altar was in front of the temple.",
      "48": "Then he brought me to the portico of the temple and measured the jambs of the portico; they were 8¾ feet thick on each side. The width of the gate was 24½ feet, and the side walls of the gate were 5¼ feet wide on each side.",
      "49": "The portico was 35 feet across and 21 feet deep, and 10 steps led up to it. There were pillars by the jambs, one on each side."
    },
    "41": {
      "1": "Next he brought me into the great hall and measured the jambs; on each side the width of the jamb was 10½ feet.",
      "2": "The width of the entrance was 17½ feet, and the side walls of the entrance were 8¾ feet wide on each side. He also measured the length of the great hall, 70 feet, and the width, 35 feet.",
      "3": "He went inside the next room and measured the jambs at the entrance; they were 3½ feet wide. The entrance was 10½ feet wide, and the width of the entrance’s side walls on each side was 12¼ feet.",
      "4": "He then measured the length of the room adjacent to the great hall, 35 feet, and the width, 35 feet. And he said to me, “This is the most holy place.”",
      "5": "Then he measured the wall of the temple; it was 10½ feet thick. The width of the side rooms all around the temple was 7 feet.",
      "6": "The side rooms were arranged one above another in three stories of thirty rooms each. There were ledges on the wall of the temple all around to serve as supports for the side rooms, so that the supports would not be in the temple wall itself.",
      "7": "The side rooms surrounding the temple widened at each successive story, for the structure surrounding the temple went up by stages. This was the reason for the temple’s broadness as it rose. And so, one would go up from the lowest story to the highest by means of the middle one.",
      "8": "I saw that the temple had a raised platform surrounding it; this foundation for the side rooms was 10½ feet high.",
      "9": "The thickness of the outer wall of the side rooms was 8¾ feet. The free space between the side rooms of the temple",
      "10": "and the outer chambers was 35 feet wide all around the temple.",
      "11": "The side rooms opened into the free space, one entrance toward the north and another to the south. The area of free space was 8¾ feet wide all around.",
      "12": "Now the building that faced the temple yard toward the west was 122½ feet wide. The wall of the building was 8¾ feet thick on all sides, and the building’s length was 157½ feet.",
      "13": "Then the man measured the temple; it was 175 feet long. In addition, the temple yard and the building, including its walls, were 175 feet long.",
      "14": "The width of the front of the temple along with the temple yard to the east was 175 feet.",
      "15": "Next he measured the length of the building facing the temple yard to the west, with its galleries on each side; it was 175 feet.\nThe interior of the great hall and the porticoes of the court—",
      "16": "the thresholds, the beveled windows, and the balconies all around with their three levels opposite the threshold—were overlaid with wood on all sides. They were paneled from the ground to the windows (but the windows were covered),",
      "17": "reaching to the top of the entrance, and as far as the inner temple and on the outside. On every wall all around, on the inside and outside, was a pattern",
      "18": "carved with cherubim and palm trees. There was a palm tree between each pair of cherubim. Each cherub had two faces:",
      "19": "a human face turned toward the palm tree on one side, and a lion’s face turned toward it on the other. They were carved throughout the temple on all sides.",
      "20": "Cherubim and palm trees were carved from the ground to the top of the entrance and on the wall of the great hall.",
      "21": "The doorposts of the great hall were square, and the front of the sanctuary had the same appearance.",
      "22": "The altar was made of wood, 5¼ feet high and 3½ feet long. It had corners, and its length and sides were of wood. The man told me, “This is the table that stands before the Lord.”",
      "23": "The great hall and the sanctuary each had a double door,",
      "24": "and each of the doors had two swinging panels. There were two panels for one door and two for the other.",
      "25": "Cherubim and palm trees were carved on the doors of the great hall like those carved on the walls. There was a wooden canopy outside, in front of the portico.",
      "26": "There were beveled windows and palm trees on both sides, on the side walls of the portico, the side rooms of the temple, and the canopies."
    },
    "42": {
      "1": "Then the man led me out by way of the north gate into the outer court. He brought me to the group of chambers opposite the temple yard and opposite the building to the north.",
      "2": "Along the length of the chambers, which was 175 feet, there was an entrance on the north; the width was 87½ feet.",
      "3": "Opposite the 35 foot space belonging to the inner court and opposite the paved surface belonging to the outer court, the structure rose gallery by gallery in three tiers.",
      "4": "In front of the chambers was a walkway toward the inside, 17½ feet wide and 175 feet long, and their entrances were on the north.",
      "5": "The upper chambers were narrower because the galleries took away more space from them than from the lower and middle stories of the building.",
      "6": "For they were arranged in three stories and had no pillars like the pillars of the courts; therefore the upper chambers were set back from the ground more than the lower and middle stories.",
      "7": "A wall on the outside ran in front of the chambers, parallel to them, toward the outer court; it was 87½ feet long.",
      "8": "For the chambers on the outer court were 87½ feet long, while those facing the great hall were 175 feet long.",
      "9": "At the base of these chambers there was an entryway on the east side as one enters them from the outer court.",
      "10": "In the thickness of the wall of the court toward the south, there were chambers facing the temple yard and the western building,",
      "11": "with a passageway in front of them, just like the chambers that faced north. Their length and width, as well as all their exits, measurements, and entrances, were identical.",
      "12": "The entrance at the beginning of the passageway, the way in front of the corresponding wall as one enters on the east side, was similar to the entrances of the chambers that were on the south side.",
      "13": "Then the man said to me, “The northern and southern chambers that face the courtyard are the holy chambers where the priests who approach the Lord will eat the most holy offerings. There they will deposit the most holy offerings—the grain offerings, sin offerings, and guilt offerings—for the place is holy.",
      "14": "Once the priests have entered, they are not to go out from the holy area to the outer court until they have removed the clothes they minister in, for these are holy. They are to put on other clothes before they approach the public area.”",
      "15": "When he finished measuring inside the temple complex, he led me out by way of the gate that faced east and measured all around the complex.",
      "16": "He measured the east side with a measuring rod;\nit was 875 feet by the measuring rod.",
      "17": "He measured the north side;\nit was 875 feet by the measuring rod.",
      "18": "He measured the south side;\nit was 875 feet by the measuring rod.",
      "19": "Then he turned to the west side\nand measured 875 feet by the measuring rod.",
      "20": "He measured the temple complex on all four sides. It had a wall all around it, 875 feet long and 875 feet wide, to separate the holy from the common."
    },
    "43": {
      "1": "He led me to the gate, the one that faces east,",
      "2": "and I saw the glory of the God of Israel coming from the east. His voice sounded like the roar of a huge torrent, and the earth shone with his glory.",
      "3": "The vision I saw was like the one I had seen when he came to destroy the city, and like the ones I had seen by the Chebar Canal. I fell facedown.",
      "4": "The glory of the Lord entered the temple by way of the gate that faced east.",
      "5": "Then the Spirit lifted me up and brought me to the inner court, and the glory of the Lord filled the temple.",
      "6": "While the man was standing beside me, I heard someone speaking to me from the temple.",
      "7": "He said to me, “Son of man, this is the place of my throne and the place for the soles of my feet, where I will dwell among the Israelites forever. The house of Israel and their kings will no longer defile my holy name by their religious prostitution and by the corpses of their kings at their high places.",
      "8": "Whenever they placed their threshold next to my threshold and their doorposts beside my doorposts, with only a wall between me and them, they were defiling my holy name by the detestable acts they committed. So I destroyed them in my anger.",
      "9": "Now let them remove their prostitution and the corpses of their kings far from me, and I will dwell among them forever.",
      "10": "“As for you, son of man, describe the temple to the house of Israel, so that they may be ashamed of their iniquities. Let them measure its pattern,",
      "11": "and they will be ashamed of all that they have done. Reveal the design of the temple to them—its layout with its exits and entrances—its complete design along with all its statutes, design specifications, and laws. Write it down in their sight so that they may observe its complete design and all its statutes and may carry them out.",
      "12": "This is the law of the temple: All its surrounding territory on top of the mountain will be especially holy. Yes, this is the law of the temple.",
      "13": "“These are the measurements of the altar in units of length (each unit being the standard length plus three inches): The gutter is 21 inches deep and 21 inches wide, with a rim of nine inches around its edge. This is the base of the altar.",
      "14": "The distance from the gutter on the ground to the lower ledge is 3½ feet, and the width of the ledge is 21 inches. There are 7 feet from the small ledge to the large ledge, whose width is also 21 inches.",
      "15": "The altar hearth is 7 feet high, and four horns project upward from the hearth.",
      "16": "The hearth is square, 21 feet long by 21 feet wide.",
      "17": "The ledge is 24½ feet long by 24½ feet wide, with four equal sides. The rim all around it is 10½ inches, and its gutter is 21 inches all around it. The altar’s steps face east.”",
      "18": "Then he said to me, “Son of man, this is what the Lord God says: These are the statutes for the altar on the day it is constructed, so that burnt offerings may be sacrificed on it and blood may be splattered on it:",
      "19": "You are to give a bull from the herd as a sin offering to the Levitical priests who are from the offspring of Zadok, who approach me in order to serve me.” This is the declaration of the Lord God.",
      "20": "“You are to take some of its blood and apply it to the four horns of the altar, the four corners of the ledge, and all around the rim. In this way you will purify the altar and make atonement for it.",
      "21": "Then you are to take away the bull for the sin offering, and it must be burned outside the sanctuary in the place appointed for the temple.",
      "22": "“On the second day you are to present an unblemished male goat as a sin offering. They will purify the altar just as they did with the bull.",
      "23": "When you have finished the purification, you are to present a young, unblemished bull and an unblemished ram from the flock.",
      "24": "You are to present them before the Lord; the priests will throw salt on them and sacrifice them as a burnt offering to the Lord.",
      "25": "You will offer a goat for a sin offering each day for seven days. A young bull and a ram from the flock, both unblemished, are also to be offered.",
      "26": "For seven days the priests are to make atonement for the altar and cleanse it. In this way they will consecrate it",
      "27": "and complete the days of purification. Then on the eighth day and afterward, the priests will offer your burnt offerings and fellowship offerings on the altar, and I will accept you.” This is the declaration of the Lord God."
    },
    "44": {
      "1": "The man then brought me back toward the sanctuary’s outer gate that faced east, and it was closed.",
      "2": "The Lord said to me, “This gate will remain closed. It will not be opened, and no one will enter through it, because the Lord, the God of Israel, has entered through it. Therefore it will remain closed.",
      "3": "The prince himself will sit in the gate to eat a meal before the Lord. He is to enter by way of the portico of the gate and go out the same way.”",
      "4": "Then the man brought me by way of the north gate to the front of the temple. I looked, and the glory of the Lord filled his temple. And I fell facedown.",
      "5": "The Lord said to me, “Son of man, pay attention; look with your eyes and listen with your ears to everything I tell you about all the statutes and laws of the Lord’s temple. Take careful note of the entrance of the temple along with all the exits of the sanctuary.",
      "6": "“Say to the rebellious people, the house of Israel, ‘This is what the Lord God says: I have had enough of all your detestable practices, house of Israel.",
      "7": "When you brought in foreigners, uncircumcised in both heart and flesh, to occupy my sanctuary, you defiled my temple while you offered my food—the fat and the blood. You broke my covenant by all your detestable practices.",
      "8": "You have not kept charge of my holy things but have appointed others to keep charge of my sanctuary for you.’",
      "9": "“This is what the Lord God says: No foreigner, uncircumcised in heart and flesh, may enter my sanctuary, not even a foreigner who is among the Israelites.",
      "10": "Surely the Levites who wandered away from me when Israel went astray, and who strayed from me after their idols, will bear the consequences of their iniquity.",
      "11": "Yet they will occupy my sanctuary, serving as guards at the temple gates and ministering at the temple. They will slaughter the burnt offerings and other sacrifices for the people and will stand before them to serve them.",
      "12": "Because they ministered to the house of Israel before their idols and became a sinful stumbling block to them, therefore I swore an oath against them”—this is the declaration of the Lord God—“that they would bear the consequences of their iniquity.",
      "13": "They must not approach me to serve me as priests or come near any of my holy things or the most holy things. They will bear their disgrace and the consequences of the detestable acts they committed.",
      "14": "Yet I will make them responsible for the duties of the temple—for all its work and everything done in it.",
      "15": "“But the Levitical priests descended from Zadok, who kept charge of my sanctuary when the Israelites went astray from me, will approach me to serve me. They will stand before me to offer me fat and blood.” This is the declaration of the Lord God.",
      "16": "“They are the ones who may enter my sanctuary and approach my table to serve me. They will keep my mandate.",
      "17": "When they enter the gates of the inner court they are to wear linen garments; they must not have on them anything made of wool when they minister at the gates of the inner court and within it.",
      "18": "They are to wear linen turbans on their heads and linen undergarments around their waists. They are not to put on anything that makes them sweat.",
      "19": "Before they go out to the outer court, to the people, they must take off the clothes they have been ministering in, leave them in the holy chambers, and dress in other clothes so that they do not transmit holiness to the people through their clothes.",
      "20": "“They may not shave their heads or let their hair grow long, but are to carefully trim their hair.",
      "21": "No priest may drink wine before he enters the inner court.",
      "22": "He is not to marry a widow or a divorced woman, but may marry only a virgin from the offspring of the house of Israel, or a widow who is the widow of a priest.",
      "23": "They are to teach my people the difference between the holy and the common, and explain to them the difference between the clean and the unclean.",
      "24": "“In a dispute, they will officiate as judges and decide the case according to my ordinances. They are to observe my laws and statutes regarding all my appointed festivals, and keep my Sabbaths holy.",
      "25": "A priest may not come near a dead person so that he becomes defiled. However, he may defile himself for a father, a mother, a son, a daughter, a brother, or an unmarried sister.",
      "26": "After he is cleansed, he is to count off seven days for himself.",
      "27": "On the day he goes into the sanctuary, into the inner court to minister in the sanctuary, he is to present his sin offering.” This is the declaration of the Lord God.",
      "28": "“This will be their inheritance: I am their inheritance. You are to give them no possession in Israel: I am their possession.",
      "29": "They will eat the grain offering, the sin offering, and the guilt offering. Everything in Israel that is permanently dedicated to the Lord will belong to them.",
      "30": "The best of all the firstfruits of every kind and contribution of every kind from all your gifts will belong to the priests. You are to give your first batch of dough to the priest so that a blessing may rest on your homes.",
      "31": "The priests may not eat any bird or animal that died naturally or was mauled by wild beasts."
    },
    "45": {
      "1": "“When you divide the land by lot as an inheritance, set aside a donation to the Lord, a holy portion of the land, 8⅓ miles long and 6⅔ miles wide. This entire region will be holy.",
      "2": "In this area there will be a square section for the sanctuary, 875 by 875 feet, with 87½ feet of open space all around it.",
      "3": "From this holy portion, you will measure off an area 8⅓ miles long and 3⅓ miles wide, in which the sanctuary, the most holy place, will stand.",
      "4": "It will be a holy area of the land to be used by the priests who minister in the sanctuary, who approach to serve the Lord. It will be a place for their houses, as well as a holy area for the sanctuary.",
      "5": "There will be another area 8⅓ miles long and 3⅓ miles wide for the Levites who minister in the temple; it will be their possession for towns to live in.",
      "6": "“As the property of the city, set aside an area 1⅔ miles wide and 8⅓ miles long, adjacent to the holy donation of land. It will be for the whole house of Israel.",
      "7": "And the prince will have the area on each side of the holy donation of land and the city’s property, adjacent to the holy donation and the city’s property, stretching to the west on the west side and to the east on the east side. Its length will correspond to one of the tribal portions from the western boundary to the eastern boundary.",
      "8": "This will be his land as a possession in Israel. My princes will no longer oppress my people but give the rest of the land to the house of Israel according to their tribes.",
      "9": "“This is what the Lord God says: You have gone too far, princes of Israel! Put away violence and oppression and do what is just and right. Put an end to your evictions of my people.” This is the declaration of the Lord God.",
      "10": "“You are to have honest scales, an honest dry measure, and an honest liquid measure.",
      "11": "The dry measure and the liquid measure will be uniform, with the liquid measure containing 5½ gallons and the dry measure holding half a bushel. Their measurement will be a tenth of the standard larger capacity measure.",
      "12": "The shekel will weigh twenty gerahs. Your mina will equal sixty shekels.",
      "13": "“This is the contribution you are to offer: Three quarts from six bushels of wheat and three quarts from six bushels of barley.",
      "14": "The quota of oil in liquid measures will be one percent of every cor. The cor equals ten liquid measures or one standard larger capacity measure, since ten liquid measures equal one standard larger capacity measure.",
      "15": "And the quota from the flock is one animal out of every two hundred from the well-watered pastures of Israel. These are for the grain offerings, burnt offerings, and fellowship offerings, to make atonement for the people.” This is the declaration of the Lord God.",
      "16": "“All the people of the land must take part in this contribution for the prince in Israel.",
      "17": "Then the burnt offerings, grain offerings, and drink offerings for the festivals, New Moons, and Sabbaths—for all the appointed times of the house of Israel—will be the prince’s responsibility. He will provide the sin offerings, grain offerings, burnt offerings, and fellowship offerings to make atonement on behalf of the house of Israel.",
      "18": "“This is what the Lord God says: In the first month, on the first day of the month, you are to take a young, unblemished bull and purify the sanctuary.",
      "19": "The priest is to take some of the blood from the sin offering and apply it to the temple doorposts, the four corners of the altar’s ledge, and the doorposts of the gate of the inner court.",
      "20": "You are to do the same thing on the seventh day of the month for everyone who sins unintentionally or through ignorance. In this way you will make atonement for the temple.",
      "21": "“In the first month, on the fourteenth day of the month, you are to celebrate the Passover, a festival of seven days during which unleavened bread will be eaten.",
      "22": "On that day the prince will provide a bull as a sin offering on behalf of himself and all the people of the land.",
      "23": "During the seven days of the festival, he will provide seven bulls and seven rams without blemish as a burnt offering to the Lord on each of the seven days, along with a male goat each day for a sin offering.",
      "24": "He will also provide a grain offering of half a bushel per bull and half a bushel per ram, along with a gallon of oil for every half bushel.",
      "25": "At the festival that begins on the fifteenth day of the seventh month, he will provide the same things for seven days—the same sin offerings, burnt offerings, grain offerings, and oil."
    },
    "46": {
      "1": "“This is what the Lord God says: The gate of the inner court that faces east is to be closed during the six days of work, but it will be opened on the Sabbath day and opened on the day of the New Moon.",
      "2": "The prince should enter from the outside by way of the gate’s portico and stand at the gate’s doorpost while the priests sacrifice his burnt offerings and fellowship offerings. He will bow in worship at the gate’s threshold and then depart, but the gate is not to be closed until evening.",
      "3": "The people of the land will also bow in worship before the Lord at the entrance of that gate on the Sabbaths and New Moons.",
      "4": "“The burnt offering that the prince presents to the Lord on the Sabbath day is to be six unblemished lambs and an unblemished ram.",
      "5": "The grain offering will be half a bushel with the ram, and the grain offering with the lambs will be whatever he wants to give, as well as a gallon of oil for every half bushel.",
      "6": "On the day of the New Moon, the burnt offering is to be a young, unblemished bull, as well as six lambs and a ram without blemish.",
      "7": "He will provide a grain offering of half a bushel with the bull, half a bushel with the ram, and whatever he can afford with the lambs, together with a gallon of oil for every half bushel.",
      "8": "When the prince enters, he is to go in by way of the gate’s portico and go out the same way.",
      "9": "“When the people of the land come before the Lord at the appointed times, whoever enters by way of the north gate to worship is to go out by way of the south gate, and whoever enters by way of the south gate is to go out by way of the north gate. No one may return through the gate by which he entered, but is to go out by the opposite gate.",
      "10": "When the people enter, the prince will enter with them, and when they leave, he will leave.",
      "11": "At the festivals and appointed times, the grain offering will be half a bushel with the bull, half a bushel with the ram, and whatever he wants to give with the lambs, along with a gallon of oil for every half bushel.",
      "12": "“When the prince makes a freewill offering, whether a burnt offering or a fellowship offering as a freewill offering to the Lord, the gate that faces east is to be opened for him. He is to offer his burnt offering or fellowship offering just as he does on the Sabbath day. Then he will go out, and the gate is to be closed after he leaves.",
      "13": "“You are to offer an unblemished year-old male lamb as a daily burnt offering to the Lord; you will offer it every morning.",
      "14": "You are also to prepare a grain offering every morning along with it: three quarts, with one-third of a gallon of oil to moisten the fine flour—a grain offering to the Lord. This is a permanent statute to be observed regularly.",
      "15": "They will offer the lamb, the grain offering, and the oil every morning as a regular burnt offering.",
      "16": "“This is what the Lord God says: If the prince gives a gift to each of his sons as their inheritance, it will belong to his sons. It will become their property by inheritance.",
      "17": "But if he gives a gift from his inheritance to one of his servants, it will belong to that servant until the year of freedom, when it will revert to the prince. His inheritance belongs only to his sons; it is theirs.",
      "18": "The prince must not take any of the people’s inheritance, evicting them from their property. He is to provide an inheritance for his sons from his own property, so that none of my people will be displaced from his own property.”",
      "19": "Then he brought me through the entrance that was at the side of the gate, into the priests’ holy chambers, which faced north. I saw a place there at the far western end.",
      "20": "He said to me, “This is the place where the priests will boil the guilt offering and the sin offering, and where they will bake the grain offering, so that they do not bring them into the outer court and transmit holiness to the people.”",
      "21": "Next he brought me into the outer court and led me past its four corners. There was a separate court in each of its corners.",
      "22": "In the four corners of the outer court there were enclosed courts, 70 feet long by 52½ feet wide. All four corner areas had the same dimensions.",
      "23": "There was a stone wall around the inside of them, around the four of them, with ovens built at the base of the walls on all sides.",
      "24": "He said to me, “These are the kitchens where those who minister at the temple will cook the people’s sacrifices.”"
    },
    "47": {
      "1": "Then he brought me back to the entrance of the temple and there was water flowing from under the threshold of the temple toward the east, for the temple faced east. The water was coming down from under the south side of the threshold of the temple, south of the altar.",
      "2": "Next he brought me out by way of the north gate and led me around the outside to the outer gate that faced east; there the water was trickling from the south side.",
      "3": "As the man went out east with a measuring line in his hand, he measured off a third of a mile and led me through the water. It came up to my ankles.",
      "4": "Then he measured off a third of a mile and led me through the water. It came up to my knees. He measured off another third of a mile and led me through the water. It came up to my waist.",
      "5": "Again he measured off a third of a mile, and it was a river that I could not cross on foot. For the water had risen; it was deep enough to swim in, a river that could not be crossed on foot.",
      "6": "He asked me, “Do you see this, son of man?” Then he led me back to the bank of the river.",
      "7": "When I had returned, I saw a very large number of trees along both sides of the riverbank.",
      "8": "He said to me, “This water flows out to the eastern region and goes down to the Arabah. When it enters the sea, the sea of foul water, the water of the sea becomes fresh.",
      "9": "Every kind of living creature that swarms will live wherever the river flows, and there will be a huge number of fish because this water goes there. Since the water will become fresh, there will be life everywhere the river goes.",
      "10": "Fishermen will stand beside it from En-gedi to En-eglaim. These will become places where nets are spread out to dry. Their fish will consist of many different kinds, like the fish of the Mediterranean Sea.",
      "11": "Yet its swamps and marshes will not be healed; they will be left for salt.",
      "12": "All kinds of trees providing food will grow along both banks of the river. Their leaves will not wither, and their fruit will not fail. Each month they will bear fresh fruit because the water comes from the sanctuary. Their fruit will be used for eating and their leaves for healing.”",
      "13": "This is what the Lord God says: “This is the border you will use to divide the land as an inheritance for the twelve tribes of Israel. Joseph will receive two shares.",
      "14": "You will inherit it in equal portions, since I swore to give it to your ancestors. So this land will fall to you as an inheritance.",
      "15": "This is to be the border of the land:\nOn the north side it will extend from the Mediterranean Sea by way of Hethlon and Lebo-hamath to Zedad,",
      "16": "Berothah, and Sibraim (which is between the border of Damascus and the border of Hamath), as far as Hazer-hatticon, which is on the border of Hauran.",
      "17": "So the border will run from the sea to Hazar-enon at the border of Damascus, with the territory of Hamath to the north. This will be the northern side.",
      "18": "On the east side it will run between Hauran and Damascus, along the Jordan between Gilead and the land of Israel; you will measure from the northern border to the eastern sea. This will be the eastern side.",
      "19": "On the south side it will run from Tamar to the Waters of Meribath-kadesh, and on to the Brook of Egypt as far as the Mediterranean Sea. This will be the southern side.",
      "20": "On the west side the Mediterranean Sea will be the border, from the southern border up to a point opposite Lebo-hamath. This will be the western side.",
      "21": "“You are to divide this land among yourselves according to the tribes of Israel.",
      "22": "You will allot it as an inheritance for yourselves and for the aliens residing among you, who have fathered children among you. You will treat them like native-born Israelites; along with you, they will be allotted an inheritance among the tribes of Israel.",
      "23": "In whatever tribe the alien resides, you will assign his inheritance there.” This is the declaration of the Lord God."
    },
    "48": {
      "1": "“Now these are the names of the tribes:\nFrom the northern end, along the road of Hethlon, to Lebo-hamath as far as Hazar-enon, at the northern border of Damascus, alongside Hamath and extending from the eastern side to the sea, will be Dan—one portion.",
      "2": "Next to the territory of Dan, from the east side to the west, will be Asher—one portion.",
      "3": "Next to the territory of Asher, from the east side to the west, will be Naphtali—one portion.",
      "4": "Next to the territory of Naphtali, from the east side to the west, will be Manasseh—one portion.",
      "5": "Next to the territory of Manasseh, from the east side to the west, will be Ephraim—one portion.",
      "6": "Next to the territory of Ephraim, from the east side to the west, will be Reuben—one portion.",
      "7": "Next to the territory of Reuben, from the east side to the west, will be Judah—one portion.",
      "8": "“Next to the territory of Judah, from the east side to the west, will be the portion you donate to the Lord, 8⅓ miles wide, and as long as one of the tribal portions from the east side to the west. The sanctuary will be in the middle of it.",
      "9": "“The special portion you donate to the Lord will be 8⅓ miles long and 3⅓ miles wide.",
      "10": "This holy donation will be set apart for the priests alone. It will be 8⅓ miles long on the northern side, 3⅓ miles wide on the western side, 3⅓ miles wide on the eastern side, and 8⅓ miles long on the southern side. The Lord’s sanctuary will be in the middle of it.",
      "11": "It is for the consecrated priests, the sons of Zadok, who kept my charge and did not go astray as the Levites did when the Israelites went astray.",
      "12": "It will be a special donation for them out of the holy donation of the land, a most holy place adjacent to the territory of the Levites.",
      "13": "“Next to the territory of the priests, the Levites will have an area 8⅓ miles long and 3⅓ miles wide. The total length will be 8⅓ miles and the width 3⅓ miles.",
      "14": "They must not sell or exchange any of it, and they must not transfer this choice part of the land, for it is holy to the Lord.",
      "15": "“The remaining area, 1⅔ miles wide and 8⅓ miles long, will be for common use by the city, for both residential and open space. The city will be in the middle of it.",
      "16": "These are the city’s measurements:\n1½ miles on the north side;\n1½ miles on the south side;\n1½ miles on the east side;\nand 1½ miles on the west side.",
      "17": "The city’s open space will extend:\n425 feet to the north,\n425 feet to the south,\n425 feet to the east,\nand 425 feet to the west.",
      "18": "“The remainder of the length alongside the holy donation will be 3⅓ miles to the east and 3⅓ miles to the west. It will run alongside the holy donation. Its produce will be food for the workers of the city.",
      "19": "The city’s workers from all the tribes of Israel will cultivate it.",
      "20": "The entire donation will be 8⅓ miles by 8⅓ miles; you are to set apart the holy donation along with the city property as a square area.",
      "21": "“The remaining area on both sides of the holy donation and the city property will belong to the prince. He will own the land adjacent to the tribal portions, next to the 8⅓ miles of the donation as far as the eastern border and next to the 8⅓ miles of the donation as far as the western border. The holy donation and the sanctuary of the temple will be in the middle of it.",
      "22": "Except for the Levitical property and the city property in the middle of the area belonging to the prince, the area between the territory of Judah and that of Benjamin will belong to the prince.",
      "23": "“As for the rest of the tribes:\nFrom the east side to the west, will be Benjamin—one portion.",
      "24": "Next to the territory of Benjamin, from the east side to the west, will be Simeon—one portion.",
      "25": "Next to the territory of Simeon, from the east side to the west, will be Issachar—one portion.",
      "26": "Next to the territory of Issachar, from the east side to the west, will be Zebulun—one portion.",
      "27": "Next to the territory of Zebulun, from the east side to the west, will be Gad—one portion.",
      "28": "Next to the territory of Gad toward the south side, the border will run from Tamar to the Waters of Meribath-kadesh, to the Brook of Egypt, and out to the Mediterranean Sea.",
      "29": "This is the land you are to allot as an inheritance to Israel’s tribes, and these will be their portions.” This is the declaration of the Lord God.",
      "30": "“These are the exits of the city:\nOn the north side, which measures 1½ miles,",
      "31": "there will be three gates facing north, the gates of the city being named for the tribes of Israel: one, the gate of Reuben; one, the gate of Judah; and one, the gate of Levi.",
      "32": "On the east side, which is 1½ miles, there will be three gates: one, the gate of Joseph; one, the gate of Benjamin; and one, the gate of Dan.",
      "33": "On the south side, which measures 1½ miles, there will be three gates: one, the gate of Simeon; one, the gate of Issachar; and one, the gate of Zebulun.",
      "34": "On the west side, which is 1½ miles, there will be three gates: one, the gate of Gad; one, the gate of Asher; and one, the gate of Naphtali.",
      "35": "The perimeter of the city will be six miles, and the name of the city from that day on will be The Lord Is There.”"
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Christian-Standard-Bible-CSB/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:33:25.594477-04:00",
    "Translation": "CSB"
  }
}