{
  "Ezra": {
    "1": {
      "1": "In the first year of King Cyrus of Persia, in order to fulfill the word of the Lord spoken through Jeremiah, the Lord roused the spirit of King Cyrus to issue a proclamation throughout his entire kingdom and to put it in writing:",
      "2": "This is what King Cyrus of Persia says: “The Lord, the God of the heavens, has given me all the kingdoms of the earth and has appointed me to build him a house at Jerusalem in Judah.",
      "3": "Any of his people among you, may his God be with him, and may he go to Jerusalem in Judah and build the house of the Lord, the God of Israel, the God who is in Jerusalem.",
      "4": "Let every survivor, wherever he resides, be assisted by the men of that region with silver, gold, goods, and livestock, along with a freewill offering for the house of God in Jerusalem.”",
      "5": "So the family heads of Judah and Benjamin, along with the priests and Levites—everyone whose spirit God had roused—prepared to go up and rebuild the Lord’s house in Jerusalem.",
      "6": "All their neighbors supported them with silver articles, gold, goods, livestock, and valuables, in addition to all that was given as a freewill offering.",
      "7": "King Cyrus also brought out the articles of the Lord’s house that Nebuchadnezzar had taken from Jerusalem and had placed in the house of his gods.",
      "8": "King Cyrus of Persia had them brought out under the supervision of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah.",
      "9": "This was the inventory:\n30 gold basins, 1,000 silver basins,\n29 silver knives,",
      "10": "30 gold bowls,\n410 various silver bowls, and 1,000 other articles.",
      "11": "The gold and silver articles totaled 5,400. Sheshbazzar brought all of them when the exiles went up from Babylon to Jerusalem."
    },
    "2": {
      "1": "These now are the people of the province who came from those captive exiles King Nebuchadnezzar of Babylon had deported to Babylon. They returned to Jerusalem and Judah, each to his own town.",
      "2": "They came with Zerubbabel, Jeshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah.\nThe number of the Israelite men included",
      "3": "Parosh’s descendants 2,172",
      "4": "Shephatiah’s descendants 372",
      "5": "Arah’s descendants 775",
      "6": "Pahath-moab’s descendants: Jeshua’s and Joab’s descendants2,812",
      "7": "Elam’s descendants1,254",
      "8": "Zattu’s descendants945",
      "9": "Zaccai’s descendants760",
      "10": "Bani’s descendants642",
      "11": "Bebai’s descendants623",
      "12": "Azgad’s descendants1,222",
      "13": "Adonikam’s descendants666",
      "14": "Bigvai’s descendants2,056",
      "15": "Adin’s descendants454",
      "16": "Ater’s descendants: of Hezekiah98",
      "17": "Bezai’s descendants323",
      "18": "Jorah’s descendants112",
      "19": "Hashum’s descendants223",
      "20": "Gibbar’s descendants95",
      "21": "Bethlehem’s people123",
      "22": "Netophah’s men56",
      "23": "Anathoth’s men128",
      "24": "Azmaveth’s people42",
      "25": "Kiriatharim’s, Chephirah’s, and Beeroth’s people743",
      "26": "Ramah’s and Geba’s people621",
      "27": "Michmas’s men122",
      "28": "Bethel’s and Ai’s men223",
      "29": "Nebo’s people52",
      "30": "Magbish’s people156",
      "31": "the other Elam’s people1,254",
      "32": "Harim’s people320",
      "33": "Lod’s, Hadid’s, and Ono’s people725",
      "34": "Jericho’s people345",
      "35": "Senaah’s people3,630",
      "36": "The priests includedJedaiah’s descendants of the house of Jeshua973",
      "37": "Immer’s descendants1,052",
      "38": "Pashhur’s descendants1,247",
      "39": "and Harim’s descendants1,017",
      "40": "The Levites includedJeshua’s and Kadmiel’s descendantsfrom Hodaviah’s descendants 74",
      "41": "The singers includedAsaph’s descendants 128",
      "42": "The gatekeepers’ descendants includedShallum’s descendants, Ater’s descendants, Talmon’s descendants, Akkub’s descendants,Hatita’s descendants, Shobai’s descendants, in all 139",
      "43": "The temple servants included\nZiha’s descendants, Hasupha’s descendants,\nTabbaoth’s descendants,",
      "44": "Keros’s descendants,\nSiaha’s descendants, Padon’s descendants,",
      "45": "Lebanah’s descendants, Hagabah’s descendants,\nAkkub’s descendants,",
      "46": "Hagab’s descendants,\nShalmai’s descendants, Hanan’s descendants,",
      "47": "Giddel’s descendants, Gahar’s descendants,\nReaiah’s descendants,",
      "48": "Rezin’s descendants,\nNekoda’s descendants, Gazzam’s descendants,",
      "49": "Uzza’s descendants, Paseah’s descendants,\nBesai’s descendants,",
      "50": "Asnah’s descendants,\nMeunim’s descendants, Nephusim’s descendants,",
      "51": "Bakbuk’s descendants, Hakupha’s descendants,\nHarhur’s descendants,",
      "52": "Bazluth’s descendants,\nMehida’s descendants, Harsha’s descendants,",
      "53": "Barkos’s descendants, Sisera’s descendants,\nTemah’s descendants,",
      "54": "Neziah’s descendants,\nand Hatipha’s descendants.",
      "55": "The descendants of Solomon’s servants includedSotai’s descendants, Hassophereth’s descendants, Peruda’s descendants,",
      "56": "Jaalah’s descendants,Darkon’s descendants, Giddel’s descendants,",
      "57": "Shephatiah’s descendants, Hattil’s descendants,Pochereth-hazzebaim’s descendants, and Ami’s descendants.",
      "58": "All the temple servantsand the descendants of Solomon’s servants 392.",
      "59": "The following are those who came from Tel-melah, Tel-harsha, Cherub, Addan, and Immer but were unable to prove that their ancestral families and their lineage were Israelite:",
      "60": "Delaiah’s descendants, Tobiah’s descendants,Nekoda’s descendants 652",
      "61": "and from the descendants of the priests: the descendants of Hobaiah, the descendants of Hakkoz, the descendants of Barzillai—who had taken a wife from the daughters of Barzillai the Gileadite and who bore their name.",
      "62": "These searched for their entries in the genealogical records, but they could not be found, so they were disqualified from the priesthood.",
      "63": "The governor ordered them not to eat the most holy things until there was a priest who could consult the Urim and Thummim.",
      "64": "The whole combined assembly numbered 42,360",
      "65": "not including their 7,337 male and female servants, and their 200 male and female singers.",
      "66": "They had 736 horses, 245 mules,",
      "67": "435 camels, and 6,720 donkeys.",
      "68": "After they arrived at the Lord’s house in Jerusalem, some of the family heads gave freewill offerings for the house of God in order to have it rebuilt on its original site.",
      "69": "Based on what they could give, they gave 61,000 gold coins, 6,250 pounds of silver, and 100 priestly garments to the treasury for the project.",
      "70": "The priests, Levites, singers, gatekeepers, temple servants, and some of the people settled in their towns, and the rest of Israel settled in their towns."
    },
    "3": {
      "1": "When the seventh month arrived, and the Israelites were in their towns, the people gathered as one in Jerusalem.",
      "2": "Jeshua son of Jozadak and his brothers the priests along with Zerubbabel son of Shealtiel and his brothers began to build the altar of Israel’s God in order to offer burnt offerings on it, as it is written in the law of Moses, the man of God.",
      "3": "They set up the altar on its foundation and offered burnt offerings for the morning and evening on it to the Lord even though they feared the surrounding peoples.",
      "4": "They celebrated the Festival of Shelters as prescribed, and offered burnt offerings each day, based on the number specified by ordinance for each festival day.",
      "5": "After that, they offered the regular burnt offering and the offerings for the beginning of each month and for all the Lord’s appointed holy occasions, as well as the freewill offerings brought to the Lord.",
      "6": "On the first day of the seventh month they began to offer burnt offerings to the Lord, even though the foundation of the Lord’s temple had not yet been laid.",
      "7": "They gave money to the stonecutters and artisans, and gave food, drink, and oil to the people of Sidon and Tyre, so they would bring cedar wood from Lebanon to Joppa by sea, according to the authorization given them by King Cyrus of Persia.",
      "8": "In the second month of the second year after they arrived at God’s house in Jerusalem, Zerubbabel son of Shealtiel, Jeshua son of Jozadak, and the rest of their brothers, including the priests, the Levites, and all who had returned to Jerusalem from the captivity, began to build. They appointed the Levites who were twenty years old or more to supervise the work on the Lord’s house.",
      "9": "Jeshua with his sons and brothers, Kadmiel with his sons, and the sons of Judah and of Henadad, with their sons and brothers, the Levites, joined together to supervise those working on the house of God.",
      "10": "When the builders had laid the foundation of the Lord’s temple, the priests, dressed in their robes and holding trumpets, and the Levites descended from Asaph, holding cymbals, took their positions to praise the Lord, as King David of Israel had instructed.",
      "11": "They sang with praise and thanksgiving to the Lord: “For he is good; his faithful love to Israel endures forever.” Then all the people gave a great shout of praise to the Lord because the foundation of the Lord’s house had been laid.",
      "12": "But many of the older priests, Levites, and family heads, who had seen the first temple, wept loudly when they saw the foundation of this temple, but many others shouted joyfully.",
      "13": "The people could not distinguish the sound of the joyful shouting from that of the weeping, because the people were shouting so loudly. And the sound was heard far away."
    },
    "4": {
      "1": "When the enemies of Judah and Benjamin heard that the returned exiles were building a temple for the Lord, the God of Israel,",
      "2": "they approached Zerubbabel and the family heads and said to them, “Let us build with you, for we also worship your God and have been sacrificing to him since the time King Esar-haddon of Assyria brought us here.”",
      "3": "But Zerubbabel, Jeshua, and the other heads of Israel’s families answered them, “You may have no part with us in building a house for our God, since we alone will build it for the Lord, the God of Israel, as King Cyrus, the king of Persia has commanded us.”",
      "4": "Then the people who were already in the land discouraged the people of Judah and made them afraid to build.",
      "5": "They also bribed officials to act against them to frustrate their plans throughout the reign of King Cyrus of Persia and until the reign of King Darius of Persia.",
      "6": "At the beginning of the reign of Ahasuerus, the people who were already in the land wrote an accusation against the residents of Judah and Jerusalem.",
      "7": "During the time of King Artaxerxes of Persia, Bishlam, Mithredath, Tabeel and the rest of his colleagues wrote to King Artaxerxes. The letter was written in Aramaic and translated.",
      "8": "Rehum the chief deputy and Shimshai the scribe wrote a letter to King Artaxerxes concerning Jerusalem as follows:",
      "9": "From Rehum the chief deputy, Shimshai the scribe, and the rest of their colleagues—the judges and magistrates from Tripolis, Persia, Erech, Babylon, Susa (that is, the people of Elam),",
      "10": "and the rest of the peoples whom the great and illustrious Ashurbanipal deported and settled in the cities of Samaria and the region west of the Euphrates River.",
      "11": "This is the text of the letter they sent to him:\nTo King Artaxerxes from your servants, the men from the region west of the Euphrates River:",
      "12": "Let it be known to the king that the Jews who came from you have returned to us at Jerusalem. They are rebuilding that rebellious and evil city, finishing its walls, and repairing its foundations.",
      "13": "Let it now be known to the king that if that city is rebuilt and its walls are finished, they will not pay tribute, duty, or land tax, and the royal revenue will suffer.",
      "14": "Since we have taken an oath of loyalty to the king, and it is not right for us to witness his dishonor, we have sent to inform the king",
      "15": "that a search should be made in your predecessors’ record books. In these record books you will discover and verify that the city is a rebellious city, harmful to kings and provinces. There have been revolts in it since ancient times. That is why this city was destroyed.",
      "16": "We advise the king that if this city is rebuilt and its walls are finished, you will not have any possession west of the Euphrates.",
      "17": "The king sent a reply to his chief deputy Rehum, Shimshai the scribe, and the rest of their colleagues living in Samaria and elsewhere in the region west of the Euphrates River:\nGreetings.",
      "18": "The letter you sent us has been translated and read in my presence.",
      "19": "I issued a decree and a search was conducted. It was discovered that this city has had uprisings against kings since ancient times, and there have been rebellions and revolts in it.",
      "20": "Powerful kings have also ruled over Jerusalem and exercised authority over the whole region west of the Euphrates River, and tribute, duty, and land tax were paid to them.",
      "21": "Therefore, issue an order for these men to stop, so that this city will not be rebuilt until a further decree has been pronounced by me.",
      "22": "See that you not neglect this matter. Otherwise, the damage will increase and the royal interests will suffer.",
      "23": "As soon as the text of King Artaxerxes’s letter was read to Rehum, Shimshai the scribe, and their colleagues, they immediately went to the Jews in Jerusalem and forcibly stopped them.",
      "24": "Now the construction of God’s house in Jerusalem had stopped and remained at a standstill until the second year of the reign of King Darius of Persia."
    },
    "5": {
      "1": "But when the prophets Haggai and Zechariah son of Iddo prophesied to the Jews who were in Judah and Jerusalem, in the name of the God of Israel who was over them,",
      "2": "Zerubbabel son of Shealtiel and Jeshua son of Jozadak began to rebuild God’s house in Jerusalem. The prophets of God were with them, helping them.",
      "3": "At that time Tattenai the governor of the region west of the Euphrates River, Shethar-bozenai, and their colleagues came to the Jews and asked, “Who gave you the order to rebuild this temple and finish this structure?”",
      "4": "They also asked them, “What are the names of the workers who are constructing this building?”",
      "5": "But God was watching over the Jewish elders. These men wouldn’t stop them until a report was sent to Darius, so that they could receive written instructions about this matter.",
      "6": "This is the text of the letter that Tattenai the governor of the region west of the Euphrates River, Shethar-bozenai, and their colleagues, the officials in the region, sent to King Darius.",
      "7": "They sent him a report, written as follows:\nTo King Darius:\nAll greetings.",
      "8": "Let it be known to the king that we went to the house of the great God in the province of Judah. It is being built with cut stones, and its beams are being set in the walls. This work is being done diligently and succeeding through the people’s efforts.",
      "9": "So we questioned the elders and asked, “Who gave you the order to rebuild this temple and finish this structure?”",
      "10": "We also asked them for their names, so that we could write down the names of their leaders for your information.",
      "11": "This is the reply they gave us:\nWe are the servants of the God of the heavens and earth, and we are rebuilding the temple that was built many years ago, which a great king of Israel built and finished.",
      "12": "But since our ancestors angered the God of the heavens, he handed them over to King Nebuchadnezzar of Babylon, the Chaldean, who destroyed this temple and deported the people to Babylon.",
      "13": "However, in the first year of King Cyrus of Babylon, he issued a decree to rebuild the house of God.",
      "14": "He also took from the temple in Babylon the gold and silver articles of God’s house that Nebuchadnezzar had taken from the temple in Jerusalem and carried them to the temple in Babylon. He released them from the temple in Babylon to a man named Sheshbazzar, the governor by the appointment of King Cyrus.",
      "15": "Cyrus told him, “Take these articles, put them in the temple in Jerusalem, and let the house of God be rebuilt on its original site.”",
      "16": "Then this same Sheshbazzar came and laid the foundation of God’s house in Jerusalem. It has been under construction from that time until now, but it has not been completed.",
      "17": "So if it pleases the king, let a search of the royal archives in Babylon be conducted to see if it is true that a decree was issued by King Cyrus to rebuild the house of God in Jerusalem. Let the king’s decision regarding this matter be sent to us."
    },
    "6": {
      "1": "King Darius gave the order, and they searched in the library of Babylon in the archives.",
      "2": "But it was in the fortress of Ecbatana in the province of Media that a scroll was found with this record written on it:",
      "3": "In the first year of King Cyrus, he issued a decree concerning the house of God in Jerusalem:\nLet the house be rebuilt as a place for offering sacrifices, and let its original foundations be retained. Its height is to be ninety feet and its width ninety feet,",
      "4": "with three layers of cut stones and one of timber. The cost is to be paid from the royal treasury.",
      "5": "The gold and silver articles of God’s house that Nebuchadnezzar took from the temple in Jerusalem and carried to Babylon must also be returned. They are to be brought to the temple in Jerusalem where they belong and put into the house of God.",
      "6": "Therefore, you must stay away from that place, Tattenai governor of the region west of the Euphrates River, Shethar-bozenai, and your colleagues, the officials in the region.",
      "7": "Leave the construction of the house of God alone. Let the governor and elders of the Jews rebuild this house of God on its original site.",
      "8": "I hereby issue a decree concerning what you are to do, so that the elders of the Jews can rebuild the house of God:\nThe cost is to be paid in full to these men out of the royal revenues from the taxes of the region west of the Euphrates River, so that the work will not stop.",
      "9": "Whatever is needed—young bulls, rams, and lambs for burnt offerings to the God of the heavens, or wheat, salt, wine, and oil, as requested by the priests in Jerusalem—let it be given to them every day without fail,",
      "10": "so that they can offer sacrifices of pleasing aroma to the God of the heavens and pray for the life of the king and his sons.",
      "11": "I also issue a decree concerning any man who interferes with this directive:\nLet a beam be torn from his house and raised up; he will be impaled on it, and his house will be made into a garbage dump because of this offense.",
      "12": "May the God who caused his name to dwell there overthrow any king or people who dares to harm or interfere with this house of God in Jerusalem. I, Darius, have issued the decree. Let it be carried out diligently.",
      "13": "Then Tattenai governor of the region west of the Euphrates River, Shethar-bozenai, and their colleagues diligently carried out what King Darius had decreed.",
      "14": "So the Jewish elders continued successfully with the building under the prophesying of Haggai the prophet and Zechariah son of Iddo. They finished the building according to the command of the God of Israel and the decrees of Cyrus, Darius, and King Artaxerxes of Persia.",
      "15": "This house was completed on the third day of the month of Adar in the sixth year of the reign of King Darius.",
      "16": "Then the Israelites, including the priests, the Levites, and the rest of the exiles, celebrated the dedication of the house of God with joy.",
      "17": "For the dedication of God’s house they offered one hundred bulls, two hundred rams, and four hundred lambs, as well as twelve male goats as a sin offering for all Israel—one for each Israelite tribe.",
      "18": "They also appointed the priests by their divisions and the Levites by their groups to the service of God in Jerusalem, according to what is written in the book of Moses.",
      "19": "The exiles observed the Passover on the fourteenth day of the first month.",
      "20": "All of the priests and Levites were ceremonially clean, because they had purified themselves. They killed the Passover lamb for themselves, their priestly brothers, and all the exiles.",
      "21": "The Israelites who had returned from exile ate it, together with all who had separated themselves from the uncleanness of the Gentiles of the land in order to worship the Lord, the God of Israel.",
      "22": "They observed the Festival of Unleavened Bread for seven days with joy, because the Lord had made them joyful, having changed the Assyrian king’s attitude toward them, so that he supported them in the work on the house of the God of Israel."
    },
    "7": {
      "1": "After these events, during the reign of King Artaxerxes of Persia, Ezra—\nSeraiah’s son, Azariah’s son,\nHilkiah’s son,",
      "2": "Shallum’s son,\nZadok’s son, Ahitub’s son,",
      "3": "Amariah’s son, Azariah’s son,\nMeraioth’s son,",
      "4": "Zerahiah’s son,\nUzzi’s son, Bukki’s son,",
      "5": "Abishua’s son, Phinehas’s son,\nEleazar’s son, the chief priest Aaron’s son",
      "6": "—came up from Babylon. He was a scribe skilled in the law of Moses, which the Lord, the God of Israel, had given. The king had granted him everything he requested because the hand of the Lord his God was on him.",
      "7": "Some of the Israelites, priests, Levites, singers, gatekeepers, and temple servants accompanied him to Jerusalem in the seventh year of King Artaxerxes.",
      "8": "Ezra came to Jerusalem in the fifth month, during the seventh year of the king.",
      "9": "He began the journey from Babylon on the first day of the first month and arrived in Jerusalem on the first day of the fifth month since the gracious hand of his God was on him.",
      "10": "Now Ezra had determined in his heart to study the law of the Lord, obey it, and teach its statutes and ordinances in Israel.",
      "11": "This is the text of the letter King Artaxerxes gave to Ezra the priest and scribe, an expert in matters of the Lord’s commands and statutes for Israel:",
      "12": "Artaxerxes, king of kings, to Ezra the priest, an expert in the law of the God of the heavens:\nGreetings.",
      "13": "I issue a decree that any of the Israelites in my kingdom, including their priests and Levites, who want to go to Jerusalem, may go with you.",
      "14": "You are sent by the king and his seven counselors to evaluate Judah and Jerusalem according to the law of your God, which is in your possession.",
      "15": "You are also to bring the silver and gold the king and his counselors have willingly given to the God of Israel, whose dwelling is in Jerusalem,",
      "16": "and all the silver and gold you receive throughout the province of Babylon, together with the freewill offerings given by the people and the priests to the house of their God in Jerusalem.",
      "17": "Then you are to be diligent to buy with this money bulls, rams, and lambs, along with their grain and drink offerings, and offer them on the altar at the house of your God in Jerusalem.",
      "18": "You may do whatever seems best to you and your brothers with the rest of the silver and gold, according to the will of your God.",
      "19": "Deliver to the God of Jerusalem all the articles given to you for the service of the house of your God.",
      "20": "You may use the royal treasury to pay for anything else needed for the house of your God.",
      "21": "I, King Artaxerxes, issue a decree to all the treasurers in the region west of the Euphrates River:\nWhatever Ezra the priest, an expert in the law of the God of the heavens, asks of you must be provided in full,",
      "22": "up to 7,500 pounds of silver, 500 bushels of wheat, 550 gallons of wine, 550 gallons of oil, and salt without limit.",
      "23": "Whatever is commanded by the God of the heavens must be done diligently for the house of the God of the heavens, so that wrath will not fall on the realm of the king and his sons.",
      "24": "Be advised that you do not have authority to impose tribute, duty, and land tax on any priests, Levites, singers, doorkeepers, temple servants, or other servants of this house of God.",
      "25": "And you, Ezra, according to God’s wisdom that you possess, appoint magistrates and judges to judge all the people in the region west of the Euphrates who know the laws of your God and to teach anyone who does not know them.",
      "26": "Anyone who does not keep the law of your God and the law of the king, let the appropriate judgment be executed against him, whether death, banishment, confiscation of property, or imprisonment.",
      "27": "Blessed be the Lord, the God of our ancestors, who has put it into the king’s mind to glorify the house of the Lord in Jerusalem,",
      "28": "and who has shown favor to me before the king, his counselors, and all his powerful officers. So I took courage because I was strengthened by the hand of the Lord my God, and I gathered Israelite leaders to return with me."
    },
    "8": {
      "1": "These are the family heads and the genealogical records of those who returned with me from Babylon during the reign of King Artaxerxes:",
      "2": "Gershom, from Phinehas’s descendants;\nDaniel, from Ithamar’s descendants;\nHattush, from David’s descendants,",
      "3": "who was of Shecaniah’s descendants;\nZechariah, from Parosh’s descendants,\nand 150 men with him who were registered by genealogy;",
      "4": "Eliehoenai son of Zerahiah\nfrom Pahath-moab’s descendants,\nand 200 men with him;",
      "5": "Shecaniah son of Jahaziel\nfrom Zattu’s descendants,\nand 300 men with him;",
      "6": "Ebed son of Jonathan\nfrom Adin’s descendants,\nand 50 men with him;",
      "7": "Jeshaiah son of Athaliah\nfrom Elam’s descendants,\nand 70 men with him;",
      "8": "Zebadiah son of Michael\nfrom Shephatiah’s descendants,\nand 80 men with him;",
      "9": "Obadiah son of Jehiel\nfrom Joab’s descendants,\nand 218 men with him;",
      "10": "Shelomith son of Josiphiah\nfrom Bani’s descendants,\nand 160 men with him;",
      "11": "Zechariah son of Bebai\nfrom Bebai’s descendants,\nand 28 men with him;",
      "12": "Johanan son of Hakkatan\nfrom Azgad’s descendants,\nand 110 men with him;",
      "13": "these are the last ones, from Adonikam’s descendants,\nand their names are\nEliphelet, Jeuel, and Shemaiah,\nand 60 men with them;",
      "14": "Uthai and Zaccur\nfrom Bigvai’s descendants,\nand 70 men with them.",
      "15": "I gathered them at the river that flows to Ahava, and we camped there for three days. I searched among the people and priests, but found no Levites there.",
      "16": "Then I summoned the leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, as well as the teachers Joiarib and Elnathan.",
      "17": "I sent them to Iddo, the leader at Casiphia, with a message for him and his brothers, the temple servants at Casiphia, that they should bring us ministers for the house of our God.",
      "18": "Since the gracious hand of our God was on us, they brought us Sherebiah—a man of insight from the descendants of Mahli, a descendant of Levi son of Israel—along with his sons and brothers, 18 men,",
      "19": "plus Hashabiah, along with Jeshaiah, from the descendants of Merari, and his brothers and their sons, 20 men.",
      "20": "There were also 220 of the temple servants, who had been appointed by David and the leaders for the work of the Levites. All were identified by name.",
      "21": "I proclaimed a fast by the Ahava River, so that we might humble ourselves before our God and ask him for a safe journey for us, our dependents, and all our possessions.",
      "22": "I did this because I was ashamed to ask the king for infantry and cavalry to protect us from enemies during the journey, since we had told him, “The hand of our God is gracious to all who seek him, but his fierce anger is against all who abandon him.”",
      "23": "So we fasted and pleaded with our God about this, and he was receptive to our prayer.",
      "24": "I selected twelve of the leading priests, along with Sherebiah, Hashabiah, and ten of their brothers.",
      "25": "I weighed out to them the silver, the gold, and the articles—the contribution for the house of our God that the king, his counselors, his leaders, and all the Israelites who were present had offered.",
      "26": "I weighed out to them 24 tons of silver, silver articles weighing 7,500 pounds, 7,500 pounds of gold,",
      "27": "twenty gold bowls worth a thousand gold coins, and two articles of fine gleaming bronze, as valuable as gold.",
      "28": "Then I said to them, “You are holy to the Lord, and the articles are holy. The silver and gold are a freewill offering to the Lord God of your ancestors.",
      "29": "Guard them carefully until you weigh them out in the chambers of the Lord’s house before the leading priests, Levites, and heads of the Israelite families in Jerusalem.”",
      "30": "So the priests and Levites took charge of the silver, the gold, and the articles that had been weighed out, to bring them to the house of our God in Jerusalem.",
      "31": "We set out from the Ahava River on the twelfth day of the first month to go to Jerusalem. We were strengthened by our God, and he kept us from the grasp of the enemy and from ambush along the way.",
      "32": "So we arrived at Jerusalem and rested there for three days.",
      "33": "On the fourth day the silver, the gold, and the articles were weighed out in the house of our God into the care of the priest Meremoth son of Uriah. Eleazar son of Phinehas was with him. The Levites Jozabad son of Jeshua and Noadiah son of Binnui were also with them.",
      "34": "Everything was verified by number and weight, and the total weight was recorded at that time.",
      "35": "The exiles who had returned from the captivity offered burnt offerings to the God of Israel: twelve bulls for all Israel, ninety-six rams, and seventy-seven lambs, along with twelve male goats as a sin offering. All this was a burnt offering for the Lord.",
      "36": "They also delivered the king’s edicts to the royal satraps and governors of the region west of the Euphrates, so that they would support the people and the house of God."
    },
    "9": {
      "1": "After these things had been done, the leaders approached me and said, “The people of Israel, the priests, and the Levites have not separated themselves from the surrounding peoples whose detestable practices are like those of the Canaanites, Hethites, Perizzites, Jebusites, Ammonites, Moabites, Egyptians, and Amorites.",
      "2": "Indeed, the Israelite men have taken some of their daughters as wives for themselves and their sons, so that the holy seed has become mixed with the surrounding peoples. The leaders and officials have taken the lead in this unfaithfulness!”",
      "3": "When I heard this report, I tore my tunic and robe, pulled out some of the hair from my head and beard, and sat down devastated.",
      "4": "Everyone who trembled at the words of the God of Israel gathered around me, because of the unfaithfulness of the exiles, while I sat devastated until the evening offering.",
      "5": "At the evening offering, I got up from my time of humiliation, with my tunic and robe torn. Then I fell on my knees and spread out my hands to the Lord my God.",
      "6": "And I said:\nMy God, I am ashamed and embarrassed to lift my face toward you, my God, because our iniquities are higher than our heads and our guilt is as high as the heavens.",
      "7": "Our guilt has been terrible from the days of our ancestors until the present. Because of our iniquities we have been handed over, along with our kings and priests, to the surrounding kings, and to the sword, captivity, plundering, and open shame, as it is today.",
      "8": "But now, for a brief moment, grace has come from the Lord our God to preserve a remnant for us and give us a stake in his holy place. Even in our slavery, God has given us a little relief and light to our eyes.",
      "9": "Though we are slaves, our God has not abandoned us in our slavery. He has extended grace to us in the presence of the Persian kings, giving us relief, so that we can rebuild the house of our God and repair its ruins, to give us a wall in Judah and Jerusalem.",
      "10": "Now, our God, what can we say in light of this? For we have abandoned the commands",
      "11": "you gave through your servants the prophets, saying, “The land you are entering to possess is an impure land. The surrounding peoples have filled it from end to end with their uncleanness by their impurity and detestable practices.",
      "12": "So do not give your daughters to their sons in marriage or take their daughters for your sons. Never pursue their welfare or prosperity, so that you will be strong, eat the good things of the land, and leave it as an inheritance to your sons forever.”",
      "13": "After all that has happened to us because of our evil deeds and terrible guilt—though you, our God, have punished us less than our iniquities deserve and have allowed us to survive—",
      "14": "should we break your commands again and intermarry with the peoples who commit these detestable practices? Wouldn’t you become so angry with us that you would destroy us, leaving neither remnant nor survivor?",
      "15": "Lord God of Israel, you are righteous, for we survive as a remnant today. Here we are before you with our guilt, though no one can stand in your presence because of this."
    },
    "10": {
      "1": "While Ezra prayed and confessed, weeping and falling facedown before the house of God, an extremely large assembly of Israelite men, women, and children gathered around him. The people also wept bitterly.",
      "2": "Then Shecaniah son of Jehiel, an Elamite, responded to Ezra, “We have been unfaithful to our God by marrying foreign women from the surrounding peoples, but there is still hope for Israel in spite of this.",
      "3": "Therefore, let’s make a covenant before our God to send away all the foreign wives and their children, according to the counsel of my lord and of those who tremble at the command of our God. Let it be done according to the law.",
      "4": "Get up, for this matter is your responsibility, and we support you. Be strong and take action!”",
      "5": "Then Ezra got up and made the leading priests, Levites, and all Israel take an oath to do what had been said; so they took the oath.",
      "6": "Ezra then went from the house of God and walked to the chamber of Jehohanan son of Eliashib, where he spent the night. He did not eat food or drink water, because he was mourning over the unfaithfulness of the exiles.",
      "7": "They circulated a proclamation throughout Judah and Jerusalem that all the exiles should gather at Jerusalem.",
      "8": "Whoever did not come within three days would forfeit all his possessions, according to the decision of the leaders and elders, and would be excluded from the assembly of the exiles.",
      "9": "So all the men of Judah and Benjamin gathered in Jerusalem within the three days. On the twentieth day of the ninth month, all the people sat in the square at the house of God, trembling because of this matter and because of the heavy rain.",
      "10": "Then the priest Ezra stood up and said to them, “You have been unfaithful by marrying foreign women, adding to Israel’s guilt.",
      "11": "Therefore, make a confession to the Lord, the God of your ancestors, and do his will. Separate yourselves from the surrounding peoples and your foreign wives.”",
      "12": "Then all the assembly responded loudly, “Yes, we will do as you say!",
      "13": "But there are many people, and it is the rainy season. We don’t have the stamina to stay out in the open. This isn’t something that can be done in a day or two, for we have rebelled terribly in this matter.",
      "14": "Let our leaders represent the entire assembly. Then let all those in our towns who have married foreign women come at appointed times, together with the elders and judges of each town, in order to avert the fierce anger of our God concerning this matter.”",
      "15": "Only Jonathan son of Asahel and Jahzeiah son of Tikvah opposed this, with Meshullam and Shabbethai the Levite supporting them.",
      "16": "The exiles did what had been proposed. The priest Ezra selected men who were family heads, all identified by name, to represent their ancestral families. They convened on the first day of the tenth month to investigate the matter,",
      "17": "and by the first day of the first month they had dealt with all the men who had married foreign women.",
      "18": "The following were found to have married foreign women from the descendants of the priests:\nfrom the descendants of Jeshua son of Jozadak and his brothers: Maaseiah, Eliezer, Jarib, and Gedaliah.",
      "19": "They pledged to send their wives away, and being guilty, they offered a ram from the flock for their guilt;",
      "20": "Hanani and Zebadiah from Immer’s descendants;",
      "21": "Maaseiah, Elijah, Shemaiah, Jehiel, and Uzziah from Harim’s descendants;",
      "22": "Elioenai, Maaseiah, Ishmael, Nethanel, Jozabad, and Elasah from Pashhur’s descendants.",
      "23": "The Levites:\nJozabad, Shimei, Kelaiah (that is Kelita), Pethahiah, Judah, and Eliezer.",
      "24": "The singers:\nEliashib.\nThe gatekeepers:\nShallum, Telem, and Uri.",
      "25": "The Israelites:\nParosh’s descendants: Ramiah, Izziah, Malchijah, Mijamin, Eleazar, Malchijah, and Benaiah;",
      "26": "Elam’s descendants: Mattaniah, Zechariah, Jehiel, Abdi, Jeremoth, and Elijah;",
      "27": "Zattu’s descendants: Elioenai, Eliashib, Mattaniah, Jeremoth, Zabad, and Aziza;",
      "28": "Bebai’s descendants: Jehohanan, Hananiah, Zabbai, and Athlai;",
      "29": "Bani’s descendants: Meshullam, Malluch, Adaiah, Jashub, Sheal, and Jeremoth;",
      "30": "Pahath-moab’s descendants: Adna, Chelal, Benaiah, Maaseiah, Mattaniah, Bezalel, Binnui, and Manasseh;",
      "31": "Harim’s descendants: Eliezer, Isshijah, Malchijah, Shemaiah, Shimeon,",
      "32": "Benjamin, Malluch, and Shemariah;",
      "33": "Hashum’s descendants: Mattenai, Mattattah, Zabad, Eliphelet, Jeremai, Manasseh, and Shimei;",
      "34": "Bani’s descendants: Maadai, Amram, Uel,",
      "35": "Benaiah, Bedeiah, Cheluhi,",
      "36": "Vaniah, Meremoth, Eliashib,",
      "37": "Mattaniah, Mattenai, Jaasu,",
      "38": "Bani, Binnui, Shimei,",
      "39": "Shelemiah, Nathan, Adaiah,",
      "40": "Machnadebai, Shashai, Sharai,",
      "41": "Azarel, Shelemiah, Shemariah,",
      "42": "Shallum, Amariah, and Joseph;",
      "43": "Nebo’s descendants: Jeiel, Mattithiah, Zabad, Zebina, Jaddai, Joel, and Benaiah.",
      "44": "All of these had married foreign women, and some of the wives had given birth to children."
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Christian-Standard-Bible-CSB/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:32:01.865177-04:00",
    "Translation": "CSB"
  }
}