{
  "Genesis": {
    "1": {
      "1": "In the beginning God created the heavens and the earth.",
      "2": "Now the earth was formless and empty, darkness covered the surface of the watery depths, and the Spirit of God was hovering over the surface of the waters.",
      "3": "Then God said, “Let there be light,” and there was light.",
      "4": "God saw that the light was good, and God separated the light from the darkness.",
      "5": "God called the light “day,” and the darkness he called “night.” There was an evening, and there was a morning: one day.",
      "6": "Then God said, “Let there be an expanse between the waters, separating water from water.”",
      "7": "So God made the expanse and separated the water under the expanse from the water above the expanse. And it was so.",
      "8": "God called the expanse “sky.” Evening came and then morning: the second day.",
      "9": "Then God said, “Let the water under the sky be gathered into one place, and let the dry land appear.” And it was so.",
      "10": "God called the dry land “earth,” and the gathering of the water he called “seas.” And God saw that it was good.",
      "11": "Then God said, “Let the earth produce vegetation: seed-bearing plants and fruit trees on the earth bearing fruit with seed in it according to their kinds.” And it was so.",
      "12": "The earth produced vegetation: seed-bearing plants according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good.",
      "13": "Evening came and then morning: the third day.",
      "14": "Then God said, “Let there be lights in the expanse of the sky to separate the day from the night. They will serve as signs for seasons and for days and years.",
      "15": "They will be lights in the expanse of the sky to provide light on the earth.” And it was so.",
      "16": "God made the two great lights—the greater light to rule over the day and the lesser light to rule over the night—as well as the stars.",
      "17": "God placed them in the expanse of the sky to provide light on the earth,",
      "18": "to rule the day and the night, and to separate light from darkness. And God saw that it was good.",
      "19": "Evening came and then morning: the fourth day.",
      "20": "Then God said, “Let the water swarm with living creatures, and let birds fly above the earth across the expanse of the sky.”",
      "21": "So God created the large sea-creatures and every living creature that moves and swarms in the water, according to their kinds. He also created every winged creature according to its kind. And God saw that it was good.",
      "22": "God blessed them: “Be fruitful, multiply, and fill the waters of the seas, and let the birds multiply on the earth.”",
      "23": "Evening came and then morning: the fifth day.",
      "24": "Then God said, “Let the earth produce living creatures according to their kinds: livestock, creatures that crawl, and the wildlife of the earth according to their kinds.” And it was so.",
      "25": "So God made the wildlife of the earth according to their kinds, the livestock according to their kinds, and all the creatures that crawl on the ground according to their kinds. And God saw that it was good.",
      "26": "Then God said, “Let us make man in our image, according to our likeness. They will rule the fish of the sea, the birds of the sky, the livestock, the whole earth, and the creatures that crawl on the earth.”",
      "27": "So God created man\nin his own image;\nhe created him in the image of God;\nhe created them male and female.",
      "28": "God blessed them, and God said to them, “Be fruitful, multiply, fill the earth, and subdue it. Rule the fish of the sea, the birds of the sky, and every creature that crawls on the earth.”",
      "29": "God also said, “Look, I have given you every seed-bearing plant on the surface of the entire earth and every tree whose fruit contains seed. This will be food for you,",
      "30": "for all the wildlife of the earth, for every bird of the sky, and for every creature that crawls on the earth—everything having the breath of life in it—I have given every green plant for food.” And it was so.",
      "31": "God saw all that he had made, and it was very good indeed. Evening came and then morning: the sixth day."
    },
    "2": {
      "1": "So the heavens and the earth and everything in them were completed.",
      "2": "On the seventh day God had completed his work that he had done, and he rested on the seventh day from all his work that he had done.",
      "3": "God blessed the seventh day and declared it holy, for on it he rested from all his work of creation.",
      "4": "These are the records of the heavens and the earth, concerning their creation. At the time that the Lord God made the earth and the heavens,",
      "5": "no shrub of the field had yet grown on the land, and no plant of the field had yet sprouted, for the Lord God had not made it rain on the land, and there was no man to work the ground.",
      "6": "But mist would come up from the earth and water all the ground.",
      "7": "Then the Lord God formed the man out of the dust from the ground and breathed the breath of life into his nostrils, and the man became a living being.",
      "8": "The Lord God planted a garden in Eden, in the east, and there he placed the man he had formed.",
      "9": "The Lord God caused to grow out of the ground every tree pleasing in appearance and good for food, including the tree of life in the middle of the garden, as well as the tree of the knowledge of good and evil.",
      "10": "A river went out from Eden to water the garden. From there it divided and became the source of four rivers.",
      "11": "The name of the first is Pishon, which flows through the entire land of Havilah, where there is gold.",
      "12": "Gold from that land is pure; bdellium and onyx are also there.",
      "13": "The name of the second river is Gihon, which flows through the entire land of Cush.",
      "14": "The name of the third river is Tigris, which runs east of Assyria. And the fourth river is the Euphrates.",
      "15": "The Lord God took the man and placed him in the garden of Eden to work it and watch over it.",
      "16": "And the Lord God commanded the man, “You are free to eat from any tree of the garden,",
      "17": "but you must not eat from the tree of the knowledge of good and evil, for on the day you eat from it, you will certainly die.”",
      "18": "Then the Lord God said, “It is not good for the man to be alone. I will make a helper corresponding to him.”",
      "19": "The Lord God formed out of the ground every wild animal and every bird of the sky, and brought each to the man to see what he would call it. And whatever the man called a living creature, that was its name.",
      "20": "The man gave names to all the livestock, to the birds of the sky, and to every wild animal; but for the man no helper was found corresponding to him.",
      "21": "So the Lord God caused a deep sleep to come over the man, and he slept. God took one of his ribs and closed the flesh at that place.",
      "22": "Then the Lord God made the rib he had taken from the man into a woman and brought her to the man.",
      "23": "And the man said:\nThis one, at last, is bone of my bone\nand flesh of my flesh;\nthis one will be called “woman,”\nfor she was taken from man.",
      "24": "This is why a man leaves his father and mother and bonds with his wife, and they become one flesh.",
      "25": "Both the man and his wife were naked, yet felt no shame."
    },
    "3": {
      "1": "Now the serpent was the most cunning of all the wild animals that the Lord God had made. He said to the woman, “Did God really say, ‘You can’t eat from any tree in the garden’?”",
      "2": "The woman said to the serpent, “We may eat the fruit from the trees in the garden.",
      "3": "But about the fruit of the tree in the middle of the garden, God said, ‘You must not eat it or touch it, or you will die.’”",
      "4": "“No! You will certainly not die,” the serpent said to the woman.",
      "5": "“In fact, God knows that when you eat it your eyes will be opened and you will be like God, knowing good and evil.”",
      "6": "The woman saw that the tree was good for food and delightful to look at, and that it was desirable for obtaining wisdom. So she took some of its fruit and ate it; she also gave some to her husband, who was with her, and he ate it.",
      "7": "Then the eyes of both of them were opened, and they knew they were naked; so they sewed fig leaves together and made coverings for themselves.",
      "8": "Then the man and his wife heard the sound of the Lord God walking in the garden at the time of the evening breeze, and they hid from the Lord God among the trees of the garden.",
      "9": "So the Lord God called out to the man and said to him, “Where are you?”",
      "10": "And he said, “I heard you in the garden, and I was afraid because I was naked, so I hid.”",
      "11": "Then he asked, “Who told you that you were naked? Did you eat from the tree that I commanded you not to eat from?”",
      "12": "The man replied, “The woman you gave to be with me—she gave me some fruit from the tree, and I ate.”",
      "13": "So the Lord God asked the woman, “What have you done?”\nAnd the woman said, “The serpent deceived me, and I ate.”",
      "14": "So the Lord God said to the serpent:\nBecause you have done this,\nyou are cursed more than any livestock\nand more than any wild animal.\nYou will move on your belly\nand eat dust all the days of your life.",
      "15": "I will put hostility between you and the woman,\nand between your offspring and her offspring.\nHe will strike your head,\nand you will strike his heel.",
      "16": "He said to the woman:\nI will intensify your labor pains;\nyou will bear children with painful effort.\nYour desire will be for your husband,\nyet he will rule over you.",
      "17": "And he said to the man, “Because you listened to your wife and ate from the tree about which I commanded you, ‘Do not eat from it’:\nThe ground is cursed because of you.\nYou will eat from it by means of painful labor\nall the days of your life.",
      "18": "It will produce thorns and thistles for you,\nand you will eat the plants of the field.",
      "19": "You will eat bread by the sweat of your brow\nuntil you return to the ground,\nsince you were taken from it.\nFor you are dust,\nand you will return to dust.”",
      "20": "The man named his wife Eve because she was the mother of all the living.",
      "21": "The Lord God made clothing from skins for the man and his wife, and he clothed them.",
      "22": "The Lord God said, “Since the man has become like one of us, knowing good and evil, he must not reach out, take from the tree of life, eat, and live forever.”",
      "23": "So the Lord God sent him away from the garden of Eden to work the ground from which he was taken.",
      "24": "He drove the man out and stationed the cherubim and the flaming, whirling sword east of the garden of Eden to guard the way to the tree of life."
    },
    "4": {
      "1": "The man was intimate with his wife Eve, and she conceived and gave birth to Cain. She said, “I have had a male child with the Lord’s help.”",
      "2": "She also gave birth to his brother Abel. Now Abel became a shepherd of flocks, but Cain worked the ground.",
      "3": "In the course of time Cain presented some of the land’s produce as an offering to the Lord.",
      "4": "And Abel also presented an offering—some of the firstborn of his flock and their fat portions. The Lord had regard for Abel and his offering,",
      "5": "but he did not have regard for Cain and his offering. Cain was furious, and he looked despondent.",
      "6": "Then the Lord said to Cain, “Why are you furious? And why do you look despondent?",
      "7": "If you do what is right, won’t you be accepted? But if you do not do what is right, sin is crouching at the door. Its desire is for you, but you must rule over it.”",
      "8": "Cain said to his brother Abel, “Let’s go out to the field.” And while they were in the field, Cain attacked his brother Abel and killed him.",
      "9": "Then the Lord said to Cain, “Where is your brother Abel?”\n“I don’t know,” he replied. “Am I my brother’s guardian?”",
      "10": "Then he said, “What have you done? Your brother’s blood cries out to me from the ground!",
      "11": "So now you are cursed, alienated from the ground that opened its mouth to receive your brother’s blood you have shed.",
      "12": "If you work the ground, it will never again give you its yield. You will be a restless wanderer on the earth.”",
      "13": "But Cain answered the Lord, “My punishment is too great to bear!",
      "14": "Since you are banishing me today from the face of the earth, and I must hide from your presence and become a restless wanderer on the earth, whoever finds me will kill me.”",
      "15": "Then the Lord replied to him, “In that case, whoever kills Cain will suffer vengeance seven times over.” And he placed a mark on Cain so that whoever found him would not kill him.",
      "16": "Then Cain went out from the Lord’s presence and lived in the land of Nod, east of Eden.",
      "17": "Cain was intimate with his wife, and she conceived and gave birth to Enoch. Then Cain became the builder of a city, and he named the city Enoch after his son.",
      "18": "Irad was born to Enoch, Irad fathered Mehujael, Mehujael fathered Methushael, and Methushael fathered Lamech.",
      "19": "Lamech took two wives for himself, one named Adah and the other named Zillah.",
      "20": "Adah bore Jabal; he was the first of the nomadic herdsmen.",
      "21": "His brother was named Jubal; he was the first of all who play the lyre and the flute.",
      "22": "Zillah bore Tubal-cain, who made all kinds of bronze and iron tools. Tubal-cain’s sister was Naamah.",
      "23": "Lamech said to his wives:\nAdah and Zillah, hear my voice;\nwives of Lamech, pay attention to my words.\nFor I killed a man for wounding me,\na young man for striking me.",
      "24": "If Cain is to be avenged seven times over,\nthen for Lamech it will be seventy-seven times!",
      "25": "Adam was intimate with his wife again, and she gave birth to a son and named him Seth, for she said, “God has given me another offspring in place of Abel, since Cain killed him.”",
      "26": "A son was born to Seth also, and he named him Enosh. At that time people began to call on the name of the Lord."
    },
    "5": {
      "1": "This is the document containing the family records of Adam. On the day that God created man, he made him in the likeness of God;",
      "2": "he created them male and female. When they were created, he blessed them and called them mankind.",
      "3": "Adam was 130 years old when he fathered a son in his likeness, according to his image, and named him Seth.",
      "4": "Adam lived 800 years after he fathered Seth, and he fathered other sons and daughters.",
      "5": "So Adam’s life lasted 930 years; then he died.",
      "6": "Seth was 105 years old when he fathered Enosh.",
      "7": "Seth lived 807 years after he fathered Enosh, and he fathered other sons and daughters.",
      "8": "So Seth’s life lasted 912 years; then he died.",
      "9": "Enosh was 90 years old when he fathered Kenan.",
      "10": "Enosh lived 815 years after he fathered Kenan, and he fathered other sons and daughters.",
      "11": "So Enosh’s life lasted 905 years; then he died.",
      "12": "Kenan was 70 years old when he fathered Mahalalel.",
      "13": "Kenan lived 840 years after he fathered Mahalalel, and he fathered other sons and daughters.",
      "14": "So Kenan’s life lasted 910 years; then he died.",
      "15": "Mahalalel was 65 years old when he fathered Jared.",
      "16": "Mahalalel lived 830 years after he fathered Jared, and he fathered other sons and daughters.",
      "17": "So Mahalalel’s life lasted 895 years; then he died.",
      "18": "Jared was 162 years old when he fathered Enoch.",
      "19": "Jared lived 800 years after he fathered Enoch, and he fathered other sons and daughters.",
      "20": "So Jared’s life lasted 962 years; then he died.",
      "21": "Enoch was 65 years old when he fathered Methuselah.",
      "22": "And after he fathered Methuselah, Enoch walked with God 300 years and fathered other sons and daughters.",
      "23": "So Enoch’s life lasted 365 years.",
      "24": "Enoch walked with God; then he was not there because God took him.",
      "25": "Methuselah was 187 years old when he fathered Lamech.",
      "26": "Methuselah lived 782 years after he fathered Lamech, and he fathered other sons and daughters.",
      "27": "So Methuselah’s life lasted 969 years; then he died.",
      "28": "Lamech was 182 years old when he fathered a son.",
      "29": "And he named him Noah, saying, “This one will bring us relief from the agonizing labor of our hands, caused by the ground the Lord has cursed.”",
      "30": "Lamech lived 595 years after he fathered Noah, and he fathered other sons and daughters.",
      "31": "So Lamech’s life lasted 777 years; then he died.",
      "32": "Noah was 500 years old, and he fathered Shem, Ham, and Japheth."
    },
    "6": {
      "1": "When mankind began to multiply on the earth and daughters were born to them,",
      "2": "the sons of God saw that the daughters of mankind were beautiful, and they took any they chose as wives for themselves.",
      "3": "And the Lord said, “My Spirit will not remain with mankind forever, because they are corrupt. Their days will be 120 years.”",
      "4": "The Nephilim were on the earth both in those days and afterward, when the sons of God came to the daughters of mankind, who bore children to them. They were the powerful men of old, the famous men.",
      "5": "When the Lord saw that human wickedness was widespread on the earth and that every inclination of the human mind was nothing but evil all the time,",
      "6": "the Lord regretted that he had made man on the earth, and he was deeply grieved.",
      "7": "Then the Lord said, “I will wipe mankind, whom I created, off the face of the earth, together with the animals, creatures that crawl, and birds of the sky—for I regret that I made them.”",
      "8": "Noah, however, found favor with the Lord.",
      "9": "These are the family records of Noah. Noah was a righteous man, blameless among his contemporaries; Noah walked with God.",
      "10": "And Noah fathered three sons: Shem, Ham, and Japheth.",
      "11": "Now the earth was corrupt in God’s sight, and the earth was filled with wickedness.",
      "12": "God saw how corrupt the earth was, for every creature had corrupted its way on the earth.",
      "13": "Then God said to Noah, “I have decided to put an end to every creature, for the earth is filled with wickedness because of them; therefore I am going to destroy them along with the earth.",
      "14": "“Make yourself an ark of gopher wood. Make rooms in the ark, and cover it with pitch inside and outside.",
      "15": "This is how you are to make it: The ark will be 450 feet long, 75 feet wide, and 45 feet high.",
      "16": "You are to make a roof, finishing the sides of the ark to within eighteen inches of the roof. You are to put a door in the side of the ark. Make it with lower, middle, and upper decks.",
      "17": "“Understand that I am bringing a flood—floodwaters on the earth to destroy every creature under heaven with the breath of life in it. Everything on earth will perish.",
      "18": "But I will establish my covenant with you, and you will enter the ark with your sons, your wife, and your sons’ wives.",
      "19": "You are also to bring into the ark two of all the living creatures, male and female, to keep them alive with you.",
      "20": "Two of everything—from the birds according to their kinds, from the livestock according to their kinds, and from the animals that crawl on the ground according to their kinds—will come to you so that you can keep them alive.",
      "21": "Take with you every kind of food that is eaten; gather it as food for you and for them.”",
      "22": "And Noah did this. He did everything that God had commanded him."
    },
    "7": {
      "1": "Then the Lord said to Noah, “Enter the ark, you and all your household, for I have seen that you alone are righteous before me in this generation.",
      "2": "You are to take with you seven pairs, a male and its female, of all the clean animals, and two of the animals that are not clean, a male and its female,",
      "3": "and seven pairs, male and female, of the birds of the sky—in order to keep offspring alive throughout the earth.",
      "4": "Seven days from now I will make it rain on the earth forty days and forty nights, and every living thing I have made I will wipe off the face of the earth.”",
      "5": "And Noah did everything that the Lord commanded him.",
      "6": "Noah was six hundred years old when the flood came and water covered the earth.",
      "7": "So Noah, his sons, his wife, and his sons’ wives entered the ark because of the floodwaters.",
      "8": "From the animals that are clean, and from the animals that are not clean, and from the birds and every creature that crawls on the ground,",
      "9": "two of each, male and female, came to Noah and entered the ark, just as God had commanded him.",
      "10": "Seven days later the floodwaters came on the earth.",
      "11": "In the six hundredth year of Noah’s life, in the second month, on the seventeenth day of the month, on that day all the sources of the vast watery depths burst open, the floodgates of the sky were opened,",
      "12": "and the rain fell on the earth forty days and forty nights.",
      "13": "On that same day Noah and his three sons, Shem, Ham, and Japheth, entered the ark, along with Noah’s wife and his three sons’ wives.",
      "14": "They entered it with all the wildlife according to their kinds, all livestock according to their kinds, all the creatures that crawl on the earth according to their kinds, every flying creature—all the birds and every winged creature—according to their kinds.",
      "15": "Two of every creature that has the breath of life in it came to Noah and entered the ark.",
      "16": "Those that entered, male and female of every creature, entered just as God had commanded him. Then the Lord shut him in.",
      "17": "The flood continued for forty days on the earth; the water increased and lifted up the ark so that it rose above the earth.",
      "18": "The water surged and increased greatly on the earth, and the ark floated on the surface of the water.",
      "19": "Then the water surged even higher on the earth, and all the high mountains under the whole sky were covered.",
      "20": "The mountains were covered as the water surged above them more than twenty feet.",
      "21": "Every creature perished—those that crawl on the earth, birds, livestock, wildlife, and those that swarm on the earth, as well as all mankind.",
      "22": "Everything with the breath of the spirit of life in its nostrils—everything on dry land died.",
      "23": "He wiped out every living thing that was on the face of the earth, from mankind to livestock, to creatures that crawl, to the birds of the sky, and they were wiped off the earth. Only Noah was left, and those that were with him in the ark.",
      "24": "And the water surged on the earth 150 days."
    },
    "8": {
      "1": "God remembered Noah, as well as all the wildlife and all the livestock that were with him in the ark. God caused a wind to pass over the earth, and the water began to subside.",
      "2": "The sources of the watery depths and the floodgates of the sky were closed, and the rain from the sky stopped.",
      "3": "The water steadily receded from the earth, and by the end of 150 days the water had decreased significantly.",
      "4": "The ark came to rest in the seventh month, on the seventeenth day of the month, on the mountains of Ararat.",
      "5": "The water continued to recede until the tenth month; in the tenth month, on the first day of the month, the tops of the mountains were visible.",
      "6": "After forty days Noah opened the window of the ark that he had made,",
      "7": "and he sent out a raven. It went back and forth until the water had dried up from the earth.",
      "8": "Then he sent out a dove to see whether the water on the earth’s surface had gone down,",
      "9": "but the dove found no resting place for its foot. It returned to him in the ark because water covered the surface of the whole earth. He reached out and brought it into the ark to himself.",
      "10": "So Noah waited seven more days and sent out the dove from the ark again.",
      "11": "When the dove came to him at evening, there was a plucked olive leaf in its beak. So Noah knew that the water on the earth’s surface had gone down.",
      "12": "After he had waited another seven days, he sent out the dove, but it did not return to him again.",
      "13": "In the six hundred first year, in the first month, on the first day of the month, the water that had covered the earth was dried up. Then Noah removed the ark’s cover and saw that the surface of the ground was drying.",
      "14": "By the twenty-seventh day of the second month, the earth was dry.",
      "15": "Then God spoke to Noah,",
      "16": "“Come out of the ark, you, your wife, your sons, and your sons’ wives with you.",
      "17": "Bring out all the living creatures that are with you—birds, livestock, those that crawl on the earth—and they will spread over the earth and be fruitful and multiply on the earth.”",
      "18": "So Noah, along with his sons, his wife, and his sons’ wives, came out.",
      "19": "All the animals, all the creatures that crawl, and all the flying creatures—everything that moves on the earth—came out of the ark by their families.",
      "20": "Then Noah built an altar to the Lord. He took some of every kind of clean animal and every kind of clean bird and offered burnt offerings on the altar.",
      "21": "When the Lord smelled the pleasing aroma, he said to himself, “I will never again curse the ground because of human beings, even though the inclination of the human heart is evil from youth onward. And I will never again strike down every living thing as I have done.",
      "22": "As long as the earth endures,\nseedtime and harvest, cold and heat,\nsummer and winter, and day and night\nwill not cease.”"
    },
    "9": {
      "1": "God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth.",
      "2": "The fear and terror of you will be in every living creature on the earth, every bird of the sky, every creature that crawls on the ground, and all the fish of the sea. They are placed under your authority.",
      "3": "Every creature that lives and moves will be food for you; as I gave the green plants, I have given you everything.",
      "4": "However, you must not eat meat with its lifeblood in it.",
      "5": "And I will require a penalty for your lifeblood; I will require it from any animal and from any human; if someone murders a fellow human, I will require that person’s life.",
      "6": "Whoever sheds human blood,\nby humans his blood will be shed,\nfor God made humans in his image.",
      "7": "But you, be fruitful and multiply; spread out over the earth and multiply on it.”",
      "8": "Then God said to Noah and his sons with him,",
      "9": "“Understand that I am establishing my covenant with you and your descendants after you,",
      "10": "and with every living creature that is with you—birds, livestock, and all wildlife of the earth that are with you—all the animals of the earth that came out of the ark.",
      "11": "I establish my covenant with you that never again will every creature be wiped out by floodwaters; there will never again be a flood to destroy the earth.”",
      "12": "And God said, “This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all future generations:",
      "13": "I have placed my bow in the clouds, and it will be a sign of the covenant between me and the earth.",
      "14": "Whenever I form clouds over the earth and the bow appears in the clouds,",
      "15": "I will remember my covenant between me and you and all the living creatures: water will never again become a flood to destroy every creature.",
      "16": "The bow will be in the clouds, and I will look at it and remember the permanent covenant between God and all the living creatures on earth.”",
      "17": "God said to Noah, “This is the sign of the covenant that I have established between me and every creature on earth.”",
      "18": "Noah’s sons who came out of the ark were Shem, Ham, and Japheth. Ham was the father of Canaan.",
      "19": "These three were Noah’s sons, and from them the whole earth was populated.",
      "20": "Noah, as a man of the soil, began by planting a vineyard.",
      "21": "He drank some of the wine, became drunk, and uncovered himself inside his tent.",
      "22": "Ham, the father of Canaan, saw his father naked and told his two brothers outside.",
      "23": "Then Shem and Japheth took a cloak and placed it over both their shoulders, and walking backward, they covered their father’s nakedness. Their faces were turned away, and they did not see their father naked.",
      "24": "When Noah awoke from his drinking and learned what his youngest son had done to him,",
      "25": "he said:\nCanaan is cursed.\nHe will be the lowest of slaves to his brothers.",
      "26": "He also said:\nBlessed be the Lord, the God of Shem;\nLet Canaan be Shem’s slave.",
      "27": "Let God extend Japheth;\nlet Japheth dwell in the tents of Shem;\nlet Canaan be Shem’s slave.",
      "28": "Now Noah lived 350 years after the flood.",
      "29": "So Noah’s life lasted 950 years; then he died."
    },
    "10": {
      "1": "These are the family records of Noah’s sons, Shem, Ham, and Japheth. They also had sons after the flood.",
      "2": "Japheth’s sons: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
      "3": "Gomer’s sons: Ashkenaz, Riphath, and Togarmah.",
      "4": "And Javan’s sons: Elishah, Tarshish, Kittim, and Dodanim.",
      "5": "From these descendants, the peoples of the coasts and islands spread out into their lands according to their clans in their nations, each with its own language.",
      "6": "Ham’s sons: Cush, Mizraim, Put, and Canaan.",
      "7": "Cush’s sons: Seba, Havilah, Sabtah, Raamah, and Sabteca. And Raamah’s sons: Sheba and Dedan.",
      "8": "Cush fathered Nimrod, who began to be powerful in the land.",
      "9": "He was a powerful hunter in the sight of the Lord. That is why it is said, “Like Nimrod, a powerful hunter in the sight of the Lord.”",
      "10": "His kingdom started with Babylon, Erech, Accad, and Calneh, in the land of Shinar.",
      "11": "From that land he went to Assyria and built Nineveh, Rehoboth-ir, Calah,",
      "12": "and Resen, between Nineveh and the great city Calah.",
      "13": "Mizraim fathered the people of Lud, Anam, Lehab, Naphtuh,",
      "14": "Pathrus, Casluh (the Philistines came from them), and Caphtor.",
      "15": "Canaan fathered Sidon his firstborn and Heth,",
      "16": "as well as the Jebusites, the Amorites, the Girgashites,",
      "17": "the Hivites, the Arkites, the Sinites,",
      "18": "the Arvadites, the Zemarites, and the Hamathites. Afterward the Canaanite clans scattered.",
      "19": "The Canaanite border went from Sidon going toward Gerar as far as Gaza, and going toward Sodom, Gomorrah, Admah, and Zeboiim as far as Lasha.",
      "20": "These are Ham’s sons by their clans, according to their languages, in their lands and their nations.",
      "21": "And Shem, Japheth’s older brother, also had sons. Shem was the father of all the sons of Eber.",
      "22": "Shem’s sons were Elam, Asshur, Arpachshad, Lud, and Aram.",
      "23": "Aram’s sons: Uz, Hul, Gether, and Mash.",
      "24": "Arpachshad fathered Shelah, and Shelah fathered Eber.",
      "25": "Eber had two sons. One was named Peleg, for during his days the earth was divided; his brother was named Joktan.",
      "26": "And Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,",
      "27": "Hadoram, Uzal, Diklah,",
      "28": "Obal, Abimael, Sheba,",
      "29": "Ophir, Havilah, and Jobab. All these were Joktan’s sons.",
      "30": "Their settlements extended from Mesha to Sephar, the eastern hill country.",
      "31": "These are Shem’s sons by their clans, according to their languages, in their lands and their nations.",
      "32": "These are the clans of Noah’s sons, according to their family records, in their nations. The nations on earth spread out from these after the flood."
    },
    "11": {
      "1": "The whole earth had the same language and vocabulary.",
      "2": "As people migrated from the east, they found a valley in the land of Shinar and settled there.",
      "3": "They said to each other, “Come, let’s make oven-fired bricks.” (They used brick for stone and asphalt for mortar.)",
      "4": "And they said, “Come, let’s build ourselves a city and a tower with its top in the sky. Let’s make a name for ourselves; otherwise, we will be scattered throughout the earth.”",
      "5": "Then the Lord came down to look over the city and the tower that the humans were building.",
      "6": "The Lord said, “If they have begun to do this as one people all having the same language, then nothing they plan to do will be impossible for them.",
      "7": "Come, let’s go down there and confuse their language so that they will not understand one another’s speech.”",
      "8": "So from there the Lord scattered them throughout the earth, and they stopped building the city.",
      "9": "Therefore it is called Babylon, for there the Lord confused the language of the whole earth, and from there the Lord scattered them throughout the earth.",
      "10": "These are the family records of Shem. Shem lived 100 years and fathered Arpachshad two years after the flood.",
      "11": "After he fathered Arpachshad, Shem lived 500 years and fathered other sons and daughters.",
      "12": "Arpachshad lived 35 years and fathered Shelah.",
      "13": "After he fathered Shelah, Arpachshad lived 403 years and fathered other sons and daughters.",
      "14": "Shelah lived 30 years and fathered Eber.",
      "15": "After he fathered Eber, Shelah lived 403 years and fathered other sons and daughters.",
      "16": "Eber lived 34 years and fathered Peleg.",
      "17": "After he fathered Peleg, Eber lived 430 years and fathered other sons and daughters.",
      "18": "Peleg lived 30 years and fathered Reu.",
      "19": "After he fathered Reu, Peleg lived 209 years and fathered other sons and daughters.",
      "20": "Reu lived 32 years and fathered Serug.",
      "21": "After he fathered Serug, Reu lived 207 years and fathered other sons and daughters.",
      "22": "Serug lived 30 years and fathered Nahor.",
      "23": "After he fathered Nahor, Serug lived 200 years and fathered other sons and daughters.",
      "24": "Nahor lived 29 years and fathered Terah.",
      "25": "After he fathered Terah, Nahor lived 119 years and fathered other sons and daughters.",
      "26": "Terah lived 70 years and fathered Abram, Nahor, and Haran.",
      "27": "These are the family records of Terah. Terah fathered Abram, Nahor, and Haran, and Haran fathered Lot.",
      "28": "Haran died in his native land, in Ur of the Chaldeans, during his father Terah’s lifetime.",
      "29": "Abram and Nahor took wives: Abram’s wife was named Sarai, and Nahor’s wife was named Milcah. She was the daughter of Haran, the father of both Milcah and Iscah.",
      "30": "Sarai was unable to conceive; she did not have a child.",
      "31": "Terah took his son Abram, his grandson Lot (Haran’s son), and his daughter-in-law Sarai, his son Abram’s wife, and they set out together from Ur of the Chaldeans to go to the land of Canaan. But when they came to Haran, they settled there.",
      "32": "Terah lived 205 years and died in Haran."
    },
    "12": {
      "1": "The Lord said to Abram:\nGo from your land,\nyour relatives,\nand your father’s house\nto the land that I will show you.",
      "2": "I will make you into a great nation,\nI will bless you,\nI will make your name great,\nand you will be a blessing.",
      "3": "I will bless those who bless you,\nI will curse anyone who treats you with contempt,\nand all the peoples on earth\nwill be blessed through you.",
      "4": "So Abram went, as the Lord had told him, and Lot went with him. Abram was seventy-five years old when he left Haran.",
      "5": "He took his wife, Sarai, his nephew Lot, all the possessions they had accumulated, and the people they had acquired in Haran, and they set out for the land of Canaan. When they came to the land of Canaan,",
      "6": "Abram passed through the land to the site of Shechem, at the oak of Moreh. (At that time the Canaanites were in the land.)",
      "7": "The Lord appeared to Abram and said, “To your offspring I will give this land.” So he built an altar there to the Lord who had appeared to him.",
      "8": "From there he moved on to the hill country east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. He built an altar to the Lord there, and he called on the name of the Lord.",
      "9": "Then Abram journeyed by stages to the Negev.",
      "10": "There was a famine in the land, so Abram went down to Egypt to stay there for a while because the famine in the land was severe.",
      "11": "When he was about to enter Egypt, he said to his wife, Sarai, “Look, I know what a beautiful woman you are.",
      "12": "When the Egyptians see you, they will say, ‘This is his wife.’ They will kill me but let you live.",
      "13": "Please say you’re my sister so it will go well for me because of you, and my life will be spared on your account.”",
      "14": "When Abram entered Egypt, the Egyptians saw that the woman was very beautiful.",
      "15": "Pharaoh’s officials saw her and praised her to Pharaoh, so the woman was taken to Pharaoh’s household.",
      "16": "He treated Abram well because of her, and Abram acquired flocks and herds, male and female donkeys, male and female slaves, and camels.",
      "17": "But the Lord struck Pharaoh and his household with severe plagues because of Abram’s wife, Sarai.",
      "18": "So Pharaoh sent for Abram and said, “What have you done to me? Why didn’t you tell me she was your wife?",
      "19": "Why did you say, ‘She’s my sister,’ so that I took her as my wife? Now, here is your wife. Take her and go!”",
      "20": "Then Pharaoh gave his men orders about him, and they sent him away with his wife and all he had."
    },
    "13": {
      "1": "Abram went up from Egypt to the Negev—he, his wife, and all he had, and Lot with him.",
      "2": "Abram was very rich in livestock, silver, and gold.",
      "3": "He went by stages from the Negev to Bethel, to the place between Bethel and Ai where his tent had formerly been,",
      "4": "to the site where he had built the altar. And Abram called on the name of the Lord there.",
      "5": "Now Lot, who was traveling with Abram, also had flocks, herds, and tents.",
      "6": "But the land was unable to support them as long as they stayed together, for they had so many possessions that they could not stay together,",
      "7": "and there was quarreling between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. (At that time the Canaanites and the Perizzites were living in the land.)",
      "8": "So Abram said to Lot, “Please, let’s not have quarreling between you and me, or between your herdsmen and my herdsmen, since we are relatives.",
      "9": "Isn’t the whole land before you? Separate from me: if you go to the left, I will go to the right; if you go to the right, I will go to the left.”",
      "10": "Lot looked out and saw that the entire plain of the Jordan as far as Zoar was well watered everywhere like the Lord’s garden and the land of Egypt. (This was before the Lord destroyed Sodom and Gomorrah.)",
      "11": "So Lot chose the entire plain of the Jordan for himself. Then Lot journeyed eastward, and they separated from each other.",
      "12": "Abram lived in the land of Canaan, but Lot lived in the cities on the plain and set up his tent near Sodom.",
      "13": "(Now the men of Sodom were evil, sinning immensely against the Lord.)",
      "14": "After Lot had separated from him, the Lord said to Abram, “Look from the place where you are. Look north and south, east and west,",
      "15": "for I will give you and your offspring forever all the land that you see.",
      "16": "I will make your offspring like the dust of the earth, so that if anyone could count the dust of the earth, then your offspring could be counted.",
      "17": "Get up and walk around the land, through its length and width, for I will give it to you.”",
      "18": "So Abram moved his tent and went to live near the oaks of Mamre at Hebron, where he built an altar to the Lord."
    },
    "14": {
      "1": "In those days King Amraphel of Shinar, King Arioch of Ellasar, King Chedorlaomer of Elam, and King Tidal of Goiim",
      "2": "waged war against King Bera of Sodom, King Birsha of Gomorrah, King Shinab of Admah, and King Shemeber of Zeboiim, as well as the king of Bela (that is, Zoar).",
      "3": "All of these came as allies to the Siddim Valley (that is, the Dead Sea).",
      "4": "They were subject to Chedorlaomer for twelve years, but in the thirteenth year they rebelled.",
      "5": "In the fourteenth year Chedorlaomer and the kings who were with him came and defeated the Rephaim in Ashteroth-karnaim, the Zuzim in Ham, the Emim in Shaveh-kiriathaim,",
      "6": "and the Horites in the mountains of Seir, as far as El-paran by the wilderness.",
      "7": "Then they came back to invade En-mishpat (that is, Kadesh), and they defeated the whole territory of the Amalekites, as well as the Amorites who lived in Hazazon-tamar.",
      "8": "Then the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out and lined up for battle in the Siddim Valley",
      "9": "against King Chedorlaomer of Elam, King Tidal of Goiim, King Amraphel of Shinar, and King Arioch of Ellasar—four kings against five.",
      "10": "Now the Siddim Valley contained many asphalt pits, and as the kings of Sodom and Gomorrah fled, some fell into them, but the rest fled to the mountains.",
      "11": "The four kings took all the goods of Sodom and Gomorrah and all their food and went on.",
      "12": "They also took Abram’s nephew Lot and his possessions, for he was living in Sodom, and they went on.",
      "13": "One of the survivors came and told Abram the Hebrew, who lived near the oaks belonging to Mamre the Amorite, the brother of Eshcol and the brother of Aner. They were bound by a treaty with Abram.",
      "14": "When Abram heard that his relative had been taken prisoner, he assembled his 318 trained men, born in his household, and they went in pursuit as far as Dan.",
      "15": "And he and his servants deployed against them by night, defeated them, and pursued them as far as Hobah to the north of Damascus.",
      "16": "He brought back all the goods and also his relative Lot and his goods, as well as the women and the other people.",
      "17": "After Abram returned from defeating Chedorlaomer and the kings who were with him, the king of Sodom went out to meet him in the Shaveh Valley (that is, the King’s Valley).",
      "18": "Melchizedek, king of Salem, brought out bread and wine; he was a priest to God Most High.",
      "19": "He blessed him and said:\nAbram is blessed by God Most High,\nCreator of heaven and earth,",
      "20": "and blessed be God Most High\nwho has handed over your enemies to you.\nAnd Abram gave him a tenth of everything.",
      "21": "Then the king of Sodom said to Abram, “Give me the people, but take the possessions for yourself.”",
      "22": "But Abram said to the king of Sodom, “I have raised my hand in an oath to the Lord, God Most High, Creator of heaven and earth,",
      "23": "that I will not take a thread or sandal strap or anything that belongs to you, so you can never say, ‘I made Abram rich.’",
      "24": "I will take nothing except what the servants have eaten. But as for the share of the men who came with me—Aner, Eshcol, and Mamre—they can take their share.”"
    },
    "15": {
      "1": "After these events, the word of the Lord came to Abram in a vision:\nDo not be afraid, Abram.\nI am your shield;\nyour reward will be very great.",
      "2": "But Abram said, “Lord God, what can you give me, since I am childless and the heir of my house is Eliezer of Damascus?”",
      "3": "Abram continued, “Look, you have given me no offspring, so a slave born in my house will be my heir.”",
      "4": "Now the word of the Lord came to him: “This one will not be your heir; instead, one who comes from your own body will be your heir.”",
      "5": "He took him outside and said, “Look at the sky and count the stars, if you are able to count them.” Then he said to him, “Your offspring will be that numerous.”",
      "6": "Abram believed the Lord, and he credited it to him as righteousness.",
      "7": "He also said to him, “I am the Lord who brought you from Ur of the Chaldeans to give you this land to possess.”",
      "8": "But he said, “Lord God, how can I know that I will possess it?”",
      "9": "He said to him, “Bring me a three-year-old cow, a three-year-old female goat, a three-year-old ram, a turtledove, and a young pigeon.”",
      "10": "So he brought all these to him, cut them in half, and laid the pieces opposite each other, but he did not cut the birds in half.",
      "11": "Birds of prey came down on the carcasses, but Abram drove them away.",
      "12": "As the sun was setting, a deep sleep came over Abram, and suddenly great terror and darkness descended on him.",
      "13": "Then the Lord said to Abram, “Know this for certain: Your offspring will be resident aliens for four hundred years in a land that does not belong to them and will be enslaved and oppressed.",
      "14": "However, I will judge the nation they serve, and afterward they will go out with many possessions.",
      "15": "But you will go to your ancestors in peace and be buried at a good old age.",
      "16": "In the fourth generation they will return here, for the iniquity of the Amorites has not yet reached its full measure.”",
      "17": "When the sun had set and it was dark, a smoking fire pot and a flaming torch appeared and passed between the divided animals.",
      "18": "On that day the Lord made a covenant with Abram, saying, “I give this land to your offspring, from the Brook of Egypt to the great river, the Euphrates River:",
      "19": "the land of the Kenites, Kenizzites, Kadmonites,",
      "20": "Hethites, Perizzites, Rephaim,",
      "21": "Amorites, Canaanites, Girgashites, and Jebusites.”"
    },
    "16": {
      "1": "Abram’s wife, Sarai, had not borne any children for him, but she owned an Egyptian slave named Hagar.",
      "2": "Sarai said to Abram, “Since the Lord has prevented me from bearing children, go to my slave; perhaps through her I can build a family.” And Abram agreed to what Sarai said.",
      "3": "So Abram’s wife, Sarai, took Hagar, her Egyptian slave, and gave her to her husband, Abram, as a wife for him. This happened after Abram had lived in the land of Canaan ten years.",
      "4": "He slept with Hagar, and she became pregnant. When she saw that she was pregnant, her mistress became contemptible to her.",
      "5": "Then Sarai said to Abram, “You are responsible for my suffering! I put my slave in your arms, and when she saw that she was pregnant, I became contemptible to her. May the Lord judge between me and you.”",
      "6": "Abram replied to Sarai, “Here, your slave is in your power; do whatever you want with her.” Then Sarai mistreated her so much that she ran away from her.",
      "7": "The angel of the Lord found her by a spring in the wilderness, the spring on the way to Shur.",
      "8": "He said, “Hagar, slave of Sarai, where have you come from and where are you going?”\nShe replied, “I’m running away from my mistress Sarai.”",
      "9": "The angel of the Lord said to her, “Go back to your mistress and submit to her authority.”",
      "10": "The angel of the Lord said to her, “I will greatly multiply your offspring, and they will be too many to count.”",
      "11": "The angel of the Lord said to her, “You have conceived and will have a son. You will name him Ishmael, for the Lord has heard your cry of affliction.",
      "12": "This man will be like a wild donkey. His hand will be against everyone, and everyone’s hand will be against him; he will settle near all his relatives.”",
      "13": "So she named the Lord who spoke to her: “You are El-roi,” for she said, “In this place, have I actually seen the one who sees me?”",
      "14": "That is why the well is called Beer-lahai-roi. It is between Kadesh and Bered.",
      "15": "So Hagar gave birth to Abram’s son, and Abram named his son (whom Hagar bore) Ishmael.",
      "16": "Abram was eighty-six years old when Hagar bore Ishmael to him."
    },
    "17": {
      "1": "When Abram was ninety-nine years old, the Lord appeared to him, saying, “I am God Almighty. Live in my presence and be blameless.",
      "2": "I will set up my covenant between me and you, and I will multiply you greatly.”",
      "3": "Then Abram fell facedown and God spoke with him:",
      "4": "“As for me, here is my covenant with you: You will become the father of many nations.",
      "5": "Your name will no longer be Abram; your name will be Abraham, for I will make you the father of many nations.",
      "6": "I will make you extremely fruitful and will make nations and kings come from you.",
      "7": "I will confirm my covenant that is between me and you and your future offspring throughout their generations. It is a permanent covenant to be your God and the God of your offspring after you.",
      "8": "And to you and your future offspring I will give the land where you are residing—all the land of Canaan—as a permanent possession, and I will be their God.”",
      "9": "God also said to Abraham, “As for you, you and your offspring after you throughout their generations are to keep my covenant.",
      "10": "This is my covenant between me and you and your offspring after you, which you are to keep: Every one of your males must be circumcised.",
      "11": "You must circumcise the flesh of your foreskin to serve as a sign of the covenant between me and you.",
      "12": "Throughout your generations, every male among you is to be circumcised at eight days old—every male born in your household or purchased from any foreigner and not your offspring.",
      "13": "Whether born in your household or purchased, he must be circumcised. My covenant will be marked in your flesh as a permanent covenant.",
      "14": "If any male is not circumcised in the flesh of his foreskin, that man will be cut off from his people; he has broken my covenant.”",
      "15": "God said to Abraham, “As for your wife Sarai, do not call her Sarai, for Sarah will be her name.",
      "16": "I will bless her; indeed, I will give you a son by her. I will bless her, and she will produce nations; kings of peoples will come from her.”",
      "17": "Abraham fell facedown. Then he laughed and said to himself, “Can a child be born to a hundred-year-old man? Can Sarah, a ninety-year-old woman, give birth?”",
      "18": "So Abraham said to God, “If only Ishmael were acceptable to you!”",
      "19": "But God said, “No. Your wife Sarah will bear you a son, and you will name him Isaac. I will confirm my covenant with him as a permanent covenant for his future offspring.",
      "20": "As for Ishmael, I have heard you. I will certainly bless him; I will make him fruitful and will multiply him greatly. He will father twelve tribal leaders, and I will make him into a great nation.",
      "21": "But I will confirm my covenant with Isaac, whom Sarah will bear to you at this time next year.”",
      "22": "When he finished talking with him, God withdrew from Abraham.",
      "23": "So Abraham took his son Ishmael and those born in his household or purchased—every male among the members of Abraham’s household—and he circumcised the flesh of their foreskin on that very day, just as God had said to him.",
      "24": "Abraham was ninety-nine years old when the flesh of his foreskin was circumcised,",
      "25": "and his son Ishmael was thirteen years old when the flesh of his foreskin was circumcised.",
      "26": "On that very day Abraham and his son Ishmael were circumcised.",
      "27": "And all the men of his household—whether born in his household or purchased from a foreigner—were circumcised with him."
    },
    "18": {
      "1": "The Lord appeared to Abraham at the oaks of Mamre while he was sitting at the entrance of his tent during the heat of the day.",
      "2": "He looked up, and he saw three men standing near him. When he saw them, he ran from the entrance of the tent to meet them, bowed to the ground,",
      "3": "and said, “My lord, if I have found favor with you, please do not go on past your servant.",
      "4": "Let a little water be brought, that you may wash your feet and rest yourselves under the tree.",
      "5": "I will bring a bit of bread so that you may strengthen yourselves. This is why you have passed your servant’s way. Later, you can continue on.”\n“Yes,” they replied, “do as you have said.”",
      "6": "So Abraham hurried into the tent and said to Sarah, “Quick! Knead three measures of fine flour and make bread.”",
      "7": "Abraham ran to the herd and got a tender, choice calf. He gave it to a young man, who hurried to prepare it.",
      "8": "Then Abraham took curds and milk, as well as the calf that he had prepared, and set them before the men. He served them as they ate under the tree.",
      "9": "“Where is your wife Sarah?” they asked him.\n“There, in the tent,” he answered.",
      "10": "The Lord said, “I will certainly come back to you in about a year’s time, and your wife Sarah will have a son!” Now Sarah was listening at the entrance of the tent behind him.",
      "11": "Abraham and Sarah were old and getting on in years. Sarah had passed the age of childbearing.",
      "12": "So she laughed to herself: “After I am worn out and my lord is old, will I have delight?”",
      "13": "But the Lord asked Abraham, “Why did Sarah laugh, saying, ‘Can I really have a baby when I’m old?’",
      "14": "Is anything impossible for the Lord? At the appointed time I will come back to you, and in about a year she will have a son.”",
      "15": "Sarah denied it. “I did not laugh,” she said, because she was afraid.\nBut he replied, “No, you did laugh.”",
      "16": "The men got up from there and looked out over Sodom, and Abraham was walking with them to see them off.",
      "17": "Then the Lord said, “Should I hide what I am about to do from Abraham?",
      "18": "Abraham is to become a great and powerful nation, and all the nations of the earth will be blessed through him.",
      "19": "For I have chosen him so that he will command his children and his house after him to keep the way of the Lord by doing what is right and just. This is how the Lord will fulfill to Abraham what he promised him.”",
      "20": "Then the Lord said, “The outcry against Sodom and Gomorrah is immense, and their sin is extremely serious.",
      "21": "I will go down to see if what they have done justifies the cry that has come up to me. If not, I will find out.”",
      "22": "The men turned from there and went toward Sodom while Abraham remained standing before the Lord.",
      "23": "Abraham stepped forward and said, “Will you really sweep away the righteous with the wicked?",
      "24": "What if there are fifty righteous people in the city? Will you really sweep it away instead of sparing the place for the sake of the fifty righteous people who are in it?",
      "25": "You could not possibly do such a thing: to kill the righteous with the wicked, treating the righteous and the wicked alike. You could not possibly do that! Won’t the Judge of the whole earth do what is just?”",
      "26": "The Lord said, “If I find fifty righteous people in the city of Sodom, I will spare the whole place for their sake.”",
      "27": "Then Abraham answered, “Since I have ventured to speak to my lord—even though I am dust and ashes—",
      "28": "suppose the fifty righteous lack five. Will you destroy the whole city for lack of five?”\nHe replied, “I will not destroy it if I find forty-five there.”",
      "29": "Then he spoke to him again, “Suppose forty are found there?”\nHe answered, “I will not do it on account of forty.”",
      "30": "Then he said, “Let my lord not be angry, and I will speak further. Suppose thirty are found there?”\nHe answered, “I will not do it if I find thirty there.”",
      "31": "Then he said, “Since I have ventured to speak to my lord, suppose twenty are found there?”\nHe replied, “I will not destroy it on account of twenty.”",
      "32": "Then he said, “Let my lord not be angry, and I will speak one more time. Suppose ten are found there?”\nHe answered, “I will not destroy it on account of ten.”",
      "33": "When the Lord had finished speaking with Abraham, he departed, and Abraham returned to his place."
    },
    "19": {
      "1": "The two angels entered Sodom in the evening as Lot was sitting in Sodom’s gateway. When Lot saw them, he got up to meet them. He bowed with his face to the ground",
      "2": "and said, “My lords, turn aside to your servant’s house, wash your feet, and spend the night. Then you can get up early and go on your way.”\n“No,” they said. “We would rather spend the night in the square.”",
      "3": "But he urged them so strongly that they followed him and went into his house. He prepared a feast and baked unleavened bread for them, and they ate.",
      "4": "Before they went to bed, the men of the city of Sodom, both young and old, the whole population, surrounded the house.",
      "5": "They called out to Lot and said, “Where are the men who came to you tonight? Send them out to us so we can have sex with them!”",
      "6": "Lot went out to them at the entrance and shut the door behind him.",
      "7": "He said, “Don’t do this evil, my brothers.",
      "8": "Look, I’ve got two daughters who haven’t been intimate with a man. I’ll bring them out to you, and you can do whatever you want to them. However, don’t do anything to these men, because they have come under the protection of my roof.”",
      "9": "“Get out of the way!” they said, adding, “This one came here as an alien, but he’s acting like a judge! Now we’ll do more harm to you than to them.” They put pressure on Lot and came up to break down the door.",
      "10": "But the angels reached out, brought Lot into the house with them, and shut the door.",
      "11": "They struck the men who were at the entrance of the house, both young and old, with blindness so that they were unable to find the entrance.",
      "12": "Then the angels said to Lot, “Do you have anyone else here: a son-in-law, your sons and daughters, or anyone else in the city who belongs to you? Get them out of this place,",
      "13": "for we are about to destroy this place because the outcry against its people is so great before the Lord, that the Lord has sent us to destroy it.”",
      "14": "So Lot went out and spoke to his sons-in-law, who were going to marry his daughters. “Get up,” he said. “Get out of this place, for the Lord is about to destroy the city!” But his sons-in-law thought he was joking.",
      "15": "At daybreak the angels urged Lot on: “Get up! Take your wife and your two daughters who are here, or you will be swept away in the punishment of the city.”",
      "16": "But he hesitated. Because of the Lord’s compassion for him, the men grabbed his hand, his wife’s hand, and the hands of his two daughters. They brought him out and left him outside the city.",
      "17": "As soon as the angels got them outside, one of them said, “Run for your lives! Don’t look back and don’t stop anywhere on the plain! Run to the mountains, or you will be swept away!”",
      "18": "But Lot said to them, “No, my lords—please.",
      "19": "Your servant has indeed found favor with you, and you have shown me great kindness by saving my life. But I can’t run to the mountains; the disaster will overtake me, and I will die.",
      "20": "Look, this town is close enough for me to flee to. It is a small place. Please let me run to it—it’s only a small place, isn’t it?—so that I can survive.”",
      "21": "And he said to him, “All right, I’ll grant your request about this matter too and will not demolish the town you mentioned.",
      "22": "Hurry up! Run to it, for I cannot do anything until you get there.” Therefore the name of the city is Zoar.",
      "23": "The sun had risen over the land when Lot reached Zoar.",
      "24": "Then out of the sky the Lord rained on Sodom and Gomorrah burning sulfur from the Lord.",
      "25": "He demolished these cities, the entire plain, all the inhabitants of the cities, and whatever grew on the ground.",
      "26": "But Lot’s wife looked back and became a pillar of salt.",
      "27": "Early in the morning Abraham went to the place where he had stood before the Lord.",
      "28": "He looked down toward Sodom and Gomorrah and all the land of the plain, and he saw that smoke was going up from the land like the smoke of a furnace.",
      "29": "So it was, when God destroyed the cities of the plain, he remembered Abraham and brought Lot out of the middle of the upheaval when he demolished the cities where Lot had lived.",
      "30": "Lot departed from Zoar and lived in the mountains along with his two daughters, because he was afraid to live in Zoar. Instead, he and his two daughters lived in a cave.",
      "31": "Then the firstborn said to the younger, “Our father is old, and there is no man in the land to sleep with us as is the custom of all the land.",
      "32": "Come, let’s get our father to drink wine so that we can sleep with him and preserve our father’s line.”",
      "33": "So they got their father to drink wine that night, and the firstborn came and slept with her father; he did not know when she lay down or when she got up.",
      "34": "The next day the firstborn said to the younger, “Look, I slept with my father last night. Let’s get him to drink wine again tonight so you can go sleep with him and we can preserve our father’s line.”",
      "35": "That night they again got their father to drink wine, and the younger went and slept with him; he did not know when she lay down or when she got up.",
      "36": "So both of Lot’s daughters became pregnant by their father.",
      "37": "The firstborn gave birth to a son and named him Moab. He is the father of the Moabites of today.",
      "38": "The younger also gave birth to a son, and she named him Ben-ammi. He is the father of the Ammonites of today."
    },
    "20": {
      "1": "From there Abraham traveled to the region of the Negev and settled between Kadesh and Shur. While he was staying in Gerar,",
      "2": "Abraham said about his wife Sarah, “She is my sister.” So King Abimelech of Gerar had Sarah brought to him.",
      "3": "But God came to Abimelech in a dream by night and said to him, “You are about to die because of the woman you have taken, for she is a married woman.”",
      "4": "Now Abimelech had not approached her, so he said, “Lord, would you destroy a nation even though it is innocent?",
      "5": "Didn’t he himself say to me, ‘She is my sister’? And she herself said, ‘He is my brother.’ I did this with a clear conscience and clean hands.”",
      "6": "Then God said to him in the dream, “Yes, I know that you did this with a clear conscience. I have also kept you from sinning against me. Therefore I have not let you touch her.",
      "7": "Now return the man’s wife, for he is a prophet, and he will pray for you and you will live. But if you do not return her, know that you will certainly die, you and all who are yours.”",
      "8": "Early in the morning Abimelech got up, called all his servants together, and personally told them all these things, and the men were terrified.",
      "9": "Then Abimelech called Abraham in and said to him, “What have you done to us? How did I sin against you that you have brought such enormous guilt on me and on my kingdom? You have done things to me that should never be done.”",
      "10": "Abimelech also asked Abraham, “What made you do this?”",
      "11": "Abraham replied, “I thought, ‘There is absolutely no fear of God in this place. They will kill me because of my wife.’",
      "12": "Besides, she really is my sister, the daughter of my father though not the daughter of my mother, and she became my wife.",
      "13": "So when God had me wander from my father’s house, I said to her: Show your loyalty to me wherever we go and say about me, ‘He’s my brother.’”",
      "14": "Then Abimelech took flocks and herds and male and female slaves, gave them to Abraham, and returned his wife Sarah to him.",
      "15": "Abimelech said, “Look, my land is before you. Settle wherever you want.”",
      "16": "And he said to Sarah, “Look, I am giving your brother one thousand pieces of silver. It is a verification of your honor to all who are with you. You are fully vindicated.”",
      "17": "Then Abraham prayed to God, and God healed Abimelech, his wife, and his female slaves so that they could bear children,",
      "18": "for the Lord had completely closed all the wombs in Abimelech’s household on account of Sarah, Abraham’s wife."
    },
    "21": {
      "1": "The Lord came to Sarah as he had said, and the Lord did for Sarah what he had promised.",
      "2": "Sarah became pregnant and bore a son to Abraham in his old age, at the appointed time God had told him.",
      "3": "Abraham named his son who was born to him—the one Sarah bore to him—Isaac.",
      "4": "When his son Isaac was eight days old, Abraham circumcised him, as God had commanded him.",
      "5": "Abraham was a hundred years old when his son Isaac was born to him.",
      "6": "Sarah said, “God has made me laugh, and everyone who hears will laugh with me.”",
      "7": "She also said, “Who would have told Abraham that Sarah would nurse children? Yet I have borne a son for him in his old age.”",
      "8": "The child grew and was weaned, and Abraham held a great feast on the day Isaac was weaned.",
      "9": "But Sarah saw the son mocking—the one Hagar the Egyptian had borne to Abraham.",
      "10": "So she said to Abraham, “Drive out this slave with her son, for the son of this slave will not be a coheir with my son Isaac!”",
      "11": "This was very distressing to Abraham because of his son.",
      "12": "But God said to Abraham, “Do not be distressed about the boy and about your slave. Whatever Sarah says to you, listen to her, because your offspring will be traced through Isaac,",
      "13": "and I will also make a nation of the slave’s son because he is your offspring.”",
      "14": "Early in the morning Abraham got up, took bread and a waterskin, put them on Hagar’s shoulders, and sent her and the boy away. She left and wandered in the Wilderness of Beer-sheba.",
      "15": "When the water in the skin was gone, she left the boy under one of the bushes",
      "16": "and went and sat at a distance, about a bowshot away, for she said, “I can’t bear to watch the boy die!” While she sat at a distance, she wept loudly.",
      "17": "God heard the boy crying, and the angel of God called to Hagar from heaven and said to her, “What’s wrong, Hagar? Don’t be afraid, for God has heard the boy crying from the place where he is.",
      "18": "Get up, help the boy up, and grasp his hand, for I will make him a great nation.”",
      "19": "Then God opened her eyes, and she saw a well. So she went and filled the waterskin and gave the boy a drink.",
      "20": "God was with the boy, and he grew; he settled in the wilderness and became an archer.",
      "21": "He settled in the Wilderness of Paran, and his mother got a wife for him from the land of Egypt.",
      "22": "At that time Abimelech, accompanied by Phicol the commander of his army, said to Abraham, “God is with you in everything you do.",
      "23": "Swear to me by God here and now, that you will not break an agreement with me or with my children and descendants. As I have been loyal to you, so you will be loyal to me and to the country where you are a resident alien.”",
      "24": "And Abraham said, “I swear it.”",
      "25": "But Abraham complained to Abimelech because of the well that Abimelech’s servants had seized.",
      "26": "Abimelech replied, “I don’t know who did this thing. You didn’t report anything to me, so I hadn’t heard about it until today.”",
      "27": "Abraham took flocks and herds and gave them to Abimelech, and the two of them made a covenant.",
      "28": "Abraham separated seven ewe lambs from the flock.",
      "29": "And Abimelech said to Abraham, “Why have you separated these seven ewe lambs?”",
      "30": "He replied, “You are to accept the seven ewe lambs from me so that this act will serve as my witness that I dug this well.”",
      "31": "Therefore that place was called Beer-sheba because it was there that the two of them swore an oath.",
      "32": "After they had made a covenant at Beer-sheba, Abimelech and Phicol, the commander of his army, left and returned to the land of the Philistines.",
      "33": "Abraham planted a tamarisk tree in Beer-sheba, and there he called on the name of the Lord, the Everlasting God.",
      "34": "And Abraham lived as an alien in the land of the Philistines for many days."
    },
    "22": {
      "1": "After these things God tested Abraham and said to him, “Abraham!”\n“Here I am,” he answered.",
      "2": "“Take your son,” he said, “your only son Isaac, whom you love, go to the land of Moriah, and offer him there as a burnt offering on one of the mountains I will tell you about.”",
      "3": "So Abraham got up early in the morning, saddled his donkey, and took with him two of his young men and his son Isaac. He split wood for a burnt offering and set out to go to the place God had told him about.",
      "4": "On the third day Abraham looked up and saw the place in the distance.",
      "5": "Then Abraham said to his young men, “Stay here with the donkey. The boy and I will go over there to worship; then we’ll come back to you.”",
      "6": "Abraham took the wood for the burnt offering and laid it on his son Isaac. In his hand he took the fire and the knife, and the two of them walked on together.",
      "7": "Then Isaac spoke to his father Abraham and said, “My father.”\nAnd he replied, “Here I am, my son.”\nIsaac said, “The fire and the wood are here, but where is the lamb for the burnt offering?”",
      "8": "Abraham answered, “God himself will provide the lamb for the burnt offering, my son.” Then the two of them walked on together.",
      "9": "When they arrived at the place that God had told him about, Abraham built the altar there and arranged the wood. He bound his son Isaac and placed him on the altar on top of the wood.",
      "10": "Then Abraham reached out and took the knife to slaughter his son.",
      "11": "But the angel of the Lord called to him from heaven and said, “Abraham, Abraham!”\nHe replied, “Here I am.”",
      "12": "Then he said, “Do not lay a hand on the boy or do anything to him. For now I know that you fear God, since you have not withheld your only son from me.”",
      "13": "Abraham looked up and saw a ram caught in the thicket by its horns. So Abraham went and took the ram and offered it as a burnt offering in place of his son.",
      "14": "And Abraham named that place The Lord Will Provide, so today it is said, “It will be provided on the Lord’s mountain.”",
      "15": "Then the angel of the Lord called to Abraham a second time from heaven",
      "16": "and said, “By myself I have sworn,” this is the Lord’s declaration: “Because you have done this thing and have not withheld your only son,",
      "17": "I will indeed bless you and make your offspring as numerous as the stars of the sky and the sand on the seashore. Your offspring will possess the city gates of their enemies.",
      "18": "And all the nations of the earth will be blessed by your offspring because you have obeyed my command.”",
      "19": "Abraham went back to his young men, and they got up and went together to Beer-sheba. And Abraham settled in Beer-sheba.",
      "20": "Now after these things Abraham was told, “Milcah also has borne sons to your brother Nahor:",
      "21": "Uz his firstborn, his brother Buz, Kemuel the father of Aram,",
      "22": "Chesed, Hazo, Pildash, Jidlaph, and Bethuel.”",
      "23": "And Bethuel fathered Rebekah. Milcah bore these eight to Nahor, Abraham’s brother.",
      "24": "His concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash, and Maacah."
    },
    "23": {
      "1": "Now Sarah lived 127 years; these were all the years of her life.",
      "2": "Sarah died in Kiriath-arba (that is, Hebron) in the land of Canaan, and Abraham went in to mourn for Sarah and to weep for her.",
      "3": "When Abraham got up from beside his dead wife, he spoke to the Hethites:",
      "4": "“I am an alien residing among you. Give me burial property among you so that I can bury my dead.”",
      "5": "The Hethites replied to Abraham,",
      "6": "“Listen to us, my lord. You are a prince of God among us. Bury your dead in our finest burial place. None of us will withhold from you his burial place for burying your dead.”",
      "7": "Then Abraham rose and bowed down to the Hethites, the people of the land.",
      "8": "He said to them, “If you are willing for me to bury my dead, listen to me and ask Ephron son of Zohar on my behalf",
      "9": "to give me the cave of Machpelah that belongs to him; it is at the end of his field. Let him give it to me in your presence, for the full price, as burial property.”",
      "10": "Ephron was sitting among the Hethites. So in the hearing of all the Hethites who came to the gate of his city, Ephron the Hethite answered Abraham:",
      "11": "“No, my lord. Listen to me. I give you the field, and I give you the cave that is in it. I give it to you in the sight of my people. Bury your dead.”",
      "12": "Abraham bowed down to the people of the land",
      "13": "and said to Ephron in the hearing of the people of the land, “Listen to me, if you please. Let me pay the price of the field. Accept it from me, and let me bury my dead there.”",
      "14": "Ephron answered Abraham and said to him,",
      "15": "“My lord, listen to me. Land worth four hundred shekels of silver—what is that between you and me? Bury your dead.”",
      "16": "Abraham agreed with Ephron, and Abraham weighed out to Ephron the silver that he had agreed to in the hearing of the Hethites: four hundred standard shekels of silver.",
      "17": "So Ephron’s field at Machpelah near Mamre—the field with its cave and all the trees anywhere within the boundaries of the field—became",
      "18": "Abraham’s possession in the sight of all the Hethites who came to the gate of his city.",
      "19": "After this, Abraham buried his wife Sarah in the cave of the field at Machpelah near Mamre (that is, Hebron) in the land of Canaan.",
      "20": "The field with its cave passed from the Hethites to Abraham as burial property."
    },
    "24": {
      "1": "Abraham was now old, getting on in years, and the Lord had blessed him in everything.",
      "2": "Abraham said to his servant, the elder of his household who managed all he owned, “Place your hand under my thigh,",
      "3": "and I will have you swear by the Lord, God of heaven and God of earth, that you will not take a wife for my son from the daughters of the Canaanites among whom I live,",
      "4": "but will go to my land and my family to take a wife for my son Isaac.”",
      "5": "The servant said to him, “Suppose the woman is unwilling to follow me to this land? Should I have your son go back to the land you came from?”",
      "6": "Abraham answered him, “Make sure that you don’t take my son back there.",
      "7": "The Lord, the God of heaven, who took me from my father’s house and from my native land, who spoke to me and swore to me, ‘I will give this land to your offspring’—he will send his angel before you, and you can take a wife for my son from there.",
      "8": "If the woman is unwilling to follow you, then you are free from this oath to me, but don’t let my son go back there.”",
      "9": "So the servant placed his hand under his master Abraham’s thigh and swore an oath to him concerning this matter.",
      "10": "The servant took ten of his master’s camels, and with all kinds of his master’s goods in hand, he went to Aram-naharaim, to Nahor’s town.",
      "11": "At evening, the time when women went out to draw water, he made the camels kneel beside a well outside the town.",
      "12": "“Lord, God of my master Abraham,” he prayed, “make this happen for me today, and show kindness to my master Abraham.",
      "13": "I am standing here at the spring where the daughters of the men of the town are coming out to draw water.",
      "14": "Let the girl to whom I say, ‘Please lower your water jug so that I may drink,’ and who responds, ‘Drink, and I’ll water your camels also’—let her be the one you have appointed for your servant Isaac. By this I will know that you have shown kindness to my master.”",
      "15": "Before he had finished speaking, there was Rebekah—daughter of Bethuel son of Milcah, the wife of Abraham’s brother Nahor—coming with a jug on her shoulder.",
      "16": "Now the girl was very beautiful, a virgin—no man had been intimate with her. She went down to the spring, filled her jug, and came up.",
      "17": "Then the servant ran to meet her and said, “Please let me have a little water from your jug.”",
      "18": "She replied, “Drink, my lord.” She quickly lowered her jug to her hand and gave him a drink.",
      "19": "When she had finished giving him a drink, she said, “I’ll also draw water for your camels until they have had enough to drink.”",
      "20": "She quickly emptied her jug into the trough and hurried to the well again to draw water. She drew water for all his camels",
      "21": "while the man silently watched her to see whether or not the Lord had made his journey a success.",
      "22": "As the camels finished drinking, the man took a gold ring weighing half a shekel, and for her wrists two bracelets weighing ten shekels of gold.",
      "23": "“Whose daughter are you?” he asked. “Please tell me, is there room in your father’s house for us to spend the night?”",
      "24": "She answered him, “I am the daughter of Bethuel son of Milcah, whom she bore to Nahor.”",
      "25": "She also said to him, “We have plenty of straw and feed and a place to spend the night.”",
      "26": "Then the man knelt low, worshiped the Lord,",
      "27": "and said, “Blessed be the Lord, the God of my master Abraham, who has not withheld his kindness and faithfulness from my master. As for me, the Lord has led me on the journey to the house of my master’s relatives.”",
      "28": "The girl ran and told her mother’s household about these things.",
      "29": "Now Rebekah had a brother named Laban, and Laban ran out to the man at the spring.",
      "30": "As soon as he had seen the ring and the bracelets on his sister’s wrists, and when he had heard his sister Rebekah’s words—“The man said this to me!”—he went to the man. He was standing there by the camels at the spring.",
      "31": "Laban said, “Come, you who are blessed by the Lord. Why are you standing out here? I have prepared the house and a place for the camels.”",
      "32": "So the man came to the house, and the camels were unloaded. Straw and feed were given to the camels, and water was brought to wash his feet and the feet of the men with him.",
      "33": "A meal was set before him, but he said, “I will not eat until I have said what I have to say.”\nSo Laban said, “Please speak.”",
      "34": "“I am Abraham’s servant,” he said.",
      "35": "“The Lord has greatly blessed my master, and he has become rich. He has given him flocks and herds, silver and gold, male and female slaves, and camels and donkeys.",
      "36": "Sarah, my master’s wife, bore a son to my master in her old age, and he has given him everything he owns.",
      "37": "My master put me under this oath: ‘You will not take a wife for my son from the daughters of the Canaanites in whose land I live",
      "38": "but will go to my father’s family and to my clan to take a wife for my son.’",
      "39": "But I said to my master, ‘Suppose the woman will not come back with me?’",
      "40": "He said to me, ‘The Lord before whom I have walked will send his angel with you and make your journey a success, and you will take a wife for my son from my clan and from my father’s family.",
      "41": "Then you will be free from my oath if you go to my family and they do not give her to you—you will be free from my oath.’",
      "42": "“Today when I came to the spring, I prayed: Lord, God of my master Abraham, if only you will make my journey successful!",
      "43": "I am standing here at a spring. Let the young woman who comes out to draw water, and I say to her, ‘Please let me drink a little water from your jug,’",
      "44": "and who responds to me, ‘Drink, and I’ll draw water for your camels also’—let her be the woman the Lord has appointed for my master’s son.",
      "45": "“Before I had finished praying silently, there was Rebekah coming with her jug on her shoulder, and she went down to the spring and drew water. So I said to her, ‘Please let me have a drink.’",
      "46": "She quickly lowered her jug from her shoulder and said, ‘Drink, and I’ll water your camels also.’ So I drank, and she also watered the camels.",
      "47": "Then I asked her, ‘Whose daughter are you?’ She responded, ‘The daughter of Bethuel son of Nahor, whom Milcah bore to him.’ So I put the ring on her nose and the bracelets on her wrists.",
      "48": "Then I knelt low, worshiped the Lord, and blessed the Lord, the God of my master Abraham, who guided me on the right way to take the granddaughter of my master’s brother for his son.",
      "49": "Now, if you are going to show kindness and faithfulness to my master, tell me; if not, tell me, and I will go elsewhere.”",
      "50": "Laban and Bethuel answered, “This is from the Lord; we have no choice in the matter.",
      "51": "Rebekah is here in front of you. Take her and go, and let her be a wife for your master’s son, just as the Lord has spoken.”",
      "52": "When Abraham’s servant heard their words, he bowed to the ground before the Lord.",
      "53": "Then he brought out objects of silver and gold, and garments, and gave them to Rebekah. He also gave precious gifts to her brother and her mother.",
      "54": "Then he and the men with him ate and drank and spent the night.\nWhen they got up in the morning, he said, “Send me to my master.”",
      "55": "But her brother and mother said, “Let the girl stay with us for about ten days. Then she can go.”",
      "56": "But he responded to them, “Do not delay me, since the Lord has made my journey a success. Send me away so that I may go to my master.”",
      "57": "So they said, “Let’s call the girl and ask her opinion.”",
      "58": "They called Rebekah and said to her, “Will you go with this man?”\nShe replied, “I will go.”",
      "59": "So they sent away their sister Rebekah with the one who had nursed and raised her, and Abraham’s servant and his men.",
      "60": "They blessed Rebekah, saying to her:\nOur sister, may you become\nthousands upon ten thousands.\nMay your offspring possess\nthe city gates of their enemies.",
      "61": "Then Rebekah and her female servants got up, mounted the camels, and followed the man. So the servant took Rebekah and left.",
      "62": "Now Isaac was returning from Beer-lahai-roi, for he was living in the Negev region.",
      "63": "In the early evening Isaac went out to walk in the field, and looking up he saw camels coming.",
      "64": "Rebekah looked up, and when she saw Isaac, she got down from her camel",
      "65": "and asked the servant, “Who is that man in the field coming to meet us?”\nThe servant answered, “It is my master.” So she took her veil and covered herself.",
      "66": "Then the servant told Isaac everything he had done.",
      "67": "And Isaac brought her into the tent of his mother Sarah and took Rebekah to be his wife. Isaac loved her, and he was comforted after his mother’s death."
    },
    "25": {
      "1": "Abraham had taken another wife, whose name was Keturah,",
      "2": "and she bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.",
      "3": "Jokshan fathered Sheba and Dedan. Dedan’s sons were the Asshurim, Letushim, and Leummim.",
      "4": "And Midian’s sons were Ephah, Epher, Hanoch, Abida, and Eldaah. All these were sons of Keturah.",
      "5": "Abraham gave everything he owned to Isaac.",
      "6": "But Abraham gave gifts to the sons of his concubines, and while he was still alive he sent them eastward, away from his son Isaac, to the land of the East.",
      "7": "This is the length of Abraham’s life: 175 years.",
      "8": "He took his last breath and died at a good old age, old and contented, and he was gathered to his people.",
      "9": "His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field of Ephron son of Zohar the Hethite.",
      "10": "This was the field that Abraham bought from the Hethites. Abraham was buried there with his wife Sarah.",
      "11": "After Abraham’s death, God blessed his son Isaac, who lived near Beer-lahai-roi.",
      "12": "These are the family records of Abraham’s son Ishmael, whom Hagar the Egyptian, Sarah’s slave, bore to Abraham.",
      "13": "These are the names of Ishmael’s sons; their names according to the family records are Nebaioth, Ishmael’s firstborn, then Kedar, Adbeel, Mibsam,",
      "14": "Mishma, Dumah, Massa,",
      "15": "Hadad, Tema, Jetur, Naphish, and Kedemah.",
      "16": "These are Ishmael’s sons, and these are their names by their settlements and encampments: twelve leaders of their clans.",
      "17": "This is the length of Ishmael’s life: 137 years. He took his last breath and died, and was gathered to his people.",
      "18": "And they settled from Havilah to Shur, which is opposite Egypt as you go toward Asshur. He stayed near all his relatives.",
      "19": "These are the family records of Isaac son of Abraham. Abraham fathered Isaac.",
      "20": "Isaac was forty years old when he took as his wife Rebekah daughter of Bethuel the Aramean from Paddan-aram and sister of Laban the Aramean.",
      "21": "Isaac prayed to the Lord on behalf of his wife because she was childless. The Lord was receptive to his prayer, and his wife Rebekah conceived.",
      "22": "But the children inside her struggled with each other, and she said, “Why is this happening to me?” So she went to inquire of the Lord.",
      "23": "And the Lord said to her:\nTwo nations are in your womb;\ntwo peoples will come from you and be separated.\nOne people will be stronger than the other,\nand the older will serve the younger.",
      "24": "When her time came to give birth, there were indeed twins in her womb.",
      "25": "The first one came out red-looking, covered with hair like a fur coat, and they named him Esau.",
      "26": "After this, his brother came out grasping Esau’s heel with his hand. So he was named Jacob. Isaac was sixty years old when they were born.",
      "27": "When the boys grew up, Esau became an expert hunter, an outdoorsman, but Jacob was a quiet man who stayed at home.",
      "28": "Isaac loved Esau because he had a taste for wild game, but Rebekah loved Jacob.",
      "29": "Once when Jacob was cooking a stew, Esau came in from the field exhausted.",
      "30": "He said to Jacob, “Let me eat some of that red stuff, because I’m exhausted.” That is why he was also named Edom.",
      "31": "Jacob replied, “First sell me your birthright.”",
      "32": "“Look,” said Esau, “I’m about to die, so what good is a birthright to me?”",
      "33": "Jacob said, “Swear to me first.” So he swore to Jacob and sold his birthright to him.",
      "34": "Then Jacob gave bread and lentil stew to Esau; he ate, drank, got up, and went away. So Esau despised his birthright."
    },
    "26": {
      "1": "There was another famine in the land in addition to the one that had occurred in Abraham’s time. And Isaac went to Abimelech, king of the Philistines, at Gerar.",
      "2": "The Lord appeared to him and said, “Do not go down to Egypt. Live in the land that I tell you about;",
      "3": "stay in this land as an alien, and I will be with you and bless you. For I will give all these lands to you and your offspring, and I will confirm the oath that I swore to your father Abraham.",
      "4": "I will make your offspring as numerous as the stars of the sky, I will give your offspring all these lands, and all the nations of the earth will be blessed by your offspring,",
      "5": "because Abraham listened to me and kept my mandate, my commands, my statutes, and my instructions.”",
      "6": "So Isaac settled in Gerar.",
      "7": "When the men of the place asked about his wife, he said, “She is my sister,” for he was afraid to say “my wife,” thinking, “The men of the place will kill me on account of Rebekah, for she is a beautiful woman.”",
      "8": "When Isaac had been there for some time, Abimelech king of the Philistines looked down from the window and was surprised to see Isaac caressing his wife Rebekah.",
      "9": "Abimelech sent for Isaac and said, “So she is really your wife! How could you say, ‘She is my sister’?”\nIsaac answered him, “Because I thought I might die on account of her.”",
      "10": "Then Abimelech said, “What have you done to us? One of the people could easily have slept with your wife, and you would have brought guilt on us.”",
      "11": "So Abimelech warned all the people, “Whoever harms this man or his wife will certainly be put to death.”",
      "12": "Isaac sowed seed in that land, and in that year he reaped a hundred times what was sown. The Lord blessed him,",
      "13": "and the man became rich and kept getting richer until he was very wealthy.",
      "14": "He had flocks of sheep, herds of cattle, and many slaves, and the Philistines were envious of him.",
      "15": "Philistines stopped up all the wells that his father’s servants had dug in the days of his father Abraham, filling them with dirt.",
      "16": "And Abimelech said to Isaac, “Leave us, for you are much too powerful for us.”",
      "17": "So Isaac left there, camped in the Gerar Valley, and lived there.",
      "18": "Isaac reopened the wells that had been dug in the days of his father Abraham and that the Philistines had stopped up after Abraham died. He gave them the same names his father had given them.",
      "19": "Then Isaac’s servants dug in the valley and found a well of spring water there.",
      "20": "But the herdsmen of Gerar quarreled with Isaac’s herdsmen and said, “The water is ours!” So he named the well Esek because they argued with him.",
      "21": "Then they dug another well and quarreled over that one also, so he named it Sitnah.",
      "22": "He moved from there and dug another, and they did not quarrel over it. He named it Rehoboth and said, “For now the Lord has made space for us, and we will be fruitful in the land.”",
      "23": "From there he went up to Beer-sheba,",
      "24": "and the Lord appeared to him that night and said, “I am the God of your father Abraham. Do not be afraid, for I am with you. I will bless you and multiply your offspring because of my servant Abraham.”",
      "25": "So he built an altar there, called on the name of the Lord, and pitched his tent there. Isaac’s servants also dug a well there.",
      "26": "Now Abimelech came to him from Gerar with Ahuzzath his adviser and Phicol the commander of his army.",
      "27": "Isaac said to them, “Why have you come to me? You hated me and sent me away from you.”",
      "28": "They replied, “We have clearly seen how the Lord has been with you. We think there should be an oath between two parties—between us and you. Let us make a covenant with you:",
      "29": "You will not harm us, just as we have not harmed you but have done only what was good to you, sending you away in peace. You are now blessed by the Lord.”",
      "30": "So he prepared a banquet for them, and they ate and drank.",
      "31": "They got up early in the morning and swore an oath to each other. Isaac sent them on their way, and they left him in peace.",
      "32": "On that same day Isaac’s servants came to tell him about the well they had dug, saying to him, “We have found water!”",
      "33": "He called it Sheba. Therefore the name of the city is still Beer-sheba today.",
      "34": "When Esau was forty years old, he took as his wives Judith daughter of Beeri the Hethite, and Basemath daughter of Elon the Hethite.",
      "35": "They made life bitter for Isaac and Rebekah."
    },
    "27": {
      "1": "When Isaac was old and his eyes were so weak that he could not see, he called his older son Esau and said to him, “My son.”\nAnd he answered, “Here I am.”",
      "2": "He said, “Look, I am old and do not know the day of my death.",
      "3": "So now take your hunting gear, your quiver and bow, and go out in the field to hunt some game for me.",
      "4": "Then make me a delicious meal that I love and bring it to me to eat, so that I can bless you before I die.”",
      "5": "Now Rebekah was listening to what Isaac said to his son Esau. So while Esau went to the field to hunt some game to bring in,",
      "6": "Rebekah said to her son Jacob, “Listen! I heard your father talking with your brother Esau. He said,",
      "7": "‘Bring me game and make a delicious meal for me to eat so that I can bless you in the Lord’s presence before I die.’",
      "8": "Now, my son, listen to me and do what I tell you.",
      "9": "Go to the flock and bring me two choice young goats, and I will make them into a delicious meal for your father—the kind he loves.",
      "10": "Then take it to your father to eat so that he may bless you before he dies.”",
      "11": "Jacob answered Rebekah his mother, “Look, my brother Esau is a hairy man, but I am a man with smooth skin.",
      "12": "Suppose my father touches me. Then I will be revealed to him as a deceiver and bring a curse rather than a blessing on myself.”",
      "13": "His mother said to him, “Your curse be on me, my son. Just obey me and go get them for me.”",
      "14": "So he went and got the goats and brought them to his mother, and his mother made the delicious food his father loved.",
      "15": "Then Rebekah took the best clothes of her older son Esau, which were in the house, and had her younger son Jacob wear them.",
      "16": "She put the skins of the young goats on his hands and the smooth part of his neck.",
      "17": "Then she handed the delicious food and the bread she had made to her son Jacob.",
      "18": "When he came to his father, he said, “My father.”\nAnd he answered, “Here I am. Who are you, my son?”",
      "19": "Jacob replied to his father, “I am Esau, your firstborn. I have done as you told me. Please sit up and eat some of my game so that you may bless me.”",
      "20": "But Isaac said to his son, “How did you ever find it so quickly, my son?”\nHe replied, “Because the Lord your God made it happen for me.”",
      "21": "Then Isaac said to Jacob, “Please come closer so I can touch you, my son. Are you really my son Esau or not?”",
      "22": "So Jacob came closer to his father Isaac. When he touched him, he said, “The voice is the voice of Jacob, but the hands are the hands of Esau.”",
      "23": "He did not recognize him, because his hands were hairy like those of his brother Esau; so he blessed him.",
      "24": "Again he asked, “Are you really my son Esau?”\nAnd he replied, “I am.”",
      "25": "Then he said, “Bring it closer to me, and let me eat some of my son’s game so that I can bless you.” Jacob brought it closer to him, and he ate; he brought him wine, and he drank.",
      "26": "Then his father Isaac said to him, “Please come closer and kiss me, my son.”",
      "27": "So he came closer and kissed him. When Isaac smelled his clothes, he blessed him and said:\nAh, the smell of my son\nis like the smell of a field\nthat the Lord has blessed.",
      "28": "May God give to you—\nfrom the dew of the sky\nand from the richness of the land—\nan abundance of grain and new wine.",
      "29": "May peoples serve you\nand nations bow in homage to you.\nBe master over your relatives;\nmay your mother’s sons bow in homage to you.\nThose who curse you will be cursed,\nand those who bless you will be blessed.",
      "30": "As soon as Isaac had finished blessing Jacob and Jacob had left the presence of his father Isaac, his brother Esau arrived from his hunting.",
      "31": "He had also made some delicious food and brought it to his father. He said to his father, “Let my father get up and eat some of his son’s game, so that you may bless me.”",
      "32": "But his father Isaac said to him, “Who are you?”\nHe answered, “I am Esau your firstborn son.”",
      "33": "Isaac began to tremble uncontrollably. “Who was it then,” he said, “who hunted game and brought it to me? I ate it all before you came in, and I blessed him. Indeed, he will be blessed!”",
      "34": "When Esau heard his father’s words, he cried out with a loud and bitter cry and said to his father, “Bless me too, my father!”",
      "35": "But he replied, “Your brother came deceitfully and took your blessing.”",
      "36": "So he said, “Isn’t he rightly named Jacob? For he has cheated me twice now. He took my birthright, and look, now he has taken my blessing.” Then he asked, “Haven’t you saved a blessing for me?”",
      "37": "But Isaac answered Esau, “Look, I have made him a master over you, have given him all of his relatives as his servants, and have sustained him with grain and new wine. What then can I do for you, my son?”",
      "38": "Esau said to his father, “Do you have only one blessing, my father? Bless me too, my father!” And Esau wept loudly.",
      "39": "His father Isaac answered him,\nLook, your dwelling place will be\naway from the richness of the land,\naway from the dew of the sky above.",
      "40": "You will live by your sword,\nand you will serve your brother.\nBut when you rebel,\nyou will break his yoke from your neck.",
      "41": "Esau held a grudge against Jacob because of the blessing his father had given him. And Esau determined in his heart, “The days of mourning for my father are approaching; then I will kill my brother Jacob.”",
      "42": "When the words of her older son Esau were reported to Rebekah, she summoned her younger son Jacob and said to him, “Listen, your brother Esau is consoling himself by planning to kill you.",
      "43": "So now, my son, listen to me. Flee at once to my brother Laban in Haran,",
      "44": "and stay with him for a few days until your brother’s anger subsides—",
      "45": "until your brother’s rage turns away from you and he forgets what you have done to him. Then I will send for you and bring you back from there. Why should I lose you both in one day?”",
      "46": "So Rebekah said to Isaac, “I’m sick of my life because of these Hethite girls. If Jacob marries someone from around here, like these Hethite girls, what good is my life?”"
    },
    "28": {
      "1": "So Isaac summoned Jacob, blessed him, and commanded him, “Do not marry a Canaanite girl.",
      "2": "Go at once to Paddan-aram, to the house of Bethuel, your mother’s father. Marry one of the daughters of Laban, your mother’s brother.",
      "3": "May God Almighty bless you and make you fruitful and multiply you so that you become an assembly of peoples.",
      "4": "May God give you and your offspring the blessing of Abraham so that you may possess the land where you live as a foreigner, the land God gave to Abraham.”",
      "5": "So Isaac sent Jacob to Paddan-aram, to Laban son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau.",
      "6": "Esau noticed that Isaac blessed Jacob and sent him to Paddan-aram to get a wife there. When he blessed him, Isaac commanded Jacob, “Do not marry a Canaanite girl.”",
      "7": "And Jacob listened to his father and mother and went to Paddan-aram.",
      "8": "Esau realized that his father Isaac disapproved of the Canaanite women,",
      "9": "so Esau went to Ishmael and married, in addition to his other wives, Mahalath daughter of Ishmael, Abraham’s son. She was the sister of Nebaioth.",
      "10": "Jacob left Beer-sheba and went toward Haran.",
      "11": "He reached a certain place and spent the night there because the sun had set. He took one of the stones from the place, put it there at his head, and lay down in that place.",
      "12": "And he dreamed: A stairway was set on the ground with its top reaching the sky, and God’s angels were going up and down on it.",
      "13": "The Lord was standing there beside him, saying, “I am the Lord, the God of your father Abraham and the God of Isaac. I will give you and your offspring the land on which you are lying.",
      "14": "Your offspring will be like the dust of the earth, and you will spread out toward the west, the east, the north, and the south. All the peoples on earth will be blessed through you and your offspring.",
      "15": "Look, I am with you and will watch over you wherever you go. I will bring you back to this land, for I will not leave you until I have done what I have promised you.”",
      "16": "When Jacob awoke from his sleep, he said, “Surely the Lord is in this place, and I did not know it.”",
      "17": "He was afraid and said, “What an awesome place this is! This is none other than the house of God. This is the gate of heaven.”",
      "18": "Early in the morning Jacob took the stone that was near his head and set it up as a marker. He poured oil on top of it",
      "19": "and named the place Bethel, though previously the city was named Luz.",
      "20": "Then Jacob made a vow: “If God will be with me and watch over me during this journey I’m making, if he provides me with food to eat and clothing to wear,",
      "21": "and if I return safely to my father’s family, then the Lord will be my God.",
      "22": "This stone that I have set up as a marker will be God’s house, and I will give to you a tenth of all that you give me.”"
    },
    "29": {
      "1": "Jacob resumed his journey and went to the eastern country.",
      "2": "He looked and saw a well in a field. Three flocks of sheep were lying there beside it because the sheep were watered from this well. But a large stone covered the opening of the well.",
      "3": "The shepherds would roll the stone from the opening of the well and water the sheep when all the flocks were gathered there. Then they would return the stone to its place over the well’s opening.",
      "4": "Jacob asked the men at the well, “My brothers! Where are you from?”\n“We’re from Haran,” they answered.",
      "5": "“Do you know Laban, Nahor’s grandson?” Jacob asked them.\nThey answered, “We know him.”",
      "6": "“Is he well?” Jacob asked.\n“Yes,” they said, “and here is his daughter Rachel, coming with his sheep.”",
      "7": "Then Jacob said, “Look, it is still broad daylight. It’s not time for the animals to be gathered. Water the flock, then go out and let them graze.”",
      "8": "But they replied, “We can’t until all the flocks have been gathered and the stone is rolled from the well’s opening. Then we will water the sheep.”",
      "9": "While he was still speaking with them, Rachel came with her father’s sheep, for she was a shepherdess.",
      "10": "As soon as Jacob saw his uncle Laban’s daughter Rachel with his sheep, he went up and rolled the stone from the opening and watered his uncle Laban’s sheep.",
      "11": "Then Jacob kissed Rachel and wept loudly.",
      "12": "He told Rachel that he was her father’s relative, Rebekah’s son. She ran and told her father.",
      "13": "When Laban heard the news about his sister’s son Jacob, he ran to meet him, hugged him, and kissed him. Then he took him to his house, and Jacob told him all that had happened.",
      "14": "Laban said to him, “Yes, you are my own flesh and blood.”\nAfter Jacob had stayed with him a month,",
      "15": "Laban said to him, “Just because you’re my relative, should you work for me for nothing? Tell me what your wages should be.”",
      "16": "Now Laban had two daughters: the older was named Leah, and the younger was named Rachel.",
      "17": "Leah had tender eyes, but Rachel was shapely and beautiful.",
      "18": "Jacob loved Rachel, so he answered Laban, “I’ll work for you seven years for your younger daughter Rachel.”",
      "19": "Laban replied, “Better that I give her to you than to some other man. Stay with me.”",
      "20": "So Jacob worked seven years for Rachel, and they seemed like only a few days to him because of his love for her.",
      "21": "Then Jacob said to Laban, “Since my time is complete, give me my wife, so I can sleep with her.”",
      "22": "So Laban invited all the men of the place and sponsored a feast.",
      "23": "That evening, Laban took his daughter Leah and gave her to Jacob, and he slept with her.",
      "24": "And Laban gave his slave Zilpah to his daughter Leah as her slave.",
      "25": "When morning came, there was Leah! So he said to Laban, “What have you done to me? Wasn’t it for Rachel that I worked for you? Why have you deceived me?”",
      "26": "Laban answered, “It is not the custom in our country to give the younger daughter in marriage before the firstborn.",
      "27": "Complete this week of wedding celebration, and we will also give you this younger one in return for working yet another seven years for me.”",
      "28": "And Jacob did just that. He finished the week of celebration, and Laban gave him his daughter Rachel as his wife.",
      "29": "And Laban gave his slave Bilhah to his daughter Rachel as her slave.",
      "30": "Jacob slept with Rachel also, and indeed, he loved Rachel more than Leah. And he worked for Laban another seven years.",
      "31": "When the Lord saw that Leah was neglected, he opened her womb; but Rachel was unable to conceive.",
      "32": "Leah conceived, gave birth to a son, and named him Reuben, for she said, “The Lord has seen my affliction; surely my husband will love me now.”",
      "33": "She conceived again, gave birth to a son, and said, “The Lord heard that I am neglected and has given me this son also.” So she named him Simeon.",
      "34": "She conceived again, gave birth to a son, and said, “At last, my husband will become attached to me because I have borne three sons for him.” Therefore he was named Levi.",
      "35": "And she conceived again, gave birth to a son, and said, “This time I will praise the Lord.” Therefore she named him Judah. Then Leah stopped having children."
    },
    "30": {
      "1": "When Rachel saw that she was not bearing Jacob any children, she envied her sister. “Give me sons, or I will die!” she said to Jacob.",
      "2": "Jacob became angry with Rachel and said, “Am I in the place of God? He has withheld offspring from you!”",
      "3": "Then she said, “Here is my maid Bilhah. Go sleep with her, and she’ll bear children for me so that through her I too can build a family.”",
      "4": "So Rachel gave her slave Bilhah to Jacob as a wife, and he slept with her.",
      "5": "Bilhah conceived and bore Jacob a son.",
      "6": "Rachel said, “God has vindicated me; yes, he has heard me and given me a son,” so she named him Dan.",
      "7": "Rachel’s slave Bilhah conceived again and bore Jacob a second son.",
      "8": "Rachel said, “In my wrestlings with God, I have wrestled with my sister and won,” and she named him Naphtali.",
      "9": "When Leah saw that she had stopped having children, she took her slave Zilpah and gave her to Jacob as a wife.",
      "10": "Leah’s slave Zilpah bore Jacob a son.",
      "11": "Then Leah said, “What good fortune!” and she named him Gad.",
      "12": "When Leah’s slave Zilpah bore Jacob a second son,",
      "13": "Leah said, “I am happy that the women call me happy,” so she named him Asher.",
      "14": "Reuben went out during the wheat harvest and found some mandrakes in the field. When he brought them to his mother Leah, Rachel asked, “Please give me some of your son’s mandrakes.”",
      "15": "But Leah replied to her, “Isn’t it enough that you have taken my husband? Now you also want to take my son’s mandrakes?”\n“Well then,” Rachel said, “he can sleep with you tonight in exchange for your son’s mandrakes.”",
      "16": "When Jacob came in from the field that evening, Leah went out to meet him and said, “You must come with me, for I have hired you with my son’s mandrakes.” So Jacob slept with her that night.",
      "17": "God listened to Leah, and she conceived and bore Jacob a fifth son.",
      "18": "Leah said, “God has rewarded me for giving my slave to my husband,” and she named him Issachar.",
      "19": "Then Leah conceived again and bore Jacob a sixth son.",
      "20": "“God has given me a good gift,” Leah said. “This time my husband will honor me because I have borne six sons for him,” and she named him Zebulun.",
      "21": "Later, Leah bore a daughter and named her Dinah.",
      "22": "Then God remembered Rachel. He listened to her and opened her womb.",
      "23": "She conceived and bore a son, and she said, “God has taken away my disgrace.”",
      "24": "She named him Joseph and said, “May the Lord add another son to me.”",
      "25": "After Rachel gave birth to Joseph, Jacob said to Laban, “Send me on my way so that I can return to my homeland.",
      "26": "Give me my wives and my children that I have worked for, and let me go. You know how hard I have worked for you.”",
      "27": "But Laban said to him, “If I have found favor with you, stay. I have learned by divination that the Lord has blessed me because of you.”",
      "28": "Then Laban said, “Name your wages, and I will pay them.”",
      "29": "So Jacob said to him, “You know how I have served you and how your herds have fared with me.",
      "30": "For you had very little before I came, but now your wealth has increased. The Lord has blessed you because of me. And now, when will I also do something for my own family?”",
      "31": "Laban asked, “What should I give you?”\nAnd Jacob said, “You don’t need to give me anything. If you do this one thing for me, I will continue to shepherd and keep your flock.",
      "32": "Let me go through all your sheep today and remove every sheep that is speckled or spotted, every dark-colored sheep among the lambs, and the spotted and speckled among the female goats. Such will be my wages.",
      "33": "In the future when you come to check on my wages, my honesty will testify for me. If I have any female goats that are not speckled or spotted, or any lambs that are not black, they will be considered stolen.”",
      "34": "“Good,” said Laban. “Let it be as you have said.”",
      "35": "That day Laban removed the streaked and spotted male goats and all the speckled and spotted female goats—every one that had any white on it—and every dark-colored one among the lambs, and he placed his sons in charge of them.",
      "36": "He put a three-day journey between himself and Jacob. Jacob, meanwhile, was shepherding the rest of Laban’s flock.",
      "37": "Jacob then took branches of fresh poplar, almond, and plane wood, and peeled the bark, exposing white stripes on the branches.",
      "38": "He set the peeled branches in the troughs in front of the sheep—in the water channels where the sheep came to drink. And the sheep bred when they came to drink.",
      "39": "The flocks bred in front of the branches and bore streaked, speckled, and spotted young.",
      "40": "Jacob separated the lambs and made the flocks face the streaked sheep and the completely dark sheep in Laban’s flocks. Then he set his own stock apart and didn’t put them with Laban’s sheep.",
      "41": "Whenever the stronger of the flock were breeding, Jacob placed the branches in the troughs, in full view of the flocks, and they would breed in front of the branches.",
      "42": "As for the weaklings of the flocks, he did not put out the branches. So it turned out that the weak sheep belonged to Laban and the stronger ones to Jacob.",
      "43": "And the man became very rich. He had many flocks, female and male slaves, and camels and donkeys."
    },
    "31": {
      "1": "Now Jacob heard what Laban’s sons were saying: “Jacob has taken all that was our father’s and has built this wealth from what belonged to our father.”",
      "2": "And Jacob saw from Laban’s face that his attitude toward him was not the same as before.",
      "3": "The Lord said to him, “Go back to the land of your ancestors and to your family, and I will be with you.”",
      "4": "Jacob had Rachel and Leah called to the field where his flocks were.",
      "5": "He said to them, “I can see from your father’s face that his attitude toward me is not the same as before, but the God of my father has been with me.",
      "6": "You know that with all my strength I have served your father",
      "7": "and that he has cheated me and changed my wages ten times. But God has not let him harm me.",
      "8": "If he said, ‘The spotted sheep will be your wages,’ then all the sheep were born spotted. If he said, ‘The streaked sheep will be your wages,’ then all the sheep were born streaked.",
      "9": "God has taken away your father’s herds and given them to me.",
      "10": "“When the flocks were breeding, I saw in a dream that the streaked, spotted, and speckled males were mating with the females.",
      "11": "In that dream the angel of God said to me, ‘Jacob!’ and I said, ‘Here I am.’",
      "12": "And he said, ‘Look up and see: all the males that are mating with the flocks are streaked, spotted, and speckled, for I have seen all that Laban has been doing to you.",
      "13": "I am the God of Bethel, where you poured oil on the stone marker and made a solemn vow to me. Get up, leave this land, and return to your native land.’”",
      "14": "Then Rachel and Leah answered him, “Do we have any portion or inheritance in our father’s family?",
      "15": "Are we not regarded by him as outsiders? For he has sold us and has certainly spent our purchase price.",
      "16": "In fact, all the wealth that God has taken away from our father belongs to us and to our children. So do whatever God has said to you.”",
      "17": "So Jacob got up and put his children and wives on the camels.",
      "18": "He took all the livestock and possessions he had acquired in Paddan-aram, and he drove his herds to go to the land of Canaan, to his father Isaac.",
      "19": "When Laban had gone to shear his sheep, Rachel stole her father’s household idols.",
      "20": "And Jacob deceived Laban the Aramean, not telling him that he was fleeing.",
      "21": "He fled with all his possessions, crossed the Euphrates, and headed for the hill country of Gilead.",
      "22": "On the third day Laban was told that Jacob had fled.",
      "23": "So he took his relatives with him, pursued Jacob for seven days, and overtook him in the hill country of Gilead.",
      "24": "But God came to Laban the Aramean in a dream at night. “Watch yourself!” God warned him. “Don’t say anything to Jacob, either good or bad.”",
      "25": "When Laban overtook Jacob, Jacob had pitched his tent in the hill country, and Laban and his relatives also pitched their tents in the hill country of Gilead.",
      "26": "Laban said to Jacob, “What have you done? You have deceived me and taken my daughters away like prisoners of war!",
      "27": "Why did you secretly flee from me, deceive me, and not tell me? I would have sent you away with joy and singing, with tambourines and lyres,",
      "28": "but you didn’t even let me kiss my grandchildren and my daughters. You have acted foolishly.",
      "29": "I could do you great harm, but last night the God of your father said to me, ‘Watch yourself! Don’t say anything to Jacob, either good or bad.’",
      "30": "Now you have gone off because you long for your father’s family—but why have you stolen my gods?”",
      "31": "Jacob answered, “I was afraid, for I thought you would take your daughters from me by force.",
      "32": "If you find your gods with anyone here, he will not live! Before our relatives, point out anything that is yours and take it.” Jacob did not know that Rachel had stolen the idols.",
      "33": "So Laban went into Jacob’s tent, Leah’s tent, and the tents of the two concubines, but he found nothing. When he left Leah’s tent, he went into Rachel’s tent.",
      "34": "Now Rachel had taken Laban’s household idols, put them in the saddlebag of the camel, and sat on them. Laban searched the whole tent but found nothing.",
      "35": "She said to her father, “Don’t be angry, my lord, that I cannot stand up in your presence; I am having my period.” So Laban searched, but could not find the household idols.",
      "36": "Then Jacob became incensed and brought charges against Laban. “What is my crime?” he said to Laban. “What is my sin, that you have pursued me?",
      "37": "You’ve searched all my possessions! Have you found anything of yours? Put it here before my relatives and yours, and let them decide between the two of us.",
      "38": "I’ve been with you these twenty years. Your ewes and female goats have not miscarried, and I have not eaten the rams from your flock.",
      "39": "I did not bring you any of the flock torn by wild beasts; I myself bore the loss. You demanded payment from me for what was stolen by day or by night.",
      "40": "There I was—the heat consumed me by day and the frost by night, and sleep fled from my eyes.",
      "41": "For twenty years in your household I served you—fourteen years for your two daughters and six years for your flocks—and you have changed my wages ten times!",
      "42": "If the God of my father, the God of Abraham, the Fear of Isaac, had not been with me, certainly now you would have sent me off empty-handed. But God has seen my affliction and my hard work, and he issued his verdict last night.”",
      "43": "Then Laban answered Jacob, “The daughters are my daughters; the children, my children; and the flocks, my flocks! Everything you see is mine! But what can I do today for these daughters of mine or for the children they have borne?",
      "44": "Come now, let’s make a covenant, you and I. Let it be a witness between the two of us.”",
      "45": "So Jacob picked out a stone and set it up as a marker.",
      "46": "Then Jacob said to his relatives, “Gather stones.” And they took stones and made a mound, then ate there by the mound.",
      "47": "Laban named the mound Jegar-sahadutha, but Jacob named it Galeed.",
      "48": "Then Laban said, “This mound is a witness between you and me today.” Therefore the place was called Galeed",
      "49": "and also Mizpah, for he said, “May the Lord watch between you and me when we are out of each other’s sight.",
      "50": "If you mistreat my daughters or take other wives, though no one is with us, understand that God will be a witness between you and me.”",
      "51": "Laban also said to Jacob, “Look at this mound and the marker I have set up between you and me.",
      "52": "This mound is a witness and the marker is a witness that I will not pass beyond this mound to you, and you will not pass beyond this mound and this marker to do me harm.",
      "53": "The God of Abraham, and the gods of Nahor—the gods of their father—will judge between us.” And Jacob swore by the Fear of his father Isaac.",
      "54": "Then Jacob offered a sacrifice on the mountain and invited his relatives to eat a meal. So they ate a meal and spent the night on the mountain.",
      "55": "Laban got up early in the morning, kissed his grandchildren and daughters, and blessed them. Then Laban left to return home."
    },
    "32": {
      "1": "Jacob went on his way, and God’s angels met him.",
      "2": "When he saw them, Jacob said, “This is God’s camp.” So he called that place Mahanaim.",
      "3": "Jacob sent messengers ahead of him to his brother Esau in the land of Seir, the territory of Edom.",
      "4": "He commanded them, “You are to say to my lord Esau, ‘This is what your servant Jacob says. I have been staying with Laban and have been delayed until now.",
      "5": "I have oxen, donkeys, flocks, and male and female slaves. I have sent this message to inform my lord, in order to seek your favor.’”",
      "6": "When the messengers returned to Jacob, they said, “We went to your brother Esau; he is coming to meet you—and he has four hundred men with him.”",
      "7": "Jacob was greatly afraid and distressed; he divided the people with him into two camps, along with the flocks, herds, and camels.",
      "8": "He thought, “If Esau comes to one camp and attacks it, the remaining one can escape.”",
      "9": "Then Jacob said, “God of my father Abraham and God of my father Isaac, the Lord who said to me, ‘Go back to your land and to your family, and I will cause you to prosper,’",
      "10": "I am unworthy of all the kindness and faithfulness you have shown your servant. Indeed, I crossed over the Jordan with my staff, and now I have become two camps.",
      "11": "Please rescue me from my brother Esau, for I am afraid of him; otherwise, he may come and attack me, the mothers, and their children.",
      "12": "You have said, ‘I will cause you to prosper, and I will make your offspring like the sand of the sea, too numerous to be counted.’”",
      "13": "He spent the night there and took part of what he had brought with him as a gift for his brother Esau:",
      "14": "two hundred female goats, twenty male goats, two hundred ewes, twenty rams,",
      "15": "thirty milk camels with their young, forty cows, ten bulls, twenty female donkeys, and ten male donkeys.",
      "16": "He entrusted them to his slaves as separate herds and said to them, “Go on ahead of me, and leave some distance between the herds.”",
      "17": "And he told the first one, “When my brother Esau meets you and asks, ‘Who do you belong to? Where are you going? And whose animals are these ahead of you?’",
      "18": "then tell him, ‘They belong to your servant Jacob. They are a gift sent to my lord Esau. And look, he is behind us.’”",
      "19": "He also told the second one, the third, and everyone who was walking behind the animals, “Say the same thing to Esau when you find him.",
      "20": "You are also to say, ‘Look, your servant Jacob is right behind us.’” For he thought, “I want to appease Esau with the gift that is going ahead of me. After that, I can face him, and perhaps he will forgive me.”",
      "21": "So the gift was sent on ahead of him while he remained in the camp that night.",
      "22": "During the night Jacob got up and took his two wives, his two slave women, and his eleven sons, and crossed the ford of Jabbok.",
      "23": "He took them and sent them across the stream, along with all his possessions.",
      "24": "Jacob was left alone, and a man wrestled with him until daybreak.",
      "25": "When the man saw that he could not defeat him, he struck Jacob’s hip socket as they wrestled and dislocated his hip.",
      "26": "Then he said to Jacob, “Let me go, for it is daybreak.”\nBut Jacob said, “I will not let you go unless you bless me.”",
      "27": "“What is your name?” the man asked.\n“Jacob,” he replied.",
      "28": "“Your name will no longer be Jacob,” he said. “It will be Israel because you have struggled with God and with men and have prevailed.”",
      "29": "Then Jacob asked him, “Please tell me your name.”\nBut he answered, “Why do you ask my name?” And he blessed him there.",
      "30": "Jacob then named the place Peniel, “For I have seen God face to face,” he said, “yet my life has been spared.”",
      "31": "The sun shone on him as he passed by Penuel—limping because of his hip.",
      "32": "That is why, still today, the Israelites don’t eat the thigh muscle that is at the hip socket: because he struck Jacob’s hip socket at the thigh muscle."
    },
    "33": {
      "1": "Now Jacob looked up and saw Esau coming toward him with four hundred men. So he divided the children among Leah, Rachel, and the two slave women.",
      "2": "He put the slaves and their children first, Leah and her children next, and Rachel and Joseph last.",
      "3": "He himself went on ahead and bowed to the ground seven times until he approached his brother.",
      "4": "But Esau ran to meet him, hugged him, threw his arms around him, and kissed him. Then they wept.",
      "5": "When Esau looked up and saw the women and children, he asked, “Who are these with you?”\nHe answered, “The children God has graciously given your servant.”",
      "6": "Then the slaves and their children approached him and bowed down.",
      "7": "Leah and her children also approached and bowed down, and then Joseph and Rachel approached and bowed down.",
      "8": "So Esau said, “What do you mean by this whole procession I met?” \n“To find favor with you, my lord,” he answered.",
      "9": "“I have enough, my brother,” Esau replied. “Keep what you have.”",
      "10": "But Jacob said, “No, please! If I have found favor with you, take this gift from me. For indeed, I have seen your face, and it is like seeing God’s face, since you have accepted me.",
      "11": "Please take my present that was brought to you, because God has been gracious to me and I have everything I need.” So Jacob urged him until he accepted.",
      "12": "Then Esau said, “Let’s move on, and I’ll go ahead of you.”",
      "13": "Jacob replied, “My lord knows that the children are weak, and I have nursing flocks and herds. If they are driven hard for one day, the whole herd will die.",
      "14": "Let my lord go ahead of his servant. I will continue on slowly, at a pace suited to the livestock and the children, until I come to my lord at Seir.”",
      "15": "Esau said, “Let me leave some of my people with you.”\nBut he replied, “Why do that? Please indulge me, my lord.”",
      "16": "That day Esau started on his way back to Seir,",
      "17": "but Jacob went to Succoth. He built a house for himself and shelters for his livestock; that is why the place was called Succoth.",
      "18": "After Jacob came from Paddan-aram, he arrived safely at Shechem in the land of Canaan and camped in front of the city.",
      "19": "He purchased a section of the field where he had pitched his tent from the sons of Hamor, Shechem’s father, for a hundred pieces of silver.",
      "20": "And he set up an altar there and called it God, the God of Israel."
    },
    "34": {
      "1": "Leah’s daughter Dinah, whom Leah bore to Jacob, went out to see some of the young women of the area.",
      "2": "When Shechem—son of Hamor the Hivite, who was the region’s chieftain—saw her, he took her and raped her.",
      "3": "He became infatuated with Jacob’s daughter Dinah. He loved the young girl and spoke tenderly to her.",
      "4": "“Get me this girl as a wife,” he told his father.",
      "5": "Jacob heard that Shechem had defiled his daughter Dinah, but since his sons were with his livestock in the field, he remained silent until they returned.",
      "6": "Meanwhile, Shechem’s father Hamor came to speak with Jacob.",
      "7": "Jacob’s sons returned from the field when they heard about the incident. They were deeply grieved and very angry, for Shechem had committed an outrage against Israel by raping Jacob’s daughter, and such a thing should not be done.",
      "8": "Hamor said to Jacob’s sons, “My son Shechem has his heart set on your daughter. Please give her to him as a wife.",
      "9": "Intermarry with us; give your daughters to us, and take our daughters for yourselves.",
      "10": "Live with us. The land is before you. Settle here, move about, and acquire property in it.”",
      "11": "Then Shechem said to Dinah’s father and brothers, “Grant me this favor, and I’ll give you whatever you say.",
      "12": "Demand of me a high compensation and gift; I’ll give you whatever you ask me. Just give the girl to be my wife!”",
      "13": "But Jacob’s sons answered Shechem and his father Hamor deceitfully because he had defiled their sister Dinah.",
      "14": "“We cannot do this thing,” they said to them. “Giving our sister to an uncircumcised man is a disgrace to us.",
      "15": "We will agree with you only on this condition: if all your males are circumcised as we are.",
      "16": "Then we will give you our daughters, take your daughters for ourselves, live with you, and become one people.",
      "17": "But if you will not listen to us and be circumcised, then we will take our daughter and go.”",
      "18": "Their words seemed good to Hamor and his son Shechem.",
      "19": "The young man did not delay doing this, because he was delighted with Jacob’s daughter. Now he was the most important in all his father’s family.",
      "20": "So Hamor and his son Shechem went to the gate of their city and spoke to the men of their city.",
      "21": "“These men are peaceful toward us,” they said. “Let them live in our land and move about in it, for indeed, the region is large enough for them. Let’s take their daughters as our wives and give our daughters to them.",
      "22": "But the men will agree to live with us and be one people only on this condition: if all our men are circumcised as they are.",
      "23": "Won’t their livestock, their possessions, and all their animals become ours? Only let’s agree with them, and they will live with us.”",
      "24": "All the men who had come to the city gates listened to Hamor and his son Shechem, and all those men were circumcised.",
      "25": "On the third day, when they were still in pain, two of Jacob’s sons, Simeon and Levi, Dinah’s brothers, took their swords, went into the unsuspecting city, and killed every male.",
      "26": "They killed Hamor and his son Shechem with their swords, took Dinah from Shechem’s house, and went away.",
      "27": "Jacob’s sons came to the slaughter and plundered the city because their sister had been defiled.",
      "28": "They took their flocks, herds, donkeys, and whatever was in the city and in the field.",
      "29": "They captured all their possessions, dependents, and wives and plundered everything in the houses.",
      "30": "Then Jacob said to Simeon and Levi, “You have brought trouble on me, making me odious to the inhabitants of the land, the Canaanites and the Perizzites. We are few in number; if they unite against me and attack me, I and my household will be destroyed.”",
      "31": "But they answered, “Should he treat our sister like a prostitute?”"
    },
    "35": {
      "1": "God said to Jacob, “Get up! Go to Bethel and settle there. Build an altar there to the God who appeared to you when you fled from your brother Esau.”",
      "2": "So Jacob said to his family and all who were with him, “Get rid of the foreign gods that are among you. Purify yourselves and change your clothes.",
      "3": "We must get up and go to Bethel. I will build an altar there to the God who answered me in my day of distress. He has been with me everywhere I have gone.”",
      "4": "Then they gave Jacob all their foreign gods and their earrings, and Jacob hid them under the oak near Shechem.",
      "5": "When they set out, a terror from God came over the cities around them, and they did not pursue Jacob’s sons.",
      "6": "So Jacob and all who were with him came to Luz (that is, Bethel) in the land of Canaan.",
      "7": "Jacob built an altar there and called the place El-bethel because it was there that God had revealed himself to him when he was fleeing from his brother.",
      "8": "Deborah, the one who had nursed and raised Rebekah, died and was buried under the oak south of Bethel. So Jacob named it Allon-bacuth.",
      "9": "God appeared to Jacob again after he returned from Paddan-aram, and he blessed him.",
      "10": "God said to him, “Your name is Jacob; you will no longer be named Jacob, but your name will be Israel.” So he named him Israel.",
      "11": "God also said to him, “I am God Almighty. Be fruitful and multiply. A nation, indeed an assembly of nations, will come from you, and kings will descend from you.",
      "12": "I will give to you the land that I gave to Abraham and Isaac. And I will give the land to your future descendants.”",
      "13": "Then God withdrew from him at the place where he had spoken to him.",
      "14": "Jacob set up a marker at the place where he had spoken to him—a stone marker. He poured a drink offering on it and poured oil on it.",
      "15": "Jacob named the place where God had spoken with him Bethel.",
      "16": "They set out from Bethel. When they were still some distance from Ephrath, Rachel began to give birth, and her labor was difficult.",
      "17": "During her difficult labor, the midwife said to her, “Don’t be afraid, for you have another son.”",
      "18": "With her last breath—for she was dying—she named him Ben-oni, but his father called him Benjamin.",
      "19": "So Rachel died and was buried on the way to Ephrath (that is, Bethlehem).",
      "20": "Jacob set up a marker on her grave; it is the marker at Rachel’s grave still today.",
      "21": "Israel set out again and pitched his tent beyond the Tower of Eder.",
      "22": "While Israel was living in that region, Reuben went in and slept with his father’s concubine Bilhah, and Israel heard about it.\nJacob had twelve sons:",
      "23": "Leah’s sons were Reuben (Jacob’s firstborn),\nSimeon, Levi, Judah,\nIssachar, and Zebulun.",
      "24": "Rachel’s sons were\nJoseph and Benjamin.",
      "25": "The sons of Rachel’s slave Bilhah\nwere Dan and Naphtali.",
      "26": "The sons of Leah’s slave Zilpah\nwere Gad and Asher.\nThese are the sons of Jacob, who were born to him in Paddan-aram.",
      "27": "Jacob came to his father Isaac at Mamre in Kiriath-arba (that is, Hebron), where Abraham and Isaac had stayed.",
      "28": "Isaac lived 180 years.",
      "29": "He took his last breath and died, and was gathered to his people, old and full of days. His sons Esau and Jacob buried him."
    },
    "36": {
      "1": "These are the family records of Esau (that is, Edom).",
      "2": "Esau took his wives from the Canaanite women: Adah daughter of Elon the Hethite, Oholibamah daughter of Anah and granddaughter of Zibeon the Hivite,",
      "3": "and Basemath daughter of Ishmael and sister of Nebaioth.",
      "4": "Adah bore Eliphaz to Esau, Basemath bore Reuel,",
      "5": "and Oholibamah bore Jeush, Jalam, and Korah. These were Esau’s sons, who were born to him in the land of Canaan.",
      "6": "Esau took his wives, sons, daughters, and all the people of his household, as well as his herds, all his livestock, and all the property he had acquired in Canaan; he went to a land away from his brother Jacob.",
      "7": "For their possessions were too many for them to live together, and because of their herds, the land where they stayed could not support them.",
      "8": "So Esau (that is, Edom) lived in the mountains of Seir.",
      "9": "These are the family records of Esau, father of the Edomites in the mountains of Seir.",
      "10": "These are the names of Esau’s sons:\nEliphaz son of Esau’s wife Adah,\nand Reuel son of Esau’s wife Basemath.",
      "11": "The sons of Eliphaz were\nTeman, Omar, Zepho, Gatam, and Kenaz.",
      "12": "Timna, a concubine of Esau’s son Eliphaz,\nbore Amalek to Eliphaz.\nThese are the sons of Esau’s wife Adah.",
      "13": "These are Reuel’s sons:\nNahath, Zerah, Shammah, and Mizzah.\nThese are the sons of Esau’s wife Basemath.",
      "14": "These are the sons of Esau’s wife Oholibamah\ndaughter of Anah and granddaughter of Zibeon:\nShe bore Jeush, Jalam, and Korah to Edom.",
      "15": "These are the chiefs among Esau’s sons:\nthe sons of Eliphaz, Esau’s firstborn:\nchief Teman, chief Omar, chief Zepho, chief Kenaz,",
      "16": "chief Korah, chief Gatam, and chief Amalek.\nThese are the chiefs descended from Eliphaz\nin the land of Edom.\nThese are the sons of Adah.",
      "17": "These are the sons of Reuel, Esau’s son:\nchief Nahath, chief Zerah, chief Shammah, and chief Mizzah.\nThese are the chiefs descended from Reuel\nin the land of Edom.\nThese are the sons of Esau’s wife Basemath.",
      "18": "These are the sons of Esau’s wife Oholibamah:\nchief Jeush, chief Jalam, and chief Korah.\nThese are the chiefs descended from Esau’s wife Oholibamah\ndaughter of Anah.",
      "19": "These are the sons of Esau (that is, Edom),\nand these are their chiefs.",
      "20": "These are the sons of Seir the Horite,\nthe inhabitants of the land:\nLotan, Shobal, Zibeon, Anah,",
      "21": "Dishon, Ezer, and Dishan.\nThese are the chiefs among the Horites,\nthe sons of Seir, in the land of Edom.",
      "22": "The sons of Lotan were Hori and Heman.\nTimna was Lotan’s sister.",
      "23": "These are Shobal’s sons:\nAlvan, Manahath, Ebal, Shepho, and Onam.",
      "24": "These are Zibeon’s sons: Aiah and Anah.\nThis was the Anah who found the hot springs in the wilderness\nwhile he was pasturing the donkeys of his father Zibeon.",
      "25": "These are the children of Anah:\nDishon and Oholibamah daughter of Anah.",
      "26": "These are Dishon’s sons:\nHemdan, Eshban, Ithran, and Cheran.",
      "27": "These are Ezer’s sons:\nBilhan, Zaavan, and Akan.",
      "28": "These are Dishan’s sons: Uz and Aran.",
      "29": "These are the chiefs among the Horites:\nchief Lotan, chief Shobal, chief Zibeon, chief Anah,",
      "30": "chief Dishon, chief Ezer, and chief Dishan.\nThese are the chiefs among the Horites,\nclan by clan, in the land of Seir.",
      "31": "These are the kings who reigned in the land of Edom\nbefore any king reigned over the Israelites:",
      "32": "Bela son of Beor reigned in Edom;\nthe name of his city was Dinhabah.",
      "33": "When Bela died, Jobab son of Zerah from Bozrah reigned in his place.",
      "34": "When Jobab died, Husham from the land of the Temanites reigned in his place.",
      "35": "When Husham died, Hadad son of Bedad reigned in his place.\nHe defeated Midian in the field of Moab;\nthe name of his city was Avith.",
      "36": "When Hadad died, Samlah from Masrekah reigned in his place.",
      "37": "When Samlah died, Shaul from Rehoboth on the Euphrates River reigned in his place.",
      "38": "When Shaul died, Baal-hanan son of Achbor reigned in his place.",
      "39": "When Baal-hanan son of Achbor died, Hadar reigned in his place.\nHis city was Pau, and his wife’s name was Mehetabel\ndaughter of Matred daughter of Me-zahab.",
      "40": "These are the names of Esau’s chiefs,\naccording to their families and their localities,\nby their names:\nchief Timna, chief Alvah, chief Jetheth,",
      "41": "chief Oholibamah, chief Elah, chief Pinon,",
      "42": "chief Kenaz, chief Teman, chief Mibzar,",
      "43": "chief Magdiel, and chief Iram.\nThese are Edom’s chiefs,\naccording to their settlements in the land they possessed.\nEsau was father of the Edomites."
    },
    "37": {
      "1": "Jacob lived in the land where his father had stayed, the land of Canaan.",
      "2": "These are the family records of Jacob.\nAt seventeen years of age, Joseph tended sheep with his brothers. The young man was working with the sons of Bilhah and Zilpah, his father’s wives, and he brought a bad report about them to their father.",
      "3": "Now Israel loved Joseph more than his other sons because Joseph was a son born to him in his old age, and he made a long-sleeved robe for him.",
      "4": "When his brothers saw that their father loved him more than all his brothers, they hated him and could not bring themselves to speak peaceably to him.",
      "5": "Then Joseph had a dream. When he told it to his brothers, they hated him even more.",
      "6": "He said to them, “Listen to this dream I had:",
      "7": "There we were, binding sheaves of grain in the field. Suddenly my sheaf stood up, and your sheaves gathered around it and bowed down to my sheaf.”",
      "8": "“Are you really going to reign over us?” his brothers asked him. “Are you really going to rule us?” So they hated him even more because of his dream and what he had said.",
      "9": "Then he had another dream and told it to his brothers. “Look,” he said, “I had another dream, and this time the sun, moon, and eleven stars were bowing down to me.”",
      "10": "He told his father and brothers, and his father rebuked him. “What kind of dream is this that you have had?” he said. “Am I and your mother and your brothers really going to come and bow down to the ground before you?”",
      "11": "His brothers were jealous of him, but his father kept the matter in mind.",
      "12": "His brothers had gone to pasture their father’s flocks at Shechem.",
      "13": "Israel said to Joseph, “Your brothers, you know, are pasturing the flocks at Shechem. Get ready. I’m sending you to them.”\n“I’m ready,” Joseph replied.",
      "14": "Then Israel said to him, “Go and see how your brothers and the flocks are doing, and bring word back to me.” So he sent him from the Hebron Valley, and he went to Shechem.",
      "15": "A man found him there, wandering in the field, and asked him, “What are you looking for?”",
      "16": "“I’m looking for my brothers,” Joseph said. “Can you tell me where they are pasturing their flocks?”",
      "17": "“They’ve moved on from here,” the man said. “I heard them say, ‘Let’s go to Dothan.’” So Joseph set out after his brothers and found them at Dothan.",
      "18": "They saw him in the distance, and before he had reached them, they plotted to kill him.",
      "19": "They said to one another, “Oh, look, here comes that dream expert!",
      "20": "So now, come on, let’s kill him and throw him into one of the pits. We can say that a vicious animal ate him. Then we’ll see what becomes of his dreams!”",
      "21": "When Reuben heard this, he tried to save him from them. He said, “Let’s not take his life.”",
      "22": "Reuben also said to them, “Don’t shed blood. Throw him into this pit in the wilderness, but don’t lay a hand on him”—intending to rescue him from them and return him to his father.",
      "23": "When Joseph came to his brothers, they stripped off Joseph’s robe, the long-sleeved robe that he had on.",
      "24": "Then they took him and threw him into the pit. The pit was empty, without water.",
      "25": "They sat down to eat a meal, and when they looked up, there was a caravan of Ishmaelites coming from Gilead. Their camels were carrying aromatic gum, balsam, and resin, going down to Egypt.",
      "26": "Judah said to his brothers, “What do we gain if we kill our brother and cover up his blood?",
      "27": "Come on, let’s sell him to the Ishmaelites and not lay a hand on him, for he is our brother, our own flesh,” and his brothers agreed.",
      "28": "When Midianite traders passed by, his brothers pulled Joseph out of the pit and sold him for twenty pieces of silver to the Ishmaelites, who took Joseph to Egypt.",
      "29": "When Reuben returned to the pit and saw that Joseph was not there, he tore his clothes.",
      "30": "He went back to his brothers and said, “The boy is gone! What am I going to do?”",
      "31": "So they took Joseph’s robe, slaughtered a male goat, and dipped the robe in its blood.",
      "32": "They sent the long-sleeved robe to their father and said, “We found this. Examine it. Is it your son’s robe or not?”",
      "33": "His father recognized it. “It is my son’s robe,” he said. “A vicious animal has devoured him. Joseph has been torn to pieces!”",
      "34": "Then Jacob tore his clothes, put sackcloth around his waist, and mourned for his son many days.",
      "35": "All his sons and daughters tried to comfort him, but he refused to be comforted. “No,” he said. “I will go down to Sheol to my son, mourning.” And his father wept for him.",
      "36": "Meanwhile, the Midianites sold Joseph in Egypt to Potiphar, an officer of Pharaoh and the captain of the guards."
    },
    "38": {
      "1": "At that time Judah left his brothers and settled near an Adullamite named Hirah.",
      "2": "There Judah saw the daughter of a Canaanite named Shua; he took her as a wife and slept with her.",
      "3": "She conceived and gave birth to a son, and he named him Er.",
      "4": "She conceived again, gave birth to a son, and named him Onan.",
      "5": "She gave birth to another son and named him Shelah. It was at Chezib that she gave birth to him.",
      "6": "Judah got a wife for Er, his firstborn, and her name was Tamar.",
      "7": "Now Er, Judah’s firstborn, was evil in the Lord’s sight, and the Lord put him to death.",
      "8": "Then Judah said to Onan, “Sleep with your brother’s wife. Perform your duty as her brother-in-law and produce offspring for your brother.”",
      "9": "But Onan knew that the offspring would not be his, so whenever he slept with his brother’s wife, he released his semen on the ground so that he would not produce offspring for his brother.",
      "10": "What he did was evil in the Lord’s sight, so he put him to death also.",
      "11": "Then Judah said to his daughter-in-law Tamar, “Remain a widow in your father’s house until my son Shelah grows up.” For he thought, “He might die too, like his brothers.” So Tamar went to live in her father’s house.",
      "12": "After a long time Judah’s wife, the daughter of Shua, died. When Judah had finished mourning, he and his friend Hirah the Adullamite went up to Timnah to his sheepshearers.",
      "13": "Tamar was told, “Your father-in-law is going up to Timnah to shear his sheep.”",
      "14": "So she took off her widow’s clothes, veiled her face, covered herself, and sat at the entrance to Enaim, which is on the way to Timnah. For she saw that, though Shelah had grown up, she had not been given to him as a wife.",
      "15": "When Judah saw her, he thought she was a prostitute, for she had covered her face.",
      "16": "He went over to her and said, “Come, let me sleep with you,” for he did not know that she was his daughter-in-law.\nShe said, “What will you give me for sleeping with me?”",
      "17": "“I will send you a young goat from my flock,” he replied.\nBut she said, “Only if you leave something with me until you send it.”",
      "18": "“What should I give you?” he asked.\nShe answered, “Your signet ring, your cord, and the staff in your hand.” So he gave them to her and slept with her, and she became pregnant by him.",
      "19": "She got up and left, then removed her veil and put her widow’s clothes back on.",
      "20": "When Judah sent the young goat by his friend the Adullamite in order to get back the items he had left with the woman, he could not find her.",
      "21": "He asked the men of the place, “Where is the cult prostitute who was beside the road at Enaim?”\n“There has been no cult prostitute here,” they answered.",
      "22": "So the Adullamite returned to Judah, saying, “I couldn’t find her, and besides, the men of the place said, ‘There has been no cult prostitute here.’”",
      "23": "Judah replied, “Let her keep the items for herself; otherwise we will become a laughingstock. After all, I did send this young goat, but you couldn’t find her.”",
      "24": "About three months later Judah was told, “Your daughter-in-law, Tamar, has been acting like a prostitute, and now she is pregnant.”\n“Bring her out,” Judah said, “and let her be burned to death!”",
      "25": "As she was being brought out, she sent her father-in-law this message: “I am pregnant by the man to whom these items belong.” And she added, “Examine them. Whose signet ring, cord, and staff are these?”",
      "26": "Judah recognized them and said, “She is more in the right than I, since I did not give her to my son Shelah.” And he did not know her intimately again.",
      "27": "When the time came for her to give birth, there were twins in her womb.",
      "28": "As she was giving birth, one of them put out his hand, and the midwife took it and tied a scarlet thread around it, announcing, “This one came out first.”",
      "29": "But then he pulled his hand back, out came his brother, and she said, “What a breakout you have made for yourself!” So he was named Perez.",
      "30": "Then his brother, who had the scarlet thread tied to his hand, came out, and was named Zerah."
    },
    "39": {
      "1": "Now Joseph had been taken to Egypt. An Egyptian named Potiphar, an officer of Pharaoh and the captain of the guards, bought him from the Ishmaelites who had brought him there.",
      "2": "The Lord was with Joseph, and he became a successful man, serving in the household of his Egyptian master.",
      "3": "When his master saw that the Lord was with him and that the Lord made everything he did successful,",
      "4": "Joseph found favor with his master and became his personal attendant. Potiphar also put him in charge of his household and placed all that he owned under his authority.",
      "5": "From the time that he put him in charge of his household and of all that he owned, the Lord blessed the Egyptian’s house because of Joseph. The Lord’s blessing was on all that he owned, in his house and in his fields.",
      "6": "He left all that he owned under Joseph’s authority; he did not concern himself with anything except the food he ate.\nNow Joseph was well-built and handsome.",
      "7": "After some time his master’s wife looked longingly at Joseph and said, “Sleep with me.”",
      "8": "But he refused. “Look,” he said to his master’s wife, “with me here my master does not concern himself with anything in his house, and he has put all that he owns under my authority.",
      "9": "No one in this house is greater than I am. He has withheld nothing from me except you, because you are his wife. So how could I do this immense evil, and how could I sin against God?”",
      "10": "Although she spoke to Joseph day after day, he refused to go to bed with her.",
      "11": "Now one day he went into the house to do his work, and none of the household servants were there.",
      "12": "She grabbed him by his garment and said, “Sleep with me!” But leaving his garment in her hand, he escaped and ran outside.",
      "13": "When she saw that he had left his garment with her and had run outside,",
      "14": "she called her household servants. “Look,” she said to them, “my husband brought a Hebrew man to make fools of us. He came to me so he could sleep with me, and I screamed as loud as I could.",
      "15": "When he heard me screaming for help, he left his garment beside me and ran outside.”",
      "16": "She put Joseph’s garment beside her until his master came home.",
      "17": "Then she told him the same story: “The Hebrew slave you brought to us came to make a fool of me,",
      "18": "but when I screamed for help, he left his garment beside me and ran outside.”",
      "19": "When his master heard the story his wife told him—“These are the things your slave did to me”—he was furious",
      "20": "and had him thrown into prison, where the king’s prisoners were confined. So Joseph was there in prison.",
      "21": "But the Lord was with Joseph and extended kindness to him. He granted him favor with the prison warden.",
      "22": "The warden put all the prisoners who were in the prison under Joseph’s authority, and he was responsible for everything that was done there.",
      "23": "The warden did not bother with anything under Joseph’s authority, because the Lord was with him, and the Lord made everything that he did successful."
    },
    "40": {
      "1": "After this, the king of Egypt’s cupbearer and baker offended their master, the king of Egypt.",
      "2": "Pharaoh was angry with his two officers, the chief cupbearer and the chief baker,",
      "3": "and put them in custody in the house of the captain of the guards in the prison where Joseph was confined.",
      "4": "The captain of the guards assigned Joseph to them as their personal attendant, and they were in custody for some time.",
      "5": "The king of Egypt’s cupbearer and baker, who were confined in the prison, each had a dream. Both had a dream on the same night, and each dream had its own meaning.",
      "6": "When Joseph came to them in the morning, he saw that they looked distraught.",
      "7": "So he asked Pharaoh’s officers who were in custody with him in his master’s house, “Why do you look so sad today?”",
      "8": "“We had dreams,” they said to him, “but there is no one to interpret them.”\nThen Joseph said to them, “Don’t interpretations belong to God? Tell me your dreams.”",
      "9": "So the chief cupbearer told his dream to Joseph: “In my dream there was a vine in front of me.",
      "10": "On the vine were three branches. As soon as it budded, its blossoms came out and its clusters ripened into grapes.",
      "11": "Pharaoh’s cup was in my hand, and I took the grapes, squeezed them into Pharaoh’s cup, and placed the cup in Pharaoh’s hand.”",
      "12": "“This is its interpretation,” Joseph said to him. “The three branches are three days.",
      "13": "In just three days Pharaoh will lift up your head and restore you to your position. You will put Pharaoh’s cup in his hand the way you used to when you were his cupbearer.",
      "14": "But when all goes well for you, remember that I was with you. Please show kindness to me by mentioning me to Pharaoh, and get me out of this prison.",
      "15": "For I was kidnapped from the land of the Hebrews, and even here I have done nothing that they should put me in the dungeon.”",
      "16": "When the chief baker saw that the interpretation was positive, he said to Joseph, “I also had a dream. Three baskets of white bread were on my head.",
      "17": "In the top basket were all sorts of baked goods for Pharaoh, but the birds were eating them out of the basket on my head.”",
      "18": "“This is its interpretation,” Joseph replied. “The three baskets are three days.",
      "19": "In just three days Pharaoh will lift up your head—from off you—and hang you on a tree. Then the birds will eat the flesh from your body.”",
      "20": "On the third day, which was Pharaoh’s birthday, he gave a feast for all his servants. He elevated the chief cupbearer and the chief baker among his servants.",
      "21": "Pharaoh restored the chief cupbearer to his position as cupbearer, and he placed the cup in Pharaoh’s hand.",
      "22": "But Pharaoh hanged the chief baker, just as Joseph had explained to them.",
      "23": "Yet the chief cupbearer did not remember Joseph; he forgot him."
    },
    "41": {
      "1": "At the end of two years Pharaoh had a dream: He was standing beside the Nile,",
      "2": "when seven healthy-looking, well-fed cows came up from the Nile and began to graze among the reeds.",
      "3": "After them, seven other cows, sickly and thin, came up from the Nile and stood beside those cows along the bank of the Nile.",
      "4": "The sickly, thin cows ate the healthy, well-fed cows. Then Pharaoh woke up.",
      "5": "He fell asleep and dreamed a second time: Seven heads of grain, plump and good, came up on one stalk.",
      "6": "After them, seven heads of grain, thin and scorched by the east wind, sprouted up.",
      "7": "The thin heads of grain swallowed up the seven plump, full ones. Then Pharaoh woke up, and it was only a dream.",
      "8": "When morning came, he was troubled, so he summoned all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but no one could interpret them for him.",
      "9": "Then the chief cupbearer said to Pharaoh, “Today I remember my faults.",
      "10": "Pharaoh was angry with his servants, and he put me and the chief baker in the custody of the captain of the guards.",
      "11": "He and I had dreams on the same night; each dream had its own meaning.",
      "12": "Now a young Hebrew, a slave of the captain of the guards, was with us there. We told him our dreams, he interpreted our dreams for us, and each had its own interpretation.",
      "13": "It turned out just the way he interpreted them to us: I was restored to my position, and the other man was hanged.”",
      "14": "Then Pharaoh sent for Joseph, and they quickly brought him from the dungeon. He shaved, changed his clothes, and went to Pharaoh.",
      "15": "Pharaoh said to Joseph, “I have had a dream, and no one can interpret it. But I have heard it said about you that you can hear a dream and interpret it.”",
      "16": "“I am not able to,” Joseph answered Pharaoh. “It is God who will give Pharaoh a favorable answer.”",
      "17": "So Pharaoh said to Joseph, “In my dream I was standing on the bank of the Nile,",
      "18": "when seven well-fed, healthy-looking cows came up from the Nile and grazed among the reeds.",
      "19": "After them, seven other cows—weak, very sickly, and thin—came up. I’ve never seen such sickly ones as these in all the land of Egypt.",
      "20": "Then the thin, sickly cows ate the first seven well-fed cows.",
      "21": "When they had devoured them, you could not tell that they had devoured them; their appearance was as bad as it had been before. Then I woke up.",
      "22": "In my dream I also saw seven heads of grain, full and good, coming up on one stalk.",
      "23": "After them, seven heads of grain—withered, thin, and scorched by the east wind—sprouted up.",
      "24": "The thin heads of grain swallowed the seven good ones. I told this to the magicians, but no one can tell me what it means.”",
      "25": "Then Joseph said to Pharaoh, “Pharaoh’s dreams mean the same thing. God has revealed to Pharaoh what he is about to do.",
      "26": "The seven good cows are seven years, and the seven good heads are seven years. The dreams mean the same thing.",
      "27": "The seven thin, sickly cows that came up after them are seven years, and the seven worthless heads of grain scorched by the east wind are seven years of famine.",
      "28": "“It is just as I told Pharaoh: God has shown Pharaoh what he is about to do.",
      "29": "Seven years of great abundance are coming throughout the land of Egypt.",
      "30": "After them, seven years of famine will take place, and all the abundance in the land of Egypt will be forgotten. The famine will devastate the land.",
      "31": "The abundance in the land will not be remembered because of the famine that follows it, for the famine will be very severe.",
      "32": "Since the dream was given twice to Pharaoh, it means that the matter has been determined by God, and he will carry it out soon.",
      "33": "“So now, let Pharaoh look for a discerning and wise man and set him over the land of Egypt.",
      "34": "Let Pharaoh do this: Let him appoint overseers over the land and take a fifth of the harvest of the land of Egypt during the seven years of abundance.",
      "35": "Let them gather all the excess food during these good years that are coming. Under Pharaoh’s authority, store the grain in the cities, so they may preserve it as food.",
      "36": "The food will be a reserve for the land during the seven years of famine that will take place in the land of Egypt. Then the country will not be wiped out by the famine.”",
      "37": "The proposal pleased Pharaoh and all his servants,",
      "38": "and he said to them, “Can we find anyone like this, a man who has God’s spirit in him?”",
      "39": "So Pharaoh said to Joseph, “Since God has made all this known to you, there is no one as discerning and wise as you are.",
      "40": "You will be over my house, and all my people will obey your commands. Only I, as king, will be greater than you.”",
      "41": "Pharaoh also said to Joseph, “See, I am placing you over all the land of Egypt.”",
      "42": "Pharaoh removed his signet ring from his hand and put it on Joseph’s hand, clothed him with fine linen garments, and placed a gold chain around his neck.",
      "43": "He had Joseph ride in his second chariot, and servants called out before him, “Make way!” So he placed him over all the land of Egypt.",
      "44": "Pharaoh said to Joseph, “I am Pharaoh and no one will be able to raise his hand or foot in all the land of Egypt without your permission.”",
      "45": "Pharaoh gave Joseph the name Zaphenath-paneah and gave him a wife, Asenath daughter of Potiphera, priest at On. And Joseph went throughout the land of Egypt.",
      "46": "Joseph was thirty years old when he entered the service of Pharaoh king of Egypt. Joseph left Pharaoh’s presence and traveled throughout the land of Egypt.",
      "47": "During the seven years of abundance the land produced outstanding harvests.",
      "48": "Joseph gathered all the excess food in the land of Egypt during the seven years and put it in the cities. He put the food in every city from the fields around it.",
      "49": "So Joseph stored up grain in such abundance—like the sand of the sea—that he stopped measuring it because it was beyond measure.",
      "50": "Two sons were born to Joseph before the years of famine arrived. Asenath daughter of Potiphera, priest at On, bore them to him.",
      "51": "Joseph named the firstborn Manasseh and said, “God has made me forget all my hardship and my whole family.”",
      "52": "And the second son he named Ephraim and said, “God has made me fruitful in the land of my affliction.”",
      "53": "Then the seven years of abundance in the land of Egypt came to an end,",
      "54": "and the seven years of famine began, just as Joseph had said. There was famine in every land, but in the whole land of Egypt there was food.",
      "55": "When the whole land of Egypt was stricken with famine, the people cried out to Pharaoh for food. Pharaoh told all Egypt, “Go to Joseph and do whatever he tells you.”",
      "56": "Now the famine had spread across the whole region, so Joseph opened all the storehouses and sold grain to the Egyptians, for the famine was severe in the land of Egypt.",
      "57": "Every land came to Joseph in Egypt to buy grain, for the famine was severe in every land."
    },
    "42": {
      "1": "When Jacob learned that there was grain in Egypt, he said to his sons, “Why do you keep looking at each other?",
      "2": "Listen,” he went on, “I have heard there is grain in Egypt. Go down there and buy some for us so that we will live and not die.”",
      "3": "So ten of Joseph’s brothers went down to buy grain from Egypt.",
      "4": "But Jacob did not send Joseph’s brother Benjamin with his brothers, for he thought, “Something might happen to him.”",
      "5": "The sons of Israel were among those who came to buy grain, for the famine was in the land of Canaan.",
      "6": "Joseph was in charge of the country; he sold grain to all its people. His brothers came and bowed down before him with their faces to the ground.",
      "7": "When Joseph saw his brothers, he recognized them, but he treated them like strangers and spoke harshly to them.\n“Where do you come from?” he asked.\n“From the land of Canaan to buy food,” they replied.",
      "8": "Although Joseph recognized his brothers, they did not recognize him.",
      "9": "Joseph remembered his dreams about them and said to them, “You are spies. You have come to see the weakness of the land.”",
      "10": "“No, my lord. Your servants have come to buy food,” they said.",
      "11": "“We are all sons of one man. We are honest; your servants are not spies.”",
      "12": "“No,” he said to them. “You have come to see the weakness of the land.”",
      "13": "But they replied, “We, your servants, were twelve brothers, the sons of one man in the land of Canaan. The youngest is now with our father, and one is no longer living.”",
      "14": "Then Joseph said to them, “I have spoken: ‘You are spies!’",
      "15": "This is how you will be tested: As surely as Pharaoh lives, you will not leave this place unless your youngest brother comes here.",
      "16": "Send one from among you to get your brother. The rest of you will be imprisoned so that your words can be tested to see if they are true. If they are not, then as surely as Pharaoh lives, you are spies!”",
      "17": "So Joseph imprisoned them together for three days.",
      "18": "On the third day Joseph said to them, “I fear God—do this and you will live.",
      "19": "If you are honest, let one of you be confined to the guardhouse, while the rest of you go and take grain to relieve the hunger of your households.",
      "20": "Bring your youngest brother to me so that your words can be confirmed; then you won’t die.” And they consented to this.",
      "21": "Then they said to each other, “Obviously, we are being punished for what we did to our brother. We saw his deep distress when he pleaded with us, but we would not listen. That is why this trouble has come to us.”",
      "22": "But Reuben replied, “Didn’t I tell you not to harm the boy? But you wouldn’t listen. Now we must account for his blood!”",
      "23": "They did not realize that Joseph understood them, since there was an interpreter between them.",
      "24": "He turned away from them and wept. When he turned back and spoke to them, he took Simeon from them and had him bound before their eyes.",
      "25": "Joseph then gave orders to fill their containers with grain, return each man’s silver to his sack, and give them provisions for their journey. This order was carried out.",
      "26": "They loaded the grain on their donkeys and left there.",
      "27": "At the place where they lodged for the night, one of them opened his sack to get feed for his donkey, and he saw his silver there at the top of his bag.",
      "28": "He said to his brothers, “My silver has been returned! It’s here in my bag.” Their hearts sank. Trembling, they turned to one another and said, “What has God done to us?”",
      "29": "When they reached their father Jacob in the land of Canaan, they told him all that had happened to them:",
      "30": "“The man who is the lord of the country spoke harshly to us and accused us of spying on the country.",
      "31": "But we told him, ‘We are honest and not spies.",
      "32": "We were twelve brothers, sons of the same father. One is no longer living, and the youngest is now with our father in the land of Canaan.’",
      "33": "The man who is the lord of the country said to us, ‘This is how I will know if you are honest: Leave one brother with me, take food to relieve the hunger of your households, and go.",
      "34": "Bring back your youngest brother to me, and I will know that you are not spies but honest men. I will then give your brother back to you, and you can trade in the country.’”",
      "35": "As they began emptying their sacks, there in each man’s sack was his bag of silver! When they and their father saw their bags of silver, they were afraid.",
      "36": "Their father Jacob said to them, “It’s me that you make childless. Joseph is gone, and Simeon is gone. Now you want to take Benjamin. Everything happens to me!”",
      "37": "Then Reuben said to his father, “You can kill my two sons if I don’t bring him back to you. Put him in my care, and I will return him to you.”",
      "38": "But Jacob answered, “My son will not go down with you, for his brother is dead and he alone is left. If anything happens to him on your journey, you will bring my gray hairs down to Sheol in sorrow.”"
    },
    "43": {
      "1": "Now the famine in the land was severe.",
      "2": "When they had used up the grain they had brought back from Egypt, their father said to them, “Go back and buy us a little food.”",
      "3": "But Judah said to him, “The man specifically warned us, ‘You will not see me again unless your brother is with you.’",
      "4": "If you will send our brother with us, we will go down and buy food for you.",
      "5": "But if you will not send him, we will not go, for the man said to us, ‘You will not see me again unless your brother is with you.’”",
      "6": "“Why have you caused me so much trouble?” Israel asked. “Why did you tell the man that you had another brother?”",
      "7": "They answered, “The man kept asking about us and our family: ‘Is your father still alive? Do you have another brother?’ And we answered him accordingly. How could we know that he would say, ‘Bring your brother here’?”",
      "8": "Then Judah said to his father Israel, “Send the boy with me. We will be on our way so that we may live and not die—neither we, nor you, nor our dependents.",
      "9": "I will be responsible for him. You can hold me personally accountable! If I do not bring him back to you and set him before you, I will be guilty before you forever.",
      "10": "If we had not delayed, we could have come back twice by now.”",
      "11": "Then their father Israel said to them, “If it must be so, then do this: Put some of the best products of the land in your packs and take them down to the man as a gift—a little balsam and a little honey, aromatic gum and resin, pistachios and almonds.",
      "12": "Take twice as much silver with you. Return the silver that was returned to you in the top of your bags. Perhaps it was a mistake.",
      "13": "Take your brother also, and go back at once to the man.",
      "14": "May God Almighty cause the man to be merciful to you so that he will release your other brother and Benjamin to you. As for me, if I am deprived of my sons, then I am deprived.”",
      "15": "The men took this gift, double the amount of silver, and Benjamin. They immediately went down to Egypt and stood before Joseph.",
      "16": "When Joseph saw Benjamin with them, he said to his steward, “Take the men to my house. Slaughter an animal and prepare it, for they will eat with me at noon.”",
      "17": "The man did as Joseph had said and brought them to Joseph’s house.",
      "18": "But the men were afraid because they were taken to Joseph’s house. They said, “We have been brought here because of the silver that was returned in our bags the first time. They intend to overpower us, seize us, make us slaves, and take our donkeys.”",
      "19": "So they approached Joseph’s steward and spoke to him at the doorway of the house.",
      "20": "They said, “My lord, we really did come down here the first time only to buy food.",
      "21": "When we came to the place where we lodged for the night and opened our bags of grain, each one’s silver was at the top of his bag! It was the full amount of our silver, and we have brought it back with us.",
      "22": "We have brought additional silver with us to buy food. We don’t know who put our silver in the bags.”",
      "23": "Then the steward said, “May you be well. Don’t be afraid. Your God and the God of your father must have put treasure in your bags. I received your silver.” Then he brought Simeon out to them.",
      "24": "The steward brought the men into Joseph’s house, gave them water to wash their feet, and got feed for their donkeys.",
      "25": "Since the men had heard that they were going to eat a meal there, they prepared their gift for Joseph’s arrival at noon.",
      "26": "When Joseph came home, they brought him the gift they had carried into the house, and they bowed to the ground before him.",
      "27": "He asked if they were well, and he said, “How is your elderly father that you told me about? Is he still alive?”",
      "28": "They answered, “Your servant our father is well. He is still alive.” And they knelt low and paid homage to him.",
      "29": "When he looked up and saw his brother Benjamin, his mother’s son, he asked, “Is this your youngest brother that you told me about?” Then he said, “May God be gracious to you, my son.”",
      "30": "Joseph hurried out because he was overcome with emotion for his brother, and he was about to weep. He went into an inner room and wept there.",
      "31": "Then he washed his face and came out. Regaining his composure, he said, “Serve the meal.”",
      "32": "They served him by himself, his brothers by themselves, and the Egyptians who were eating with him by themselves, because Egyptians could not eat with Hebrews, since that is detestable to them.",
      "33": "They were seated before him in order by age, from the firstborn to the youngest. The men looked at each other in astonishment.",
      "34": "Portions were served to them from Joseph’s table, and Benjamin’s portion was five times larger than any of theirs. They drank and became drunk with Joseph."
    },
    "44": {
      "1": "Joseph commanded his steward, “Fill the men’s bags with as much food as they can carry, and put each one’s silver at the top of his bag.",
      "2": "Put my cup, the silver one, at the top of the youngest one’s bag, along with the silver for his grain.” So he did as Joseph told him.",
      "3": "At morning light, the men were sent off with their donkeys.",
      "4": "They had not gone very far from the city when Joseph said to his steward, “Get up. Pursue the men, and when you overtake them, say to them, ‘Why have you repaid evil for good?",
      "5": "Isn’t this the cup that my master drinks from and uses for divination? What you have done is wrong!’”",
      "6": "When he overtook them, he said these words to them.",
      "7": "They said to him, “Why does my lord say these things? Your servants could not possibly do such a thing.",
      "8": "We even brought back to you from the land of Canaan the silver we found at the top of our bags. How could we steal silver or gold from your master’s house?",
      "9": "If it is found with one of us, your servants, he must die, and the rest of us will become my lord’s slaves.”",
      "10": "The steward replied, “What you have said is right, but only the one who is found to have it will be my slave, and the rest of you will be blameless.”",
      "11": "So each one quickly lowered his sack to the ground and opened it.",
      "12": "The steward searched, beginning with the oldest and ending with the youngest, and the cup was found in Benjamin’s sack.",
      "13": "Then they tore their clothes, and each one loaded his donkey and returned to the city.",
      "14": "When Judah and his brothers reached Joseph’s house, he was still there. They fell to the ground before him.",
      "15": "“What have you done?” Joseph said to them. “Didn’t you know that a man like me could uncover the truth by divination?”",
      "16": "“What can we say to my lord?” Judah replied. “How can we plead? How can we justify ourselves? God has exposed your servants’ iniquity. We are now my lord’s slaves—both we and the one in whose possession the cup was found.”",
      "17": "Then Joseph said, “I swear that I will not do this. The man in whose possession the cup was found will be my slave. The rest of you can go in peace to your father.”",
      "18": "But Judah approached him and said, “My lord, please let your servant speak personally to my lord. Do not be angry with your servant, for you are like Pharaoh.",
      "19": "My lord asked his servants, ‘Do you have a father or a brother?’",
      "20": "and we answered my lord, ‘We have an elderly father and a younger brother, the child of his old age. The boy’s brother is dead. He is the only one of his mother’s sons left, and his father loves him.’",
      "21": "Then you said to your servants, ‘Bring him to me so that I can see him.’",
      "22": "But we said to my lord, ‘The boy cannot leave his father. If he were to leave, his father would die.’",
      "23": "Then you said to your servants, ‘If your younger brother does not come down with you, you will not see me again.’",
      "24": "“This is what happened when we went back to your servant my father: We reported to him the words of my lord.",
      "25": "But our father said, ‘Go again, and buy us a little food.’",
      "26": "We told him, ‘We cannot go down unless our younger brother goes with us. If our younger brother isn’t with us, we cannot see the man.’",
      "27": "Your servant my father said to us, ‘You know that my wife bore me two sons.",
      "28": "One is gone from me—I said he must have been torn to pieces—and I have never seen him again.",
      "29": "If you also take this one from me and anything happens to him, you will bring my gray hairs down to Sheol in sorrow.’",
      "30": "“So if I come to your servant my father and the boy is not with us—his life is wrapped up with the boy’s life—",
      "31": "when he sees that the boy is not with us, he will die. Then your servants will have brought the gray hairs of your servant our father down to Sheol in sorrow.",
      "32": "Your servant became accountable to my father for the boy, saying, ‘If I do not return him to you, I will always bear the guilt for sinning against you, my father.’",
      "33": "Now please let your servant remain here as my lord’s slave, in place of the boy. Let him go back with his brothers.",
      "34": "For how can I go back to my father without the boy? I could not bear to see the grief that would overwhelm my father.”"
    },
    "45": {
      "1": "Joseph could no longer keep his composure in front of all his attendants, so he called out, “Send everyone away from me!” No one was with him when he revealed his identity to his brothers.",
      "2": "But he wept so loudly that the Egyptians heard it, and also Pharaoh’s household heard it.",
      "3": "Joseph said to his brothers, “I am Joseph! Is my father still living?” But they could not answer him because they were terrified in his presence.",
      "4": "Then Joseph said to his brothers, “Please, come near me,” and they came near. “I am Joseph, your brother,” he said, “the one you sold into Egypt.",
      "5": "And now don’t be grieved or angry with yourselves for selling me here, because God sent me ahead of you to preserve life.",
      "6": "For the famine has been in the land these two years, and there will be five more years without plowing or harvesting.",
      "7": "God sent me ahead of you to establish you as a remnant within the land and to keep you alive by a great deliverance.",
      "8": "Therefore it was not you who sent me here, but God. He has made me a father to Pharaoh, lord of his entire household, and ruler over all the land of Egypt.",
      "9": "“Return quickly to my father and say to him, ‘This is what your son Joseph says: “God has made me lord of all Egypt. Come down to me without delay.",
      "10": "You can settle in the land of Goshen and be near me—you, your children, and your grandchildren, your flocks, your herds, and all you have.",
      "11": "There I will sustain you, for there will be five more years of famine. Otherwise, you, your household, and everything you have will become destitute.”’",
      "12": "Look! Your eyes and the eyes of my brother Benjamin can see that I’m the one speaking to you.",
      "13": "Tell my father about all my glory in Egypt and about all you have seen. And bring my father here quickly.”",
      "14": "Then Joseph threw his arms around his brother Benjamin and wept, and Benjamin wept on his shoulder.",
      "15": "Joseph kissed each of his brothers as he wept, and afterward his brothers talked with him.",
      "16": "When the news reached Pharaoh’s palace, “Joseph’s brothers have come,” Pharaoh and his servants were pleased.",
      "17": "Pharaoh said to Joseph, “Tell your brothers, ‘Do this: Load your animals and go on back to the land of Canaan.",
      "18": "Get your father and your families, and come back to me. I will give you the best of the land of Egypt, and you can eat from the richness of the land.’",
      "19": "You are also commanded to tell them, ‘Do this: Take wagons from the land of Egypt for your dependents and your wives and bring your father here.",
      "20": "Do not be concerned about your belongings, for the best of all the land of Egypt is yours.’”",
      "21": "The sons of Israel did this. Joseph gave them wagons as Pharaoh had commanded, and he gave them provisions for the journey.",
      "22": "He gave each of the brothers changes of clothes, but he gave Benjamin three hundred pieces of silver and five changes of clothes.",
      "23": "He sent his father the following: ten donkeys carrying the best products of Egypt and ten female donkeys carrying grain, food, and provisions for his father on the journey.",
      "24": "So Joseph sent his brothers on their way, and as they were leaving, he said to them, “Don’t argue on the way.”",
      "25": "So they went up from Egypt and came to their father Jacob in the land of Canaan.",
      "26": "They said, “Joseph is still alive, and he is ruler over all the land of Egypt!” Jacob was stunned, for he did not believe them.",
      "27": "But when they told Jacob all that Joseph had said to them, and when he saw the wagons that Joseph had sent to transport him, the spirit of their father Jacob revived.",
      "28": "Then Israel said, “Enough! My son Joseph is still alive. I will go to see him before I die.”"
    },
    "46": {
      "1": "Israel set out with all that he had and came to Beer-sheba, and he offered sacrifices to the God of his father Isaac.",
      "2": "That night God spoke to Israel in a vision: “Jacob, Jacob!” he said.\nAnd Jacob replied, “Here I am.”",
      "3": "God said, “I am God, the God of your father. Do not be afraid to go down to Egypt, for I will make you into a great nation there.",
      "4": "I will go down with you to Egypt, and I will also bring you back. Joseph will close your eyes when you die.”",
      "5": "Jacob left Beer-sheba. The sons of Israel took their father Jacob in the wagons Pharaoh had sent to carry him, along with their dependents and their wives.",
      "6": "They also took their cattle and possessions they had acquired in the land of Canaan. Then Jacob and all his offspring with him came to Egypt.",
      "7": "His sons and grandsons, his daughters and granddaughters, indeed all his offspring, he brought with him to Egypt.",
      "8": "These are the names of the sons of Israel who came to Egypt—Jacob and his sons:\nJacob’s firstborn: Reuben.",
      "9": "Reuben’s sons: Hanoch, Pallu, Hezron, and Carmi.",
      "10": "Simeon’s sons: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman.",
      "11": "Levi’s sons: Gershon, Kohath, and Merari.",
      "12": "Judah’s sons: Er, Onan, Shelah, Perez, and Zerah; but Er and Onan died in the land of Canaan.\nThe sons of Perez were Hezron and Hamul.",
      "13": "Issachar’s sons: Tola, Puvah, Jashub, and Shimron.",
      "14": "Zebulun’s sons: Sered, Elon, and Jahleel.",
      "15": "These were Leah’s sons born to Jacob in Paddan-aram, as well as his daughter Dinah. The total number of persons: thirty-three.",
      "16": "Gad’s sons: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.",
      "17": "Asher’s sons: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah.\nBeriah’s sons were Heber and Malchiel.",
      "18": "These were the sons of Zilpah—whom Laban gave to his daughter Leah—that she bore to Jacob: sixteen persons.",
      "19": "The sons of Jacob’s wife Rachel: Joseph and Benjamin.",
      "20": "Manasseh and Ephraim were born to Joseph in the land of Egypt. They were born to him by Asenath daughter of Potiphera, a priest at On.",
      "21": "Benjamin’s sons: Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.",
      "22": "These were Rachel’s sons who were born to Jacob: fourteen persons.",
      "23": "Dan’s son: Hushim.",
      "24": "Naphtali’s sons: Jahzeel, Guni, Jezer, and Shillem.",
      "25": "These were the sons of Bilhah, whom Laban gave to his daughter Rachel. She bore to Jacob: seven persons.",
      "26": "The total number of persons belonging to Jacob—his direct descendants, not including the wives of Jacob’s sons—who came to Egypt: sixty-six.",
      "27": "And Joseph’s sons who were born to him in Egypt: two persons.\nAll those of Jacob’s household who came to Egypt: seventy persons.",
      "28": "Now Jacob had sent Judah ahead of him to Joseph to prepare for his arrival at Goshen. When they came to the land of Goshen,",
      "29": "Joseph hitched the horses to his chariot and went up to Goshen to meet his father Israel. Joseph presented himself to him, threw his arms around him, and wept for a long time.",
      "30": "Then Israel said to Joseph, “I’m ready to die now because I have seen your face and you are still alive!”",
      "31": "Joseph said to his brothers and to his father’s family, “I will go up and inform Pharaoh, telling him, ‘My brothers and my father’s family, who were in the land of Canaan, have come to me.",
      "32": "The men are shepherds; they also raise livestock. They have brought their flocks and herds and all that they have.’",
      "33": "When Pharaoh addresses you and asks, ‘What is your occupation?’",
      "34": "you are to say, ‘Your servants, both we and our ancestors, have raised livestock from our youth until now.’ Then you will be allowed to settle in the land of Goshen, since all shepherds are detestable to Egyptians.”"
    },
    "47": {
      "1": "So Joseph went and informed Pharaoh: “My father and my brothers, with their flocks and herds and all that they own, have come from the land of Canaan and are now in the land of Goshen.”",
      "2": "He took five of his brothers and presented them to Pharaoh.",
      "3": "And Pharaoh asked his brothers, “What is your occupation?”\nThey said to Pharaoh, “Your servants, both we and our ancestors, are shepherds.”",
      "4": "And they said to Pharaoh, “We have come to stay in the land for a while because there is no grazing land for your servants’ sheep, since the famine in the land of Canaan has been severe. So now, please let your servants settle in the land of Goshen.”",
      "5": "Then Pharaoh said to Joseph, “Now that your father and brothers have come to you,",
      "6": "the land of Egypt is open before you; settle your father and brothers in the best part of the land. They can live in the land of Goshen. If you know of any capable men among them, put them in charge of my livestock.”",
      "7": "Joseph then brought his father Jacob and presented him to Pharaoh, and Jacob blessed Pharaoh.",
      "8": "Pharaoh said to Jacob, “How many years have you lived?”",
      "9": "Jacob said to Pharaoh, “My pilgrimage has lasted 130 years. My years have been few and hard, and they have not reached the years of my ancestors during their pilgrimages.”",
      "10": "So Jacob blessed Pharaoh and departed from Pharaoh’s presence.",
      "11": "Then Joseph settled his father and brothers in the land of Egypt and gave them property in the best part of the land, the land of Rameses, as Pharaoh had commanded.",
      "12": "And Joseph provided his father, his brothers, and all his father’s family with food for their dependents.",
      "13": "But there was no food in the entire region, for the famine was very severe. The land of Egypt and the land of Canaan were exhausted by the famine.",
      "14": "Joseph collected all the silver to be found in the land of Egypt and the land of Canaan in exchange for the grain they were purchasing, and he brought the silver to Pharaoh’s palace.",
      "15": "When the silver from the land of Egypt and the land of Canaan was gone, all the Egyptians came to Joseph and said, “Give us food. Why should we die here in front of you? The silver is gone!”",
      "16": "But Joseph said, “Give me your livestock. Since the silver is gone, I will give you food in exchange for your livestock.”",
      "17": "So they brought their livestock to Joseph, and he gave them food in exchange for the horses, the flocks of sheep, the herds of cattle, and the donkeys. That year he provided them with food in exchange for all their livestock.",
      "18": "When that year was over, they came the next year and said to him, “We cannot hide from our lord that the silver is gone and that all our livestock belongs to our lord. There is nothing left for our lord except our bodies and our land.",
      "19": "Why should we die here in front of you—both us and our land? Buy us and our land in exchange for food. Then we with our land will become Pharaoh’s slaves. Give us seed so that we can live and not die, and so that the land won’t become desolate.”",
      "20": "In this way, Joseph acquired all the land in Egypt for Pharaoh, because every Egyptian sold his field since the famine was so severe for them. The land became Pharaoh’s,",
      "21": "and Joseph made the people servants from one end of Egypt to the other.",
      "22": "The only land he did not acquire belonged to the priests, for they had an allowance from Pharaoh. They ate from their allowance that Pharaoh gave them; therefore they did not sell their land.",
      "23": "Joseph said to the people, “Understand today that I have acquired you and your land for Pharaoh. Here is seed for you. Sow it in the land.",
      "24": "At harvest, you are to give a fifth of it to Pharaoh, and four-fifths will be yours as seed for the field and as food for yourselves, your households, and your dependents.”",
      "25": "“You have saved our lives,” they said. “We have found favor with our lord and will be Pharaoh’s slaves.”",
      "26": "So Joseph made it a law, still in effect today in the land of Egypt, that a fifth of the produce belongs to Pharaoh. Only the priests’ land does not belong to Pharaoh.",
      "27": "Israel settled in the land of Egypt, in the region of Goshen. They acquired property in it and became fruitful and very numerous.",
      "28": "Now Jacob lived in the land of Egypt 17 years, and his life span was 147 years.",
      "29": "When the time approached for him to die, he called his son Joseph and said to him, “If I have found favor with you, put your hand under my thigh and promise me that you will deal with me in kindness and faithfulness. Do not bury me in Egypt.",
      "30": "When I rest with my ancestors, carry me away from Egypt and bury me in their burial place.”\nJoseph answered, “I will do what you have asked.”",
      "31": "And Jacob said, “Swear to me.” So Joseph swore to him. Then Israel bowed in thanks at the head of his bed."
    },
    "48": {
      "1": "Some time after this, Joseph was told, “Your father is weaker.” So he set out with his two sons, Manasseh and Ephraim.",
      "2": "When Jacob was told, “Your son Joseph has come to you,” Israel summoned his strength and sat up in bed.",
      "3": "Jacob said to Joseph, “God Almighty appeared to me at Luz in the land of Canaan and blessed me.",
      "4": "He said to me, ‘I will make you fruitful and numerous; I will make many nations come from you, and I will give this land as a permanent possession to your future descendants.’",
      "5": "Your two sons born to you in the land of Egypt before I came to you in Egypt are now mine. Ephraim and Manasseh belong to me just as Reuben and Simeon do.",
      "6": "Children born to you after them will be yours and will be recorded under the names of their brothers with regard to their inheritance.",
      "7": "When I was returning from Paddan, to my sorrow Rachel died along the way, some distance from Ephrath in the land of Canaan. I buried her there along the way to Ephrath” (that is, Bethlehem).",
      "8": "When Israel saw Joseph’s sons, he said, “Who are these?”",
      "9": "And Joseph said to his father, “They are my sons God has given me here.”\nSo Israel said, “Bring them to me and I will bless them.”",
      "10": "Now his eyesight was poor because of old age; he could hardly see. Joseph brought them to him, and he kissed and embraced them.",
      "11": "Israel said to Joseph, “I never expected to see your face again, but now God has even let me see your offspring.”",
      "12": "Then Joseph took them from his father’s knees and bowed with his face to the ground.",
      "13": "Then Joseph took them both—with his right hand Ephraim toward Israel’s left, and with his left hand Manasseh toward Israel’s right—and brought them to Israel.",
      "14": "But Israel stretched out his right hand and put it on the head of Ephraim, the younger, and crossing his hands, put his left on Manasseh’s head, although Manasseh was the firstborn.",
      "15": "Then he blessed Joseph and said:\nThe God before whom my fathers Abraham and Isaac walked,\nthe God who has been my shepherd all my life to this day,",
      "16": "the angel who has redeemed me from all harm—\nmay he bless these boys.\nAnd may they be called by my name\nand the names of my fathers Abraham and Isaac,\nand may they grow to be numerous within the land.",
      "17": "When Joseph saw that his father had placed his right hand on Ephraim’s head, he thought it was a mistake and took his father’s hand to move it from Ephraim’s head to Manasseh’s.",
      "18": "Joseph said to his father, “Not that way, my father! This one is the firstborn. Put your right hand on his head.”",
      "19": "But his father refused and said, “I know, my son, I know! He too will become a tribe, and he too will be great; nevertheless, his younger brother will be greater than he, and his offspring will become a populous nation.”",
      "20": "So he blessed them that day, putting Ephraim before Manasseh when he said, “The nation Israel will invoke blessings by you, saying, ‘May God make you like Ephraim and Manasseh.’”",
      "21": "Israel said to Joseph, “Look, I am about to die, but God will be with you and will bring you back to the land of your fathers.",
      "22": "Over and above what I am giving your brothers, I am giving you the one mountain slope that I took from the Amorites with my sword and bow.”"
    },
    "49": {
      "1": "Then Jacob called his sons and said, “Gather around, and I will tell you what will happen to you in the days to come.",
      "2": "Come together and listen, sons of Jacob;\nlisten to your father Israel:",
      "3": "Reuben, you are my firstborn,\nmy strength and the firstfruits of my virility,\nexcelling in prominence, excelling in power.",
      "4": "Turbulent as water, you will not excel,\nbecause you got into your father’s bed\nand you defiled it—he got into my bed.",
      "5": "Simeon and Levi are brothers;\ntheir knives are vicious weapons.",
      "6": "May I never enter their council;\nmay I never join their assembly.\nFor in their anger they kill men,\nand on a whim they hamstring oxen.",
      "7": "Their anger is cursed, for it is strong,\nand their fury, for it is cruel!\nI will disperse them throughout Jacob\nand scatter them throughout Israel.",
      "8": "Judah, your brothers will praise you.\nYour hand will be on the necks of your enemies;\nyour father’s sons will bow down to you.",
      "9": "Judah is a young lion—\nmy son, you return from the kill.\nHe crouches; he lies down like a lion\nor a lioness—who dares to rouse him?",
      "10": "The scepter will not depart from Judah\nor the staff from between his feet\nuntil he whose right it is comes\nand the obedience of the peoples belongs to him.",
      "11": "He ties his donkey to a vine,\nand the colt of his donkey to the choice vine.\nHe washes his clothes in wine\nand his robes in the blood of grapes.",
      "12": "His eyes are darker than wine,\nand his teeth are whiter than milk.",
      "13": "Zebulun will live by the seashore\nand will be a harbor for ships,\nand his territory will be next to Sidon.",
      "14": "Issachar is a strong donkey\nlying down between the saddlebags.",
      "15": "He saw that his resting place was good\nand that the land was pleasant,\nso he leaned his shoulder to bear a load\nand became a forced laborer.",
      "16": "Dan will judge his people\nas one of the tribes of Israel.",
      "17": "Dan will be a snake by the road,\na viper beside the path,\nthat bites the horse’s heels\nso that its rider falls backward.",
      "18": "I wait for your salvation, Lord.",
      "19": "Gad will be attacked by raiders,\nbut he will attack their heels.",
      "20": "Asher’s food will be rich,\nand he will produce royal delicacies.",
      "21": "Naphtali is a doe set free\nthat bears beautiful fawns.",
      "22": "Joseph is a fruitful vine,\na fruitful vine beside a spring;\nits branches climb over the wall.",
      "23": "The archers attacked him,\nshot at him, and were hostile toward him.",
      "24": "Yet his bow remained steady,\nand his strong arms were made agile\nby the hands of the Mighty One of Jacob,\nby the name of the Shepherd, the Rock of Israel,",
      "25": "by the God of your father who helps you,\nand by the Almighty who blesses you\nwith blessings of the heavens above,\nblessings of the deep that lies below,\nand blessings of the breasts and the womb.",
      "26": "The blessings of your father excel\nthe blessings of my ancestors\nand the bounty of the ancient hills.\nMay they rest on the head of Joseph,\non the brow of the prince of his brothers.",
      "27": "Benjamin is a wolf; he tears his prey.\nIn the morning he devours the prey,\nand in the evening he divides the plunder.”",
      "28": "These are the tribes of Israel, twelve in all, and this is what their father said to them. He blessed them, and he blessed each one with a suitable blessing.",
      "29": "Then he commanded them, “I am about to be gathered to my people. Bury me with my ancestors in the cave in the field of Ephron the Hethite.",
      "30": "The cave is in the field of Machpelah near Mamre, in the land of Canaan. This is the field Abraham purchased from Ephron the Hethite as burial property.",
      "31": "Abraham and his wife Sarah are buried there, Isaac and his wife Rebekah are buried there, and I buried Leah there.",
      "32": "The field and the cave in it were purchased from the Hethites.”",
      "33": "When Jacob had finished giving charges to his sons, he drew his feet into the bed, took his last breath, and was gathered to his people."
    },
    "50": {
      "1": "Then Joseph, leaning over his father’s face, wept and kissed him.",
      "2": "He commanded his servants who were physicians to embalm his father. So they embalmed Israel.",
      "3": "They took forty days to complete this, for embalming takes that long, and the Egyptians mourned for him seventy days.",
      "4": "When the days of mourning were over, Joseph said to Pharaoh’s household, “If I have found favor with you, please tell Pharaoh that",
      "5": "my father made me take an oath, saying, ‘I am about to die. You must bury me there in the tomb that I made for myself in the land of Canaan.’ Now let me go and bury my father. Then I will return.”",
      "6": "So Pharaoh said, “Go and bury your father in keeping with your oath.”",
      "7": "Then Joseph went to bury his father, and all Pharaoh’s servants, the elders of his household, and all the elders of the land of Egypt went with him,",
      "8": "along with all Joseph’s family, his brothers, and his father’s family. Only their dependents, their flocks, and their herds were left in the land of Goshen.",
      "9": "Horses and chariots went up with him; it was a very impressive procession.",
      "10": "When they reached the threshing floor of Atad, which is across the Jordan, they lamented and wept loudly, and Joseph mourned seven days for his father.",
      "11": "When the Canaanite inhabitants of the land saw the mourning at the threshing floor of Atad, they said, “This is a solemn mourning on the part of the Egyptians.” Therefore the place is named Abel-mizraim. It is across the Jordan.",
      "12": "So Jacob’s sons did for him what he had commanded them.",
      "13": "They carried him to the land of Canaan and buried him in the cave at Machpelah in the field near Mamre, which Abraham had purchased as burial property from Ephron the Hethite.",
      "14": "After Joseph buried his father, he returned to Egypt with his brothers and all who had gone with him to bury his father.",
      "15": "When Joseph’s brothers saw that their father was dead, they said to one another, “If Joseph is holding a grudge against us, he will certainly repay us for all the suffering we caused him.”",
      "16": "So they sent this message to Joseph, “Before he died your father gave a command:",
      "17": "‘Say this to Joseph: Please forgive your brothers’ transgression and their sin—the suffering they caused you.’ Therefore, please forgive the transgression of the servants of the God of your father.” Joseph wept when their message came to him.",
      "18": "His brothers also came to him, bowed down before him, and said, “We are your slaves!”",
      "19": "But Joseph said to them, “Don’t be afraid. Am I in the place of God?",
      "20": "You planned evil against me; God planned it for good to bring about the present result—the survival of many people.",
      "21": "Therefore don’t be afraid. I will take care of you and your children.” And he comforted them and spoke kindly to them.",
      "22": "Joseph and his father’s family remained in Egypt. Joseph lived 110 years.",
      "23": "He saw Ephraim’s sons to the third generation; the sons of Manasseh’s son Machir were recognized by Joseph.",
      "24": "Joseph said to his brothers, “I am about to die, but God will certainly come to your aid and bring you up from this land to the land he swore to give to Abraham, Isaac, and Jacob.”",
      "25": "So Joseph made the sons of Israel take an oath: “When God comes to your aid, you are to carry my bones up from here.”",
      "26": "Joseph died at the age of 110. They embalmed him and placed him in a coffin in Egypt."
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Christian-Standard-Bible-CSB/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:30:36.687109-04:00",
    "Translation": "CSB"
  }
}