{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Christian-Standard-Bible-CSB/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:32:10.516865-04:00",
    "Translation": "CSB"
  },
  "Proverbs": {
    "1": {
      "1": "The proverbs of Solomon son of David, king of Israel:",
      "2": "For learning wisdom and discipline;\nfor understanding insightful sayings;",
      "3": "for receiving prudent instruction\nin righteousness, justice, and integrity;",
      "4": "for teaching shrewdness to the inexperienced,\nknowledge and discretion to a young man—",
      "5": "let a wise person listen and increase learning,\nand let a discerning person obtain guidance—",
      "6": "for understanding a proverb or a parable,\nthe words of the wise, and their riddles.",
      "7": "The fear of the Lord\nis the beginning of knowledge;\nfools despise wisdom and discipline.",
      "8": "Listen, my son, to your father’s instruction,\nand don’t reject your mother’s teaching,",
      "9": "for they will be a garland of favor on your head\nand pendants around your neck.",
      "10": "My son, if sinners entice you,\ndon’t be persuaded.",
      "11": "If they say—“Come with us!\nLet’s set an ambush and kill someone.\nLet’s attack some innocent person just for fun!",
      "12": "Let’s swallow them alive, like Sheol,\nwhole, like those who go down to the Pit.",
      "13": "We’ll find all kinds of valuable property\nand fill our houses with plunder.",
      "14": "Throw in your lot with us,\nand we’ll all share the loot”—",
      "15": "my son, don’t travel that road with them\nor set foot on their path,",
      "16": "because their feet run toward evil\nand they hurry to shed blood.",
      "17": "It is useless to spread a net\nwhere any bird can see it,",
      "18": "but they set an ambush to kill themselves;\nthey attack their own lives.",
      "19": "Such are the paths of all who make profit dishonestly;\nit takes the lives of those who receive it.",
      "20": "Wisdom calls out in the street;\nshe makes her voice heard in the public squares.",
      "21": "She cries out above the commotion;\nshe speaks at the entrance of the city gates:",
      "22": "“How long, inexperienced ones, will you love ignorance?\nHow long will you mockers enjoy mocking\nand you fools hate knowledge?",
      "23": "If you respond to my warning,\nthen I will pour out my spirit on you\nand teach you my words.",
      "24": "Since I called out and you refused,\nextended my hand and no one paid attention,",
      "25": "since you neglected all my counsel\nand did not accept my correction,",
      "26": "I, in turn, will laugh at your calamity.\nI will mock when terror strikes you,",
      "27": "when terror strikes you like a storm\nand your calamity comes like a whirlwind,\nwhen trouble and stress overcome you.",
      "28": "Then they will call me, but I won’t answer;\nthey will search for me, but won’t find me.",
      "29": "Because they hated knowledge,\ndidn’t choose to fear the Lord,",
      "30": "were not interested in my counsel,\nand rejected all my correction,",
      "31": "they will eat the fruit of their way\nand be glutted with their own schemes.",
      "32": "For the apostasy of the inexperienced will kill them,\nand the complacency of fools will destroy them.",
      "33": "But whoever listens to me will live securely\nand be undisturbed by the dread of danger.”"
    },
    "2": {
      "1": "My son, if you accept my words\nand store up my commands within you,",
      "2": "listening closely to wisdom\nand directing your heart to understanding;",
      "3": "furthermore, if you call out to insight\nand lift your voice to understanding,",
      "4": "if you seek it like silver\nand search for it like hidden treasure,",
      "5": "then you will understand the fear of the Lord\nand discover the knowledge of God.",
      "6": "For the Lord gives wisdom;\nfrom his mouth come knowledge and understanding.",
      "7": "He stores up success for the upright;\nHe is a shield for those who live with integrity",
      "8": "so that he may guard the paths of justice\nand protect the way of his faithful followers.",
      "9": "Then you will understand righteousness, justice,\nand integrity—every good path.",
      "10": "For wisdom will enter your heart,\nand knowledge will delight you.",
      "11": "Discretion will watch over you,\nand understanding will guard you.",
      "12": "It will rescue you from the way of evil—\nfrom anyone who says perverse things,",
      "13": "from those who abandon the right paths\nto walk in ways of darkness,",
      "14": "from those who enjoy doing evil\nand celebrate perversion,",
      "15": "whose paths are crooked,\nand whose ways are devious.",
      "16": "It will rescue you from a forbidden woman,\nfrom a wayward woman with her flattering talk,",
      "17": "who abandons the companion of her youth\nand forgets the covenant of her God;",
      "18": "for her house sinks down to death\nand her ways to the land of the departed spirits.",
      "19": "None return who go to her;\nnone reach the paths of life.",
      "20": "So follow the way of the good,\nand keep to the paths of the righteous.",
      "21": "For the upright will inhabit the land,\nand those of integrity will remain in it;",
      "22": "but the wicked will be cut off from the land,\nand the treacherous ripped out of it."
    },
    "3": {
      "1": "My son, don’t forget my teaching,\nbut let your heart keep my commands;",
      "2": "for they will bring you\nmany days, a full life, and well-being.",
      "3": "Never let loyalty and faithfulness leave you.\nTie them around your neck;\nwrite them on the tablet of your heart.",
      "4": "Then you will find favor and high regard\nwith God and people.",
      "5": "Trust in the Lord with all your heart,\nand do not rely on your own understanding;",
      "6": "in all your ways know him,\nand he will make your paths straight.",
      "7": "Don’t be wise in your own eyes;\nfear the Lord and turn away from evil.",
      "8": "This will be healing for your body\nand strengthening for your bones.",
      "9": "Honor the Lord with your possessions\nand with the first produce of your entire harvest;",
      "10": "then your barns will be completely filled,\nand your vats will overflow with new wine.",
      "11": "Do not despise the Lord’s instruction, my son,\nand do not loathe his discipline;",
      "12": "for the Lord disciplines the one he loves,\njust as a father disciplines the son in whom he delights.",
      "13": "Happy is a man who finds wisdom\nand who acquires understanding,",
      "14": "for she is more profitable than silver,\nand her revenue is better than gold.",
      "15": "She is more precious than jewels;\nnothing you desire can equal her.",
      "16": "Long life is in her right hand;\nin her left, riches and honor.",
      "17": "Her ways are pleasant,\nand all her paths, peaceful.",
      "18": "She is a tree of life to those who embrace her,\nand those who hold on to her are happy.",
      "19": "The Lord founded the earth by wisdom\nand established the heavens by understanding.",
      "20": "By his knowledge the watery depths broke open,\nand the clouds dripped with dew.",
      "21": "Maintain sound wisdom and discretion.\nMy son, don’t lose sight of them.",
      "22": "They will be life for you\nand adornment for your neck.",
      "23": "Then you will go safely on your way;\nyour foot will not stumble.",
      "24": "When you lie down, you will not be afraid;\nyou will lie down, and your sleep will be pleasant.",
      "25": "Don’t fear sudden danger\nor the ruin of the wicked when it comes,",
      "26": "for the Lord will be your confidence\nand will keep your foot from a snare.",
      "27": "When it is in your power,\ndon’t withhold good from the one to whom it belongs.",
      "28": "Don’t say to your neighbor, “Go away! Come back later.\nI’ll give it tomorrow”—when it is there with you.",
      "29": "Don’t plan any harm against your neighbor,\nfor he trusts you and lives near you.",
      "30": "Don’t accuse anyone without cause,\nwhen he has done you no harm.",
      "31": "Don’t envy a violent man\nor choose any of his ways;",
      "32": "for the devious are detestable to the Lord,\nbut he is a friend to the upright.",
      "33": "The Lord’s curse is on the household of the wicked,\nbut he blesses the home of the righteous;",
      "34": "He mocks those who mock\nbut gives grace to the humble.",
      "35": "The wise will inherit honor,\nbut he holds up fools to dishonor."
    },
    "4": {
      "1": "Listen, sons, to a father’s discipline,\nand pay attention so that you may gain understanding,",
      "2": "for I am giving you good instruction.\nDon’t abandon my teaching.",
      "3": "When I was a son with my father,\ntender and precious to my mother,",
      "4": "he taught me and said,\n“Your heart must hold on to my words.\nKeep my commands and live.",
      "5": "Get wisdom, get understanding;\ndon’t forget or turn away from the words from my mouth.",
      "6": "Don’t abandon wisdom, and she will watch over you;\nlove her, and she will guard you.",
      "7": "Wisdom is supreme—so get wisdom.\nAnd whatever else you get, get understanding.",
      "8": "Cherish her, and she will exalt you;\nif you embrace her, she will honor you.",
      "9": "She will place a garland of favor on your head;\nshe will give you a crown of beauty.”",
      "10": "Listen, my son. Accept my words,\nand you will live many years.",
      "11": "I am teaching you the way of wisdom;\nI am guiding you on straight paths.",
      "12": "When you walk, your steps will not be hindered;\nwhen you run, you will not stumble.",
      "13": "Hold on to instruction; don’t let go.\nGuard it, for it is your life.",
      "14": "Keep off the path of the wicked;\ndon’t proceed on the way of evil ones.",
      "15": "Avoid it; don’t travel on it.\nTurn away from it, and pass it by.",
      "16": "For they can’t sleep\nunless they have done what is evil;\nthey are robbed of sleep\nunless they make someone stumble.",
      "17": "They eat the bread of wickedness\nand drink the wine of violence.",
      "18": "The path of the righteous is like the light of dawn,\nshining brighter and brighter until midday.",
      "19": "But the way of the wicked is like the darkest gloom;\nthey don’t know what makes them stumble.",
      "20": "My son, pay attention to my words;\nlisten closely to my sayings.",
      "21": "Don’t lose sight of them;\nkeep them within your heart.",
      "22": "For they are life to those who find them,\nand health to one’s whole body.",
      "23": "Guard your heart above all else,\nfor it is the source of life.",
      "24": "Don’t let your mouth speak dishonestly,\nand don’t let your lips talk deviously.",
      "25": "Let your eyes look forward;\nfix your gaze straight ahead.",
      "26": "Carefully consider the path for your feet,\nand all your ways will be established.",
      "27": "Don’t turn to the right or to the left;\nkeep your feet away from evil."
    },
    "5": {
      "1": "My son, pay attention to my wisdom;\nlisten closely to my understanding",
      "2": "so that you may maintain discretion\nand your lips safeguard knowledge.",
      "3": "Though the lips of the forbidden woman drip honey\nand her words are smoother than oil,",
      "4": "in the end she’s as bitter as wormwood\nand as sharp as a double-edged sword.",
      "5": "Her feet go down to death;\nher steps head straight for Sheol.",
      "6": "She doesn’t consider the path of life;\nshe doesn’t know that her ways are unstable.",
      "7": "So now, sons, listen to me,\nand don’t turn away from the words from my mouth.",
      "8": "Keep your way far from her.\nDon’t go near the door of her house.",
      "9": "Otherwise, you will give up your vitality to others\nand your years to someone cruel;",
      "10": "strangers will drain your resources,\nand your hard-earned pay will end up in a foreigner’s house.",
      "11": "At the end of your life, you will lament\nwhen your physical body has been consumed,",
      "12": "and you will say, “How I hated discipline,\nand how my heart despised correction.",
      "13": "I didn’t obey my teachers\nor listen closely to my instructors.",
      "14": "I am on the verge of complete ruin\nbefore the entire community.”",
      "15": "Drink water from your own cistern,\nwater flowing from your own well.",
      "16": "Should your springs flow in the streets,\nstreams in the public squares?",
      "17": "They should be for you alone\nand not for you to share with strangers.",
      "18": "Let your fountain be blessed,\nand take pleasure in the wife of your youth.",
      "19": "A loving deer, a graceful doe—\nlet her breasts always satisfy you;\nbe lost in her love forever.",
      "20": "Why, my son, would you lose yourself\nwith a forbidden woman\nor embrace a wayward woman?",
      "21": "For a man’s ways are before the Lord’s eyes,\nand he considers all his paths.",
      "22": "A wicked man’s iniquities will trap him;\nhe will become tangled in the ropes of his own sin.",
      "23": "He will die because there is no discipline,\nand be lost because of his great stupidity."
    },
    "6": {
      "1": "My son, if you have put up security for your neighbor\nor entered into an agreement with a stranger,",
      "2": "you have been snared by the words of your mouth—\ntrapped by the words from your mouth.",
      "3": "Do this, then, my son, and free yourself,\nfor you have put yourself in your neighbor’s power:\nGo, humble yourself, and plead with your neighbor.",
      "4": "Don’t give sleep to your eyes\nor slumber to your eyelids.",
      "5": "Escape like a gazelle from a hunter,\nlike a bird from a hunter’s trap.",
      "6": "Go to the ant, you slacker!\nObserve its ways and become wise.",
      "7": "Without leader, administrator, or ruler,",
      "8": "it prepares its provisions in summer;\nit gathers its food during harvest.",
      "9": "How long will you stay in bed, you slacker?\nWhen will you get up from your sleep?",
      "10": "A little sleep, a little slumber,\na little folding of the arms to rest,",
      "11": "and your poverty will come like a robber,\nyour need, like a bandit.",
      "12": "A worthless person, a wicked man\ngoes around speaking dishonestly,",
      "13": "winking his eyes, signaling with his feet,\nand gesturing with his fingers.",
      "14": "He always plots evil with perversity in his heart;\nhe stirs up trouble.",
      "15": "Therefore calamity will strike him suddenly;\nhe will be shattered instantly, beyond recovery.",
      "16": "The Lord hates six things;\nin fact, seven are detestable to him:",
      "17": "arrogant eyes, a lying tongue,\nhands that shed innocent blood,",
      "18": "a heart that plots wicked schemes,\nfeet eager to run to evil,",
      "19": "a lying witness who gives false testimony,\nand one who stirs up trouble among brothers.",
      "20": "My son, keep your father’s command,\nand don’t reject your mother’s teaching.",
      "21": "Always bind them to your heart;\ntie them around your neck.",
      "22": "When you walk here and there, they will guide you;\nwhen you lie down, they will watch over you;\nwhen you wake up, they will talk to you.",
      "23": "For a command is a lamp, teaching is a light,\nand corrective discipline is the way to life.",
      "24": "They will protect you from an evil woman,\nfrom the flattering tongue of a wayward woman.",
      "25": "Don’t lust in your heart for her beauty\nor let her captivate you with her eyelashes.",
      "26": "For a prostitute’s fee is only a loaf of bread,\nbut the wife of another man goes after a precious life.",
      "27": "Can a man embrace fire\nand his clothes not be burned?",
      "28": "Can a man walk on burning coals\nwithout scorching his feet?",
      "29": "So it is with the one who sleeps with\nanother man’s wife;\nno one who touches her will go unpunished.",
      "30": "People don’t despise the thief if he steals\nto satisfy himself when he is hungry.",
      "31": "Still, if caught, he must pay seven times as much;\nhe must give up all the wealth in his house.",
      "32": "The one who commits adultery lacks sense;\nwhoever does so destroys himself.",
      "33": "He will get a beating and dishonor,\nand his disgrace will never be removed.",
      "34": "For jealousy enrages a husband,\nand he will show no mercy when he takes revenge.",
      "35": "He will not be appeased by anything\nor be persuaded by lavish bribes."
    },
    "7": {
      "1": "My son, obey my words,\nand treasure my commands.",
      "2": "Keep my commands and live,\nand guard my instructions\nas you would the pupil of your eye.",
      "3": "Tie them to your fingers;\nwrite them on the tablet of your heart.",
      "4": "Say to wisdom, “You are my sister,”\nand call understanding your relative.",
      "5": "She will keep you from a forbidden woman,\na wayward woman with her flattering talk.",
      "6": "At the window of my house\nI looked through my lattice.",
      "7": "I saw among the inexperienced,\nI noticed among the youths,\na young man lacking sense.",
      "8": "Crossing the street near her corner,\nhe strolled down the road to her house",
      "9": "at twilight, in the evening,\nin the dark of the night.",
      "10": "A woman came to meet him\ndressed like a prostitute,\nhaving a hidden agenda.",
      "11": "She is loud and defiant;\nher feet do not stay at home.",
      "12": "Now in the street, now in the squares,\nshe lurks at every corner.",
      "13": "She grabs him and kisses him;\nshe brazenly says to him,",
      "14": "“I’ve made fellowship offerings;\ntoday I’ve fulfilled my vows.",
      "15": "So I came out to meet you,\nto search for you, and I’ve found you.",
      "16": "I’ve spread coverings on my bed—\nrichly colored linen from Egypt.",
      "17": "I’ve perfumed my bed\nwith myrrh, aloes, and cinnamon.",
      "18": "Come, let’s drink deeply of lovemaking until morning.\nLet’s feast on each other’s love!",
      "19": "My husband isn’t home;\nhe went on a long journey.",
      "20": "He took a bag of silver with him\nand will come home at the time of the full moon.”",
      "21": "She seduces him with her persistent pleading;\nshe lures with her flattering talk.",
      "22": "He follows her impulsively\nlike an ox going to the slaughter,\nlike a deer bounding toward a trap",
      "23": "until an arrow pierces its liver,\nlike a bird darting into a snare—\nhe doesn’t know it will cost him his life.",
      "24": "Now, sons, listen to me,\nand pay attention to the words from my mouth.",
      "25": "Don’t let your heart turn aside to her ways;\ndon’t stray onto her paths.",
      "26": "For she has brought many down to death;\nher victims are countless.",
      "27": "Her house is the road to Sheol,\ndescending to the chambers of death."
    },
    "8": {
      "1": "Doesn’t wisdom call out?\nDoesn’t understanding make her voice heard?",
      "2": "At the heights overlooking the road,\nat the crossroads, she takes her stand.",
      "3": "Beside the gates leading into the city,\nat the main entrance, she cries out:",
      "4": "“People, I call out to you;\nmy cry is to the children of Adam.",
      "5": "Learn to be shrewd, you who are inexperienced;\ndevelop common sense, you who are foolish.",
      "6": "Listen, for I speak of noble things,\nand what my lips say is right.",
      "7": "For my mouth tells the truth,\nand wickedness is detestable to my lips.",
      "8": "All the words from my mouth are righteous;\nnone of them are deceptive or perverse.",
      "9": "All of them are clear to the perceptive,\nand right to those who discover knowledge.",
      "10": "Accept my instruction instead of silver,\nand knowledge rather than pure gold.",
      "11": "For wisdom is better than jewels,\nand nothing desirable can equal it.",
      "12": "I, wisdom, share a home with shrewdness\nand have knowledge and discretion.",
      "13": "To fear the Lord is to hate evil.\nI hate arrogant pride, evil conduct,\nand perverse speech.",
      "14": "I possess good advice and sound wisdom;\nI have understanding and strength.",
      "15": "It is by me that kings reign\nand rulers enact just law;",
      "16": "by me, princes lead,\nas do nobles and all righteous judges.",
      "17": "I love those who love me,\nand those who search for me find me.",
      "18": "With me are riches and honor,\nlasting wealth and righteousness.",
      "19": "My fruit is better than solid gold,\nand my harvest than pure silver.",
      "20": "I walk in the ways of righteousness,\nalong the paths of justice,",
      "21": "giving wealth as an inheritance to those who love me,\nand filling their treasuries.",
      "22": "“The Lord acquired me\nat the beginning of his creation,\nbefore his works of long ago.",
      "23": "I was formed before ancient times,\nfrom the beginning, before the earth began.",
      "24": "I was born\nwhen there were no watery depths\nand no springs filled with water.",
      "25": "Before the mountains were established,\nprior to the hills, I was given birth—",
      "26": "before he made the land, the fields,\nor the first soil on earth.",
      "27": "I was there when he established the heavens,\nwhen he laid out the horizon on the surface of the ocean,",
      "28": "when he placed the skies above,\nwhen the fountains of the ocean gushed out,",
      "29": "when he set a limit for the sea\nso that the waters would not violate his command,\nwhen he laid out the foundations of the earth.",
      "30": "I was a skilled craftsman beside him.\nI was his delight every day,\nalways rejoicing before him.",
      "31": "I was rejoicing in his inhabited world,\ndelighting in the children of Adam.",
      "32": "“And now, sons, listen to me;\nthose who keep my ways are happy.",
      "33": "Listen to instruction and be wise;\ndon’t ignore it.",
      "34": "Anyone who listens to me is happy,\nwatching at my doors every day,\nwaiting by the posts of my doorway.",
      "35": "For the one who finds me finds life\nand obtains favor from the Lord,",
      "36": "but the one who misses me harms himself;\nall who hate me love death.”"
    },
    "9": {
      "1": "Wisdom has built her house;\nshe has carved out her seven pillars.",
      "2": "She has prepared her meat; she has mixed her wine;\nshe has also set her table.",
      "3": "She has sent out her female servants;\nshe calls out from the highest points of the city:",
      "4": "“Whoever is inexperienced, enter here!”\nTo the one who lacks sense, she says,",
      "5": "“Come, eat my bread,\nand drink the wine I have mixed.",
      "6": "Leave inexperience behind, and you will live;\npursue the way of understanding.",
      "7": "The one who corrects a mocker\nwill bring abuse on himself;\nthe one who rebukes the wicked will get hurt.",
      "8": "Don’t rebuke a mocker, or he will hate you;\nrebuke the wise, and he will love you.",
      "9": "Instruct the wise, and he will be wiser still;\nteach the righteous, and he will learn more.",
      "10": "“The fear of the Lord is the beginning of wisdom,\nand the knowledge of the Holy One is understanding.",
      "11": "For by me your days will be many,\nand years will be added to your life.",
      "12": "If you are wise, you are wise for your own benefit;\nif you mock, you alone will bear the consequences.”",
      "13": "Folly is a rowdy woman;\nshe is gullible and knows nothing.",
      "14": "She sits by the doorway of her house,\non a seat at the highest point of the city,",
      "15": "calling to those who pass by,\nwho go straight ahead on their paths:",
      "16": "“Whoever is inexperienced, enter here!”\nTo the one who lacks sense, she says,",
      "17": "“Stolen water is sweet,\nand bread eaten secretly is tasty!”",
      "18": "But he doesn’t know that the departed spirits are there,\nthat her guests are in the depths of Sheol."
    },
    "10": {
      "1": "Solomon’s proverbs:\nA wise son brings joy to his father,\nbut a foolish son, heartache to his mother.",
      "2": "Ill-gotten gains do not profit anyone,\nbut righteousness rescues from death.",
      "3": "The Lord will not let the righteous go hungry,\nbut he denies the wicked what they crave.",
      "4": "Idle hands make one poor,\nbut diligent hands bring riches.",
      "5": "The son who gathers during summer is prudent;\nthe son who sleeps during harvest is disgraceful.",
      "6": "Blessings are on the head of the righteous,\nbut the mouth of the wicked conceals violence.",
      "7": "The remembrance of the righteous is a blessing,\nbut the name of the wicked will rot.",
      "8": "A wise heart accepts commands,\nbut foolish lips will be destroyed.",
      "9": "The one who lives with integrity lives securely,\nbut whoever perverts his ways will be found out.",
      "10": "A sly wink of the eye causes grief,\nand foolish lips will be destroyed.",
      "11": "The mouth of the righteous is a fountain of life,\nbut the mouth of the wicked conceals violence.",
      "12": "Hatred stirs up conflicts,\nbut love covers all offenses.",
      "13": "Wisdom is found on the lips of the discerning,\nbut a rod is for the back of the one who lacks sense.",
      "14": "The wise store up knowledge,\nbut the mouth of the fool hastens destruction.",
      "15": "The wealth of the rich is his fortified city;\nthe poverty of the poor is their destruction.",
      "16": "The reward of the righteous is life;\nthe wages of the wicked is punishment.",
      "17": "The one who follows instruction is on the path to life,\nbut the one who rejects correction goes astray.",
      "18": "The one who conceals hatred has lying lips,\nand whoever spreads slander is a fool.",
      "19": "When there are many words, sin is unavoidable,\nbut the one who controls his lips is prudent.",
      "20": "The tongue of the righteous is pure silver;\nthe heart of the wicked is of little value.",
      "21": "The lips of the righteous feed many,\nbut fools die for lack of sense.",
      "22": "The Lord’s blessing enriches,\nand he adds no painful effort to it.",
      "23": "As shameful conduct is pleasure for a fool,\nso wisdom is for a person of understanding.",
      "24": "What the wicked dreads will come to him,\nbut what the righteous desire will be given to them.",
      "25": "When the whirlwind passes,\nthe wicked are no more,\nbut the righteous are secure forever.",
      "26": "Like vinegar to the teeth and smoke to the eyes,\nso the slacker is to the one who sends him on an errand.",
      "27": "The fear of the Lord prolongs life,\nbut the years of the wicked are cut short.",
      "28": "The hope of the righteous is joy,\nbut the expectation of the wicked will perish.",
      "29": "The way of the Lord is a stronghold for the honorable,\nbut destruction awaits evildoers.",
      "30": "The righteous will never be shaken,\nbut the wicked will not remain on the earth.",
      "31": "The mouth of the righteous produces wisdom,\nbut a perverse tongue will be cut out.",
      "32": "The lips of the righteous know what is appropriate,\nbut the mouth of the wicked, only what is perverse."
    },
    "11": {
      "1": "Dishonest scales are detestable to the Lord,\nbut an accurate weight is his delight.",
      "2": "When arrogance comes, disgrace follows,\nbut with humility comes wisdom.",
      "3": "The integrity of the upright guides them,\nbut the perversity of the treacherous destroys them.",
      "4": "Wealth is not profitable on a day of wrath,\nbut righteousness rescues from death.",
      "5": "The righteousness of the blameless clears his path,\nbut the wicked person will fall because of his wickedness.",
      "6": "The righteousness of the upright rescues them,\nbut the treacherous are trapped by their own desires.",
      "7": "When the wicked person dies,\nhis expectation comes to nothing,\nand hope placed in wealth vanishes.",
      "8": "The righteous one is rescued from trouble;\nin his place, the wicked one goes in.",
      "9": "With his mouth the ungodly destroys his neighbor,\nbut through knowledge the righteous are rescued.",
      "10": "When the righteous thrive, a city rejoices;\nwhen the wicked die, there is joyful shouting.",
      "11": "A city is built up by the blessing of the upright,\nbut it is torn down by the mouth of the wicked.",
      "12": "Whoever shows contempt for his neighbor lacks sense,\nbut a person with understanding keeps silent.",
      "13": "A gossip goes around revealing a secret,\nbut a trustworthy person keeps a confidence.",
      "14": "Without guidance, a people will fall,\nbut with many counselors there is deliverance.",
      "15": "If someone puts up security for a stranger,\nhe will suffer for it,\nbut the one who hates such agreements is protected.",
      "16": "A gracious woman gains honor,\nbut violent people gain only riches.",
      "17": "A kind man benefits himself,\nbut a cruel person brings ruin on himself.",
      "18": "The wicked person earns an empty wage,\nbut the one who sows righteousness, a true reward.",
      "19": "Genuine righteousness leads to life,\nbut pursuing evil leads to death.",
      "20": "Those with twisted minds are detestable to the Lord,\nbut those with blameless conduct are his delight.",
      "21": "Be assured that a wicked person\nwill not go unpunished,\nbut the offspring of the righteous will escape.",
      "22": "A beautiful woman who rejects good sense\nis like a gold ring in a pig’s snout.",
      "23": "The desire of the righteous turns out well,\nbut the hope of the wicked leads to wrath.",
      "24": "One person gives freely,\nyet gains more;\nanother withholds what is right,\nonly to become poor.",
      "25": "A generous person will be enriched,\nand the one who gives a drink of water\nwill receive water.",
      "26": "People will curse anyone who hoards grain,\nbut a blessing will come to the one who sells it.",
      "27": "The one who searches for what is good seeks favor,\nbut if someone looks for trouble, it will come to him.",
      "28": "Anyone trusting in his riches will fall,\nbut the righteous will flourish like foliage.",
      "29": "The one who brings ruin on his household\nwill inherit the wind,\nand a fool will be a slave\nto someone whose heart is wise.",
      "30": "The fruit of the righteous is a tree of life,\nbut a cunning person takes lives.",
      "31": "If the righteous will be repaid on earth,\nhow much more the wicked and sinful."
    },
    "12": {
      "1": "Whoever loves discipline loves knowledge,\nbut one who hates correction is stupid.",
      "2": "One who is good obtains favor from the Lord,\nbut he condemns a person who schemes.",
      "3": "No one can be made secure by wickedness,\nbut the root of the righteous is immovable.",
      "4": "A wife of noble character is her husband’s crown,\nbut a wife who causes shame\nis like rottenness in his bones.",
      "5": "The thoughts of the righteous are just,\nbut guidance from the wicked is deceitful.",
      "6": "The words of the wicked are a deadly ambush,\nbut the speech of the upright rescues them.",
      "7": "The wicked are overthrown and perish,\nbut the house of the righteous will stand.",
      "8": "A man is praised for his insight,\nbut a twisted mind is despised.",
      "9": "Better to be disregarded, yet have a servant,\nthan to act important but have no food.",
      "10": "The righteous cares about his animal’s health,\nbut even the merciful acts of the wicked are cruel.",
      "11": "The one who works his land will have plenty of food,\nbut whoever chases fantasies lacks sense.",
      "12": "The wicked desire what evil people have caught,\nbut the root of the righteous is productive.",
      "13": "By rebellious speech an evil person is trapped,\nbut a righteous person escapes from trouble.",
      "14": "A person will be satisfied with good\nby the fruit of his mouth,\nand the work of a person’s hands will reward him.",
      "15": "A fool’s way is right in his own eyes,\nbut whoever listens to counsel is wise.",
      "16": "A fool’s displeasure is known at once,\nbut whoever ignores an insult is sensible.",
      "17": "Whoever speaks the truth declares what is right,\nbut a false witness speaks deceit.",
      "18": "There is one who speaks rashly,\nlike a piercing sword;\nbut the tongue of the wise brings healing.",
      "19": "Truthful lips endure forever,\nbut a lying tongue, only a moment.",
      "20": "Deceit is in the hearts of those who plot evil,\nbut those who promote peace have joy.",
      "21": "No disaster overcomes the righteous,\nbut the wicked are full of misery.",
      "22": "Lying lips are detestable to the Lord,\nbut faithful people are his delight.",
      "23": "A shrewd person conceals knowledge,\nbut a foolish heart publicizes stupidity.",
      "24": "The diligent hand will rule,\nbut laziness will lead to forced labor.",
      "25": "Anxiety in a person’s heart weighs it down,\nbut a good word cheers it up.",
      "26": "A righteous person is careful in dealing with his neighbor,\nbut the ways of the wicked lead them astray.",
      "27": "A lazy hunter doesn’t roast his game,\nbut to a diligent person, his wealth is precious.",
      "28": "There is life in the path of righteousness,\nand in its path there is no death."
    },
    "13": {
      "1": "A wise son responds to his father’s discipline,\nbut a mocker doesn’t listen to rebuke.",
      "2": "From the fruit of his mouth,\na person will enjoy good things,\nbut treacherous people have an appetite for violence.",
      "3": "The one who guards his mouth protects his life;\nthe one who opens his lips invites his own ruin.",
      "4": "The slacker craves, yet has nothing,\nbut the diligent is fully satisfied.",
      "5": "The righteous hate lying,\nbut the wicked bring disgust and shame.",
      "6": "Righteousness guards people of integrity,\nbut wickedness undermines the sinner.",
      "7": "One person pretends to be rich but has nothing;\nanother pretends to be poor but has abundant wealth.",
      "8": "Riches are a ransom for a person’s life,\nbut a poor person hears no threat.",
      "9": "The light of the righteous shines brightly,\nbut the lamp of the wicked is put out.",
      "10": "Arrogance leads to nothing but strife,\nbut wisdom is gained by those who take advice.",
      "11": "Wealth obtained by fraud will dwindle,\nbut whoever earns it through labor will multiply it.",
      "12": "Hope delayed makes the heart sick,\nbut desire fulfilled is a tree of life.",
      "13": "The one who has contempt for instruction will pay the penalty,\nbut the one who respects a command will be rewarded.",
      "14": "A wise person’s instruction is a fountain of life,\nturning people away from the snares of death.",
      "15": "Good sense wins favor,\nbut the way of the treacherous never changes.",
      "16": "Every sensible person acts knowledgeably,\nbut a fool displays his stupidity.",
      "17": "A wicked envoy falls into trouble,\nbut a trustworthy courier brings healing.",
      "18": "Poverty and disgrace come to those\nwho ignore discipline,\nbut the one who accepts correction will be honored.",
      "19": "Desire fulfilled is sweet to the taste,\nbut to turn from evil is detestable to fools.",
      "20": "The one who walks with the wise will become wise,\nbut a companion of fools will suffer harm.",
      "21": "Disaster pursues sinners,\nbut good rewards the righteous.",
      "22": "A good man leaves an inheritance to his grandchildren,\nbut the sinner’s wealth is stored up for the righteous.",
      "23": "The uncultivated field of the poor yields abundant food,\nbut without justice, it is swept away.",
      "24": "The one who will not use the rod hates his son,\nbut the one who loves him disciplines him diligently.",
      "25": "A righteous person eats until he is satisfied,\nbut the stomach of the wicked is empty."
    },
    "14": {
      "1": "Every wise woman builds her house,\nbut a foolish one tears it down with her own hands.",
      "2": "Whoever lives with integrity fears the Lord,\nbut the one who is devious in his ways despises him.",
      "3": "The proud speech of a fool brings a rod of discipline,\nbut the lips of the wise protect them.",
      "4": "Where there are no oxen, the feeding trough is empty,\nbut an abundant harvest comes through the strength of an ox.",
      "5": "An honest witness does not deceive,\nbut a dishonest witness utters lies.",
      "6": "A mocker seeks wisdom and doesn’t find it,\nbut knowledge comes easily to the perceptive.",
      "7": "Stay away from a foolish person;\nyou will gain no knowledge from his speech.",
      "8": "The sensible person’s wisdom is to consider his way,\nbut the stupidity of fools deceives them.",
      "9": "Fools mock at making reparation,\nbut there is goodwill among the upright.",
      "10": "The heart knows its own bitterness,\nand no outsider shares in its joy.",
      "11": "The house of the wicked will be destroyed,\nbut the tent of the upright will flourish.",
      "12": "There is a way that seems right to a person,\nbut its end is the way to death.",
      "13": "Even in laughter a heart may be sad,\nand joy may end in grief.",
      "14": "The disloyal one will get what his conduct deserves,\nand a good one, what his deeds deserve.",
      "15": "The inexperienced one believes anything,\nbut the sensible one watches his steps.",
      "16": "A wise person is cautious and turns from evil,\nbut a fool is easily angered and is careless.",
      "17": "A quick-tempered person acts foolishly,\nand one who schemes is hated.",
      "18": "The inexperienced inherit foolishness,\nbut the sensible are crowned with knowledge.",
      "19": "The evil bow before those who are good,\nand the wicked, at the gates of the righteous.",
      "20": "A poor person is hated even by his neighbor,\nbut there are many who love the rich.",
      "21": "The one who despises his neighbor sins,\nbut whoever shows kindness to the poor will be happy.",
      "22": "Don’t those who plan evil go astray?\nBut those who plan good find loyalty and faithfulness.",
      "23": "There is profit in all hard work,\nbut endless talk leads only to poverty.",
      "24": "The crown of the wise is their wealth,\nbut the foolishness of fools produces foolishness.",
      "25": "A truthful witness rescues lives,\nbut one who utters lies is deceitful.",
      "26": "In the fear of the Lord one has strong confidence\nand his children have a refuge.",
      "27": "The fear of the Lord is a fountain of life,\nturning people away from the snares of death.",
      "28": "A large population is a king’s splendor,\nbut a shortage of people is a ruler’s devastation.",
      "29": "A patient person shows great understanding,\nbut a quick-tempered one promotes foolishness.",
      "30": "A tranquil heart is life to the body,\nbut jealousy is rottenness to the bones.",
      "31": "The one who oppresses the poor person insults his Maker,\nbut one who is kind to the needy honors him.",
      "32": "The wicked one is thrown down by his own sin,\nbut the righteous one has a refuge in his death.",
      "33": "Wisdom resides in the heart of the discerning;\nshe is known even among fools.",
      "34": "Righteousness exalts a nation,\nbut sin is a disgrace to any people.",
      "35": "A king favors a prudent servant,\nbut his anger falls on a disgraceful one."
    },
    "15": {
      "1": "A gentle answer turns away anger,\nbut a harsh word stirs up wrath.",
      "2": "The tongue of the wise makes knowledge attractive,\nbut the mouth of fools blurts out foolishness.",
      "3": "The eyes of the Lord are everywhere,\nobserving the wicked and the good.",
      "4": "The tongue that heals is a tree of life,\nbut a devious tongue breaks the spirit.",
      "5": "A fool despises his father’s discipline,\nbut a person who accepts correction is sensible.",
      "6": "The house of the righteous has great wealth,\nbut trouble accompanies the income of the wicked.",
      "7": "The lips of the wise broadcast knowledge,\nbut not so the heart of fools.",
      "8": "The sacrifice of the wicked is detestable to the Lord,\nbut the prayer of the upright is his delight.",
      "9": "The Lord detests the way of the wicked,\nbut he loves the one who pursues righteousness.",
      "10": "Discipline is harsh for the one who leaves the path;\nthe one who hates correction will die.",
      "11": "Sheol and Abaddon lie open before the Lord—\nhow much more, human hearts.",
      "12": "A mocker doesn’t love one who corrects him;\nhe will not consult the wise.",
      "13": "A joyful heart makes a face cheerful,\nbut a sad heart produces a broken spirit.",
      "14": "A discerning mind seeks knowledge,\nbut the mouth of fools feeds on foolishness.",
      "15": "All the days of the oppressed are miserable,\nbut a cheerful heart has a continual feast.",
      "16": "Better a little with the fear of the Lord\nthan great treasure with turmoil.",
      "17": "Better a meal of vegetables where there is love\nthan a fattened ox with hatred.",
      "18": "A hot-tempered person stirs up conflict,\nbut one slow to anger calms strife.",
      "19": "A slacker’s way is like a thorny hedge,\nbut the path of the upright is a highway.",
      "20": "A wise son brings joy to his father,\nbut a foolish man despises his mother.",
      "21": "Foolishness brings joy to one without sense,\nbut a person with understanding walks a straight path.",
      "22": "Plans fail when there is no counsel,\nbut with many advisers they succeed.",
      "23": "A person takes joy in giving an answer;\nand a timely word—how good that is!",
      "24": "For the prudent the path of life leads upward,\nso that he may avoid going down to Sheol.",
      "25": "The Lord tears apart the house of the proud,\nbut he protects the widow’s territory.",
      "26": "The Lord detests the plans of the one who is evil,\nbut pleasant words are pure.",
      "27": "The one who profits dishonestly troubles his household,\nbut the one who hates bribes will live.",
      "28": "The mind of the righteous person thinks before answering,\nbut the mouth of the wicked blurts out evil things.",
      "29": "The Lord is far from the wicked,\nbut he hears the prayer of the righteous.",
      "30": "Bright eyes cheer the heart;\ngood news strengthens the bones.",
      "31": "One who listens to life-giving rebukes\nwill be at home among the wise.",
      "32": "Anyone who ignores discipline despises himself,\nbut whoever listens to correction acquires good sense.",
      "33": "The fear of the Lord is what wisdom teaches,\nand humility comes before honor."
    },
    "16": {
      "1": "The reflections of the heart belong to mankind,\nbut the answer of the tongue is from the Lord.",
      "2": "All a person’s ways seem right to him,\nbut the Lord weighs motives.",
      "3": "Commit your activities to the Lord,\nand your plans will be established.",
      "4": "The Lord has prepared everything for his purpose—\neven the wicked for the day of disaster.",
      "5": "Everyone with a proud heart is detestable to the Lord;\nbe assured, he will not go unpunished.",
      "6": "Iniquity is atoned for by loyalty and faithfulness,\nand one turns from evil by the fear of the Lord.",
      "7": "When a person’s ways please the Lord,\nhe makes even his enemies to be at peace with him.",
      "8": "Better a little with righteousness\nthan great income with injustice.",
      "9": "A person’s heart plans his way,\nbut the Lord determines his steps.",
      "10": "God’s verdict is on the lips of a king;\nhis mouth should not give an unfair judgment.",
      "11": "Honest balances and scales are the Lord’s;\nall the weights in the bag are his concern.",
      "12": "Wicked behavior is detestable to kings,\nsince a throne is established through righteousness.",
      "13": "Righteous lips are a king’s delight,\nand he loves one who speaks honestly.",
      "14": "A king’s fury is a messenger of death,\nbut a wise person appeases it.",
      "15": "When a king’s face lights up, there is life;\nhis favor is like a cloud with spring rain.",
      "16": "Get wisdom—\nhow much better it is than gold!\nAnd get understanding—\nit is preferable to silver.",
      "17": "The highway of the upright avoids evil;\nthe one who guards his way protects his life.",
      "18": "Pride comes before destruction,\nand an arrogant spirit before a fall.",
      "19": "Better to be lowly of spirit with the humble\nthan to divide plunder with the proud.",
      "20": "The one who understands a matter finds success,\nand the one who trusts in the Lord will be happy.",
      "21": "Anyone with a wise heart is called discerning,\nand pleasant speech increases learning.",
      "22": "Insight is a fountain of life for its possessor,\nbut the discipline of fools is folly.",
      "23": "The heart of a wise person instructs his mouth;\nit adds learning to his speech.",
      "24": "Pleasant words are a honeycomb:\nsweet to the taste and health to the body.",
      "25": "There is a way that seems right to a person,\nbut its end is the way to death.",
      "26": "A worker’s appetite works for him\nbecause his hunger urges him on.",
      "27": "A worthless person digs up evil,\nand his speech is like a scorching fire.",
      "28": "A contrary person spreads conflict,\nand a gossip separates close friends.",
      "29": "A violent person lures his neighbor,\nleading him on a path that is not good.",
      "30": "The one who narrows his eyes is planning deceptions;\nthe one who compresses his lips brings about evil.",
      "31": "Gray hair is a glorious crown;\nit is found in the ways of righteousness.",
      "32": "Patience is better than power,\nand controlling one’s emotions, than capturing a city.",
      "33": "The lot is cast into the lap,\nbut its every decision is from the Lord."
    },
    "17": {
      "1": "Better a dry crust with peace\nthan a house full of feasting with strife.",
      "2": "A prudent servant will rule over a disgraceful son\nand share an inheritance among brothers.",
      "3": "A crucible for silver, and a smelter for gold,\nand the Lord is the tester of hearts.",
      "4": "A wicked person listens to malicious talk;\na liar pays attention to a destructive tongue.",
      "5": "The one who mocks the poor insults his Maker,\nand one who rejoices over calamity\nwill not go unpunished.",
      "6": "Grandchildren are the crown of the elderly,\nand the pride of children is their fathers.",
      "7": "Eloquent words are not appropriate on a fool’s lips;\nhow much worse are lies for a ruler.",
      "8": "A bribe seems like a magic stone to its owner;\nwherever he turns, he succeeds.",
      "9": "Whoever conceals an offense promotes love,\nbut whoever gossips about it separates friends.",
      "10": "A rebuke cuts into a perceptive person\nmore than a hundred lashes into a fool.",
      "11": "An evil person desires only rebellion;\na cruel messenger will be sent against him.",
      "12": "Better for a person to meet a bear robbed of her cubs\nthan a fool in his foolishness.",
      "13": "If anyone returns evil for good,\nevil will never depart from his house.",
      "14": "To start a conflict is to release a flood;\nstop the dispute before it breaks out.",
      "15": "Acquitting the guilty and condemning the just—\nboth are detestable to the Lord.",
      "16": "Why does a fool have money in his hand\nwith no intention of buying wisdom?",
      "17": "A friend loves at all times,\nand a brother is born for a difficult time.",
      "18": "One without sense enters an agreement\nand puts up security for his friend.",
      "19": "One who loves to offend loves strife;\none who builds a high threshold invites injury.",
      "20": "One with a twisted mind will not succeed,\nand one with deceitful speech will fall into ruin.",
      "21": "A man fathers a fool to his own sorrow;\nthe father of a fool has no joy.",
      "22": "A joyful heart is good medicine,\nbut a broken spirit dries up the bones.",
      "23": "A wicked person secretly takes a bribe\nto subvert the course of justice.",
      "24": "Wisdom is the focus of the perceptive,\nbut a fool’s eyes roam to the ends of the earth.",
      "25": "A foolish son is grief to his father\nand bitterness to the one who bore him.",
      "26": "It is certainly not good to fine an innocent person\nor to beat a noble for his honesty.",
      "27": "The one who has knowledge restrains his words,\nand one who keeps a cool head\nis a person of understanding.",
      "28": "Even a fool is considered wise when he keeps silent—\ndiscerning, when he seals his lips."
    },
    "18": {
      "1": "One who isolates himself pursues selfish desires;\nhe rebels against all sound wisdom.",
      "2": "A fool does not delight in understanding,\nbut only wants to show off his opinions.",
      "3": "When a wicked person comes, contempt also comes,\nand along with dishonor, derision.",
      "4": "The words of a person’s mouth are deep waters,\na flowing river, a fountain of wisdom.",
      "5": "It is not good to show partiality to the guilty,\ndenying an innocent person justice.",
      "6": "A fool’s lips lead to strife,\nand his mouth provokes a beating.",
      "7": "A fool’s mouth is his devastation,\nand his lips are a trap for his life.",
      "8": "A gossip’s words are like choice food\nthat goes down to one’s innermost being.",
      "9": "The one who is lazy in his work\nis brother to a vandal.",
      "10": "The name of the Lord is a strong tower;\nthe righteous run to it and are protected.",
      "11": "The wealth of the rich is his fortified city;\nin his imagination it is like a high wall.",
      "12": "Before his downfall a person’s heart is proud,\nbut humility comes before honor.",
      "13": "The one who gives an answer before he listens—\nthis is foolishness and disgrace for him.",
      "14": "A person’s spirit can endure sickness,\nbut who can survive a broken spirit?",
      "15": "The mind of the discerning acquires knowledge,\nand the ear of the wise seeks it.",
      "16": "A person’s gift opens doors for him\nand brings him before the great.",
      "17": "The first to state his case seems right\nuntil another comes and cross-examines him.",
      "18": "Casting the lot ends quarrels\nand separates powerful opponents.",
      "19": "An offended brother is harder to reach\nthan a fortified city,\nand quarrels are like the bars of a fortress.",
      "20": "From the fruit of a person’s mouth his stomach is satisfied;\nhe is filled with the product of his lips.",
      "21": "Death and life are in the power of the tongue,\nand those who love it will eat its fruit.",
      "22": "A man who finds a wife finds a good thing\nand obtains favor from the Lord.",
      "23": "The poor person pleads,\nbut the rich one answers roughly.",
      "24": "One with many friends may be harmed,\nbut there is a friend who stays closer than a brother."
    },
    "19": {
      "1": "Better a poor person who lives with integrity\nthan someone who has deceitful lips and is a fool.",
      "2": "Even zeal is not good without knowledge,\nand the one who acts hastily sins.",
      "3": "A person’s own foolishness leads him astray,\nyet his heart rages against the Lord.",
      "4": "Wealth attracts many friends,\nbut a poor person is separated from his friend.",
      "5": "A false witness will not go unpunished,\nand one who utters lies will not escape.",
      "6": "Many seek a ruler’s favor,\nand everyone is a friend of one who gives gifts.",
      "7": "All the brothers of a poor person hate him;\nhow much more do his friends\nkeep their distance from him!\nHe may pursue them with words,\nbut they are not there.",
      "8": "The one who acquires good sense loves himself;\none who safeguards understanding finds success.",
      "9": "A false witness will not go unpunished,\nand one who utters lies perishes.",
      "10": "Luxury is not appropriate for a fool—\nhow much less for a slave to rule over princes!",
      "11": "A person’s insight gives him patience,\nand his virtue is to overlook an offense.",
      "12": "A king’s rage is like the roaring of a lion,\nbut his favor is like dew on the grass.",
      "13": "A foolish son is his father’s ruin,\nand a wife’s nagging is an endless dripping.",
      "14": "A house and wealth are inherited from fathers,\nbut a prudent wife is from the Lord.",
      "15": "Laziness induces deep sleep,\nand a lazy person will go hungry.",
      "16": "The one who keeps commands preserves himself;\none who disregards his ways will die.",
      "17": "Kindness to the poor is a loan to the Lord,\nand he will give a reward to the lender.",
      "18": "Discipline your son while there is hope;\ndon’t set your heart on being the cause of his death.",
      "19": "A person with intense anger bears the penalty;\nif you rescue him, you’ll have to do it again.",
      "20": "Listen to counsel and receive instruction\nso that you may be wise later in life.",
      "21": "Many plans are in a person’s heart,\nbut the Lord’s decree will prevail.",
      "22": "What is desirable in a person is his fidelity;\nbetter to be a poor person than a liar.",
      "23": "The fear of the Lord leads to life;\none will sleep at night without danger.",
      "24": "The slacker buries his hand in the bowl;\nhe doesn’t even bring it back to his mouth!",
      "25": "Strike a mocker, and the inexperienced learn a lesson;\nrebuke the discerning, and he gains knowledge.",
      "26": "The one who plunders his father and evicts his mother\nis a disgraceful and shameful son.",
      "27": "If you stop listening to correction, my son,\nyou will stray from the words of knowledge.",
      "28": "A worthless witness mocks justice,\nand a wicked mouth swallows iniquity.",
      "29": "Judgments are prepared for mockers,\nand beatings for the backs of fools."
    },
    "20": {
      "1": "Wine is a mocker, beer is a brawler;\nwhoever goes astray because of them is not wise.",
      "2": "A king’s terrible wrath is like the roaring of a lion;\nanyone who provokes him endangers himself.",
      "3": "Honor belongs to the person who ends a dispute,\nbut any fool can get himself into a quarrel.",
      "4": "The slacker does not plow during planting season;\nat harvest time he looks, and there is nothing.",
      "5": "Counsel in a person’s heart is deep water;\nbut a person of understanding draws it out.",
      "6": "Many a person proclaims his own loyalty,\nbut who can find a trustworthy person?",
      "7": "A righteous person acts with integrity;\nhis children who come after him will be happy.",
      "8": "A king sitting on a throne to judge\nseparates out all evil with his eyes.",
      "9": "Who can say, “I have kept my heart pure;\nI am cleansed from my sin”?",
      "10": "Differing weights and varying measures—\nboth are detestable to the Lord.",
      "11": "Even a young man is known by his actions—\nby whether his behavior is pure and upright.",
      "12": "The hearing ear and the seeing eye—\nthe Lord made them both.",
      "13": "Don’t love sleep, or you will become poor;\nopen your eyes, and you’ll have enough to eat.",
      "14": "“It’s worthless, it’s worthless!” the buyer says,\nbut after he is on his way, he gloats.",
      "15": "There is gold and a multitude of jewels,\nbut knowledgeable lips are a rare treasure.",
      "16": "Take his garment,\nfor he has put up security for a stranger;\nget collateral if it is for foreigners.",
      "17": "Food gained by fraud is sweet to a person,\nbut afterward his mouth is full of gravel.",
      "18": "Finalize plans with counsel,\nand wage war with sound guidance.",
      "19": "The one who reveals secrets is a constant gossip;\navoid someone with a big mouth.",
      "20": "Whoever curses his father or mother—\nhis lamp will go out in deep darkness.",
      "21": "An inheritance gained prematurely\nwill not be blessed ultimately.",
      "22": "Don’t say, “I will avenge this evil!” \nWait on the Lord, and he will rescue you.",
      "23": "Differing weights are detestable to the Lord,\nand dishonest scales are unfair.",
      "24": "Even a courageous person’s steps are determined by the Lord,\nso how can anyone understand his own way?",
      "25": "It is a trap for anyone to dedicate something rashly\nand later to reconsider his vows.",
      "26": "A wise king separates out the wicked\nand drives the threshing wheel over them.",
      "27": "The Lord’s lamp sheds light on a person’s life,\nsearching the innermost parts.",
      "28": "Loyalty and faithfulness guard a king;\nthrough loyalty he maintains his throne.",
      "29": "The glory of young men is their strength,\nand the splendor of old men is gray hair.",
      "30": "Lashes and wounds purge away evil,\nand beatings cleanse the innermost parts."
    },
    "21": {
      "1": "A king’s heart is like channeled water in the Lord’s hand:\nHe directs it wherever he chooses.",
      "2": "All a person’s ways seem right to him,\nbut the Lord weighs hearts.",
      "3": "Doing what is righteous and just\nis more acceptable to the Lord than sacrifice.",
      "4": "The lamp that guides the wicked—\nhaughty eyes and an arrogant heart—is sin.",
      "5": "The plans of the diligent certainly lead to profit,\nbut anyone who is reckless certainly becomes poor.",
      "6": "Making a fortune through a lying tongue\nis a vanishing mist, a pursuit of death.",
      "7": "The violence of the wicked sweeps them away\nbecause they refuse to act justly.",
      "8": "A guilty one’s conduct is crooked,\nbut the behavior of the innocent is upright.",
      "9": "Better to live on the corner of a roof\nthan to share a house with a nagging wife.",
      "10": "A wicked person desires evil;\nhe has no consideration for his neighbor.",
      "11": "When a mocker is punished,\nthe inexperienced become wiser;\nwhen one teaches a wise man,\nhe acquires knowledge.",
      "12": "The Righteous One considers the house of the wicked;\nhe brings the wicked to ruin.",
      "13": "The one who shuts his ears to the cry of the poor\nwill himself also call out and not be answered.",
      "14": "A secret gift soothes anger,\nand a covert bribe, fierce rage.",
      "15": "Justice executed is a joy to the righteous\nbut a terror to evildoers.",
      "16": "The person who strays from the way of prudence\nwill come to rest in the assembly of the departed spirits.",
      "17": "The one who loves pleasure will become poor;\nwhoever loves wine and oil will not get rich.",
      "18": "The wicked are a ransom for the righteous,\nand the treacherous, for the upright.",
      "19": "Better to live in a wilderness\nthan with a nagging and hot-tempered wife.",
      "20": "Precious treasure and oil are in the dwelling of a wise person,\nbut a fool consumes them.",
      "21": "The one who pursues righteousness and faithful love\nwill find life, righteousness, and honor.",
      "22": "A wise person went up against a city of warriors\nand brought down its secure fortress.",
      "23": "The one who guards his mouth and tongue\nkeeps himself out of trouble.",
      "24": "The arrogant and proud person, named “Mocker,”\nacts with excessive arrogance.",
      "25": "A slacker’s craving will kill him\nbecause his hands refuse to work.",
      "26": "He is filled with craving all day long,\nbut the righteous give and don’t hold back.",
      "27": "The sacrifice of a wicked person is detestable—\nhow much more so\nwhen he brings it with ulterior motives!",
      "28": "A lying witness will perish,\nbut the one who listens will speak successfully.",
      "29": "A wicked person puts on a bold face,\nbut the upright one considers his way.",
      "30": "No wisdom, no understanding, and no counsel\nwill prevail against the Lord.",
      "31": "A horse is prepared for the day of battle,\nbut victory comes from the Lord."
    },
    "22": {
      "1": "A good name is to be chosen over great wealth;\nfavor is better than silver and gold.",
      "2": "Rich and poor have this in common:\nthe Lord makes them all.",
      "3": "A sensible person sees danger and takes cover,\nbut the inexperienced keep going and are punished.",
      "4": "Humility, the fear of the Lord,\nresults in wealth, honor, and life.",
      "5": "There are thorns and snares on the way of the crooked;\nthe one who guards himself stays far from them.",
      "6": "Start a youth out on his way;\neven when he grows old he will not depart from it.",
      "7": "The rich rule over the poor,\nand the borrower is a slave to the lender.",
      "8": "The one who sows injustice will reap disaster,\nand the rod of his fury will be destroyed.",
      "9": "A generous person will be blessed,\nfor he shares his food with the poor.",
      "10": "Drive out a mocker, and conflict goes too;\nthen quarreling and dishonor will cease.",
      "11": "The one who loves a pure heart\nand gracious lips—the king is his friend.",
      "12": "The Lord’s eyes keep watch over knowledge,\nbut he overthrows the words of the treacherous.",
      "13": "The slacker says, “There’s a lion outside!\nI’ll be killed in the public square!”",
      "14": "The mouth of the forbidden woman is a deep pit;\na man cursed by the Lord will fall into it.",
      "15": "Foolishness is bound to the heart of a youth;\na rod of discipline will separate it from him.",
      "16": "Oppressing the poor to enrich oneself,\nand giving to the rich—both lead only to poverty.",
      "17": "Listen closely, pay attention to the words of the wise,\nand apply your mind to my knowledge.",
      "18": "For it is pleasing if you keep them within you\nand if they are constantly on your lips.",
      "19": "I have instructed you today—even you—\nso that your confidence may be in the Lord.",
      "20": "Haven’t I written for you thirty sayings\nabout counsel and knowledge,",
      "21": "in order to teach you true and reliable words,\nso that you may give a dependable report\nto those who sent you?",
      "22": "Don’t rob a poor person because he is poor,\nand don’t crush the oppressed at the city gate,",
      "23": "for the Lord will champion their cause\nand will plunder those who plunder them.",
      "24": "Don’t make friends with an angry person,\nand don’t be a companion of a hot-tempered one,",
      "25": "or you will learn his ways\nand entangle yourself in a snare.",
      "26": "Don’t be one of those who enter agreements,\nwho put up security for loans.",
      "27": "If you have nothing with which to pay,\neven your bed will be taken from under you.",
      "28": "Don’t move an ancient boundary marker\nthat your ancestors set up.",
      "29": "Do you see a person skilled in his work?\nHe will stand in the presence of kings.\nHe will not stand in the presence of the unknown."
    },
    "23": {
      "1": "When you sit down to dine with a ruler,\nconsider carefully what is before you,",
      "2": "and put a knife to your throat\nif you have a big appetite;",
      "3": "don’t desire his choice food,\nfor that food is deceptive.",
      "4": "Don’t wear yourself out to get rich;\nbecause you know better, stop!",
      "5": "As soon as your eyes fly to it, it disappears,\nfor it makes wings for itself\nand flies like an eagle to the sky.",
      "6": "Don’t eat a stingy person’s bread,\nand don’t desire his choice food,",
      "7": "for it’s like someone calculating inwardly.\n“Eat and drink,” he says to you,\nbut his heart is not with you.",
      "8": "You will vomit the little you’ve eaten\nand waste your pleasant words.",
      "9": "Don’t speak to a fool,\nfor he will despise the insight of your words.",
      "10": "Don’t move an ancient boundary marker,\nand don’t encroach on the fields of the fatherless,",
      "11": "for their Redeemer is strong,\nand he will champion their cause against you.",
      "12": "Apply yourself to discipline\nand listen to words of knowledge.",
      "13": "Don’t withhold discipline from a youth;\nif you punish him with a rod, he will not die.",
      "14": "Punish him with a rod,\nand you will rescue his life from Sheol.",
      "15": "My son, if your heart is wise,\nmy heart will indeed rejoice.",
      "16": "My innermost being will celebrate\nwhen your lips say what is right.",
      "17": "Don’t let your heart envy sinners;\ninstead, always fear the Lord.",
      "18": "For then you will have a future,\nand your hope will not be dashed.",
      "19": "Listen, my son, and be wise;\nkeep your mind on the right course.",
      "20": "Don’t associate with those who drink too much wine\nor with those who gorge themselves on meat.",
      "21": "For the drunkard and the glutton will become poor,\nand grogginess will clothe them in rags.",
      "22": "Listen to your father who gave you life,\nand don’t despise your mother when she is old.",
      "23": "Buy—and do not sell—truth,\nwisdom, instruction, and understanding.",
      "24": "The father of a righteous son will rejoice greatly,\nand one who fathers a wise son will delight in him.",
      "25": "Let your father and mother have joy,\nand let her who gave birth to you rejoice.",
      "26": "My son, give me your heart,\nand let your eyes observe my ways.",
      "27": "For a prostitute is a deep pit,\nand a wayward woman is a narrow well;",
      "28": "indeed, she sets an ambush like a robber\nand increases the number of unfaithful people.",
      "29": "Who has woe? Who has sorrow?\nWho has conflicts? Who has complaints?\nWho has wounds for no reason?\nWho has red eyes?",
      "30": "Those who linger over wine;\nthose who go looking for mixed wine.",
      "31": "Don’t gaze at wine because it is red,\nbecause it gleams in the cup\nand goes down smoothly.",
      "32": "In the end it bites like a snake\nand stings like a viper.",
      "33": "Your eyes will see strange things,\nand you will say absurd things.",
      "34": "You’ll be like someone sleeping out at sea\nor lying down on the top of a ship’s mast.",
      "35": "“They struck me, but I feel no pain!\nThey beat me, but I didn’t know it!\nWhen will I wake up?\nI’ll look for another drink.”"
    },
    "24": {
      "1": "Don’t envy the evil\nor desire to be with them,",
      "2": "for their hearts plan violence,\nand their words stir up trouble.",
      "3": "A house is built by wisdom,\nand it is established by understanding;",
      "4": "by knowledge the rooms are filled\nwith every precious and beautiful treasure.",
      "5": "A wise warrior is better than a strong one,\nand a man of knowledge than one of strength;",
      "6": "for you should wage war with sound guidance—\nvictory comes with many counselors.",
      "7": "Wisdom is inaccessible to a fool;\nhe does not open his mouth at the city gate.",
      "8": "The one who plots evil\nwill be called a schemer.",
      "9": "A foolish scheme is sin,\nand a mocker is detestable to people.",
      "10": "If you do nothing in a difficult time,\nyour strength is limited.",
      "11": "Rescue those being taken off to death,\nand save those stumbling toward slaughter.",
      "12": "If you say, “But we didn’t know about this,”\nwon’t he who weighs hearts consider it?\nWon’t he who protects your life know?\nWon’t he repay a person according to his work?",
      "13": "Eat honey, my son, for it is good,\nand the honeycomb is sweet to your palate;",
      "14": "realize that wisdom is the same for you.\nIf you find it, you will have a future,\nand your hope will never fade.",
      "15": "Don’t set an ambush, you wicked one,\nat the camp of the righteous man;\ndon’t destroy his dwelling.",
      "16": "Though a righteous person falls seven times,\nhe will get up,\nbut the wicked will stumble into ruin.",
      "17": "Don’t gloat when your enemy falls,\nand don’t let your heart rejoice when he stumbles,",
      "18": "or the Lord will see, be displeased,\nand turn his wrath away from him.",
      "19": "Don’t be agitated by evildoers,\nand don’t envy the wicked.",
      "20": "For the evil have no future;\nthe lamp of the wicked will be put out.",
      "21": "My son, fear the Lord, as well as the king,\nand don’t associate with rebels,",
      "22": "for destruction will come suddenly from them;\nwho knows what distress these two can bring?",
      "23": "These sayings also belong to the wise:\nIt is not good to show partiality in judgment.",
      "24": "Whoever says to the guilty, “You are innocent”—\npeoples will curse him, and nations will denounce him;",
      "25": "but it will go well with those who convict the guilty,\nand a generous blessing will come to them.",
      "26": "He who gives an honest answer\ngives a kiss on the lips.",
      "27": "Complete your outdoor work, and prepare your field;\nafterward, build your house.",
      "28": "Don’t testify against your neighbor without cause.\nDon’t deceive with your lips.",
      "29": "Don’t say, “I’ll do to him what he did to me;\nI’ll repay the man for what he has done.”",
      "30": "I went by the field of a slacker\nand by the vineyard of one lacking sense.",
      "31": "Thistles had come up everywhere,\nweeds covered the ground,\nand the stone wall was ruined.",
      "32": "I saw, and took it to heart;\nI looked, and received instruction:",
      "33": "a little sleep, a little slumber,\na little folding of the arms to rest,",
      "34": "and your poverty will come like a robber,\nand your need, like a bandit."
    },
    "25": {
      "1": "These too are proverbs of Solomon,\nwhich the men of King Hezekiah of Judah copied.",
      "2": "It is the glory of God to conceal a matter\nand the glory of kings to investigate a matter.",
      "3": "As the heavens are high and the earth is deep,\nso the hearts of kings cannot be investigated.",
      "4": "Remove impurities from silver,\nand material will be produced for a silversmith.",
      "5": "Remove the wicked from the king’s presence,\nand his throne will be established in righteousness.",
      "6": "Don’t boast about yourself before the king,\nand don’t stand in the place of the great;",
      "7": "for it is better for him to say to you, “Come up here!”\nthan to demote you in plain view of a noble.",
      "8": "Don’t take a matter to court hastily.\nOtherwise, what will you do afterward\nif your opponent humiliates you?",
      "9": "Make your case with your opponent\nwithout revealing another’s secret;",
      "10": "otherwise, the one who hears will disgrace you,\nand you’ll never live it down.",
      "11": "A word spoken at the right time\nis like gold apples in silver settings.",
      "12": "A wise correction to a receptive ear\nis like a gold ring or an ornament of gold.",
      "13": "To those who send him, a trustworthy envoy\nis like the coolness of snow on a harvest day;\nhe refreshes the life of his masters.",
      "14": "The one who boasts about a gift that does not exist\nis like clouds and wind without rain.",
      "15": "A ruler can be persuaded through patience,\nand a gentle tongue can break a bone.",
      "16": "If you find honey, eat only what you need;\notherwise, you’ll get sick from it and vomit.",
      "17": "Seldom set foot in your neighbor’s house;\notherwise, he’ll get sick of you and hate you.",
      "18": "A person giving false testimony against his neighbor\nis like a club, a sword, or a sharp arrow.",
      "19": "Trusting an unreliable person in a difficult time\nis like a rotten tooth or a faltering foot.",
      "20": "Singing songs to a troubled heart\nis like taking off clothing on a cold day\nor like pouring vinegar on soda.",
      "21": "If your enemy is hungry, give him food to eat,\nand if he is thirsty, give him water to drink,",
      "22": "for you will heap burning coals on his head,\nand the Lord will reward you.",
      "23": "The north wind produces rain,\nand a backbiting tongue, angry looks.",
      "24": "Better to live on the corner of a roof\nthan to share a house with a nagging wife.",
      "25": "Good news from a distant land\nis like cold water to a parched throat.",
      "26": "A righteous person who yields to the wicked\nis like a muddied spring or a polluted well.",
      "27": "It is not good to eat too much honey\nor to seek glory after glory.",
      "28": "A person who does not control his temper\nis like a city whose wall is broken down."
    },
    "26": {
      "1": "Like snow in summer and rain at harvest,\nhonor is inappropriate for a fool.",
      "2": "Like a flitting sparrow or a fluttering swallow,\nan undeserved curse goes nowhere.",
      "3": "A whip for the horse, a bridle for the donkey,\nand a rod for the backs of fools.",
      "4": "Don’t answer a fool according to his foolishness\nor you’ll be like him yourself.",
      "5": "Answer a fool according to his foolishness\nor he’ll become wise in his own eyes.",
      "6": "The one who sends a message by a fool’s hand\ncuts off his own feet and drinks violence.",
      "7": "A proverb in the mouth of a fool\nis like lame legs that hang limp.",
      "8": "Giving honor to a fool\nis like binding a stone in a sling.",
      "9": "A proverb in the mouth of a fool\nis like a stick with thorns,\nbrandished by the hand of a drunkard.",
      "10": "The one who hires a fool or who hires those passing by\nis like an archer who wounds everyone indiscriminately.",
      "11": "As a dog returns to its vomit,\nso also a fool repeats his foolishness.",
      "12": "Do you see a person who is wise in his own eyes?\nThere is more hope for a fool than for him.",
      "13": "The slacker says, “There’s a lion in the road—\na lion in the public square!”",
      "14": "A door turns on its hinges,\nand a slacker, on his bed.",
      "15": "The slacker buries his hand in the bowl;\nhe is too weary to bring it to his mouth!",
      "16": "In his own eyes, a slacker is wiser\nthan seven who can answer sensibly.",
      "17": "A person who is passing by and meddles in a quarrel that’s not his\nis like one who grabs a dog by the ears.",
      "18": "Like a madman who throws flaming darts and deadly arrows,",
      "19": "so is the person who deceives his neighbor\nand says, “I was only joking!”",
      "20": "Without wood, fire goes out;\nwithout a gossip, conflict dies down.",
      "21": "As charcoal for embers and wood for fire,\nso is a quarrelsome person for kindling strife.",
      "22": "A gossip’s words are like choice food\nthat goes down to one’s innermost being.",
      "23": "Smooth lips with an evil heart\nare like glaze on an earthen vessel.",
      "24": "A hateful person disguises himself with his speech\nand harbors deceit within.",
      "25": "When he speaks graciously, don’t believe him,\nfor there are seven detestable things in his heart.",
      "26": "Though his hatred is concealed by deception,\nhis evil will be revealed in the assembly.",
      "27": "The one who digs a pit will fall into it,\nand whoever rolls a stone—\nit will come back on him.",
      "28": "A lying tongue hates those it crushes,\nand a flattering mouth causes ruin."
    },
    "27": {
      "1": "Don’t boast about tomorrow,\nfor you don’t know what a day might bring.",
      "2": "Let another praise you, and not your own mouth—\na stranger, and not your own lips.",
      "3": "A stone is heavy, and sand a burden,\nbut aggravation from a fool outweighs them both.",
      "4": "Fury is cruel, and anger a flood,\nbut who can withstand jealousy?",
      "5": "Better an open reprimand\nthan concealed love.",
      "6": "The wounds of a friend are trustworthy,\nbut the kisses of an enemy are excessive.",
      "7": "A person who is full tramples on a honeycomb,\nbut to a hungry person, any bitter thing is sweet.",
      "8": "Anyone wandering from his home\nis like a bird wandering from its nest.",
      "9": "Oil and incense bring joy to the heart,\nand the sweetness of a friend is better than self-counsel.",
      "10": "Don’t abandon your friend or your father’s friend,\nand don’t go to your brother’s house\nin your time of calamity;\nbetter a neighbor nearby than a brother far away.",
      "11": "Be wise, my son, and bring my heart joy,\nso that I can answer anyone who taunts me.",
      "12": "A sensible person sees danger and takes cover;\nthe inexperienced keep going and are punished.",
      "13": "Take his garment,\nfor he has put up security for a stranger;\nget collateral if it is for foreigners.",
      "14": "If one blesses his neighbor\nwith a loud voice early in the morning,\nit will be counted as a curse to him.",
      "15": "An endless dripping on a rainy day\nand a nagging wife are alike;",
      "16": "the one who controls her controls the wind\nand grasps oil with his right hand.",
      "17": "Iron sharpens iron,\nand one person sharpens another.",
      "18": "Whoever tends a fig tree will eat its fruit,\nand whoever looks after his master will be honored.",
      "19": "As water reflects the face,\nso the heart reflects the person.",
      "20": "Sheol and Abaddon are never satisfied,\nand people’s eyes are never satisfied.",
      "21": "As a crucible refines silver,\nand a smelter refines gold,\nso a person should refine his praise.",
      "22": "Though you grind a fool\nin a mortar with a pestle along with grain,\nyou will not separate his foolishness from him.",
      "23": "Know well the condition of your flock,\nand pay attention to your herds,",
      "24": "for wealth is not forever;\nnot even a crown lasts for all time.",
      "25": "When hay is removed and new growth appears\nand the grain from the hills is gathered in,",
      "26": "lambs will provide your clothing,\nand goats, the price of a field;",
      "27": "there will be enough goat’s milk for your food—\nfood for your household\nand nourishment for your female servants."
    },
    "28": {
      "1": "The wicked flee when no one is pursuing them,\nbut the righteous are as bold as a lion.",
      "2": "When a land is in rebellion, it has many rulers,\nbut with a discerning and knowledgeable person, it endures.",
      "3": "A destitute leader who oppresses the poor\nis like a driving rain that leaves no food.",
      "4": "Those who reject the law praise the wicked,\nbut those who keep the law pit themselves against them.",
      "5": "The evil do not understand justice,\nbut those who seek the Lord understand everything.",
      "6": "Better the poor person who lives with integrity\nthan the rich one who distorts right and wrong.",
      "7": "A discerning son keeps the law,\nbut a companion of gluttons humiliates his father.",
      "8": "Whoever increases his wealth through excessive interest\ncollects it for one who is kind to the poor.",
      "9": "Anyone who turns his ear away from hearing the law—\neven his prayer is detestable.",
      "10": "The one who leads the upright into an evil way\nwill fall into his own pit,\nbut the blameless will inherit what is good.",
      "11": "A rich person is wise in his own eyes,\nbut a poor one who has discernment sees through him.",
      "12": "When the righteous triumph,\nthere is great rejoicing,\nbut when the wicked come to power,\npeople hide.",
      "13": "The one who conceals his sins\nwill not prosper,\nbut whoever confesses and renounces them\nwill find mercy.",
      "14": "Happy is the one who is always reverent,\nbut one who hardens his heart falls into trouble.",
      "15": "A wicked ruler over a helpless people\nis like a roaring lion or a charging bear.",
      "16": "A leader who lacks understanding\nis very oppressive,\nbut one who hates dishonest profit\nprolongs his life.",
      "17": "Someone burdened by bloodguilt\nwill be a fugitive until death.\nLet no one help him.",
      "18": "The one who lives with integrity will be helped,\nbut one who distorts right and wrong\nwill suddenly fall.",
      "19": "The one who works his land\nwill have plenty of food,\nbut whoever chases fantasies\nwill have his fill of poverty.",
      "20": "A faithful person will have many blessings,\nbut one in a hurry to get rich\nwill not go unpunished.",
      "21": "It is not good to show partiality—\nyet even a courageous person may sin for a piece of bread.",
      "22": "A greedy one is in a hurry for wealth;\nhe doesn’t know that poverty will come to him.",
      "23": "One who rebukes a person will later find more favor\nthan one who flatters with his tongue.",
      "24": "The one who robs his father or mother\nand says, “That’s no sin,”\nis a companion to a person who destroys.",
      "25": "A greedy person stirs up conflict,\nbut whoever trusts in the Lord will prosper.",
      "26": "The one who trusts in himself is a fool,\nbut one who walks in wisdom will be safe.",
      "27": "The one who gives to the poor\nwill not be in need,\nbut one who turns his eyes away\nwill receive many curses.",
      "28": "When the wicked come to power,\npeople hide,\nbut when they are destroyed,\nthe righteous flourish."
    },
    "29": {
      "1": "One who becomes stiff-necked,\nafter many reprimands\nwill be shattered instantly—\nbeyond recovery.",
      "2": "When the righteous flourish, the people rejoice,\nbut when the wicked rule, people groan.",
      "3": "A man who loves wisdom brings joy to his father,\nbut one who consorts with prostitutes destroys his wealth.",
      "4": "By justice a king brings stability to a land,\nbut a person who demands “contributions”\ndemolishes it.",
      "5": "A person who flatters his neighbor\nspreads a net for his feet.",
      "6": "An evil person is caught by sin,\nbut the righteous one sings and rejoices.",
      "7": "The righteous person knows the rights of the poor,\nbut the wicked one does not understand these concerns.",
      "8": "Mockers inflame a city,\nbut the wise turn away anger.",
      "9": "If a wise person goes to court with a fool,\nthere will be ranting and raving but no resolution.",
      "10": "Bloodthirsty men hate an honest person,\nbut the upright care about him.",
      "11": "A fool gives full vent to his anger,\nbut a wise person holds it in check.",
      "12": "If a ruler listens to lies,\nall his officials will be wicked.",
      "13": "The poor and the oppressor have this in common:\nthe Lord gives light to the eyes of both.",
      "14": "A king who judges the poor with fairness—\nhis throne will be established forever.",
      "15": "A rod of correction imparts wisdom,\nbut a youth left to himself\nis a disgrace to his mother.",
      "16": "When the wicked increase, rebellion increases,\nbut the righteous will see their downfall.",
      "17": "Discipline your child, and it will bring you peace of mind\nand give you delight.",
      "18": "Without revelation people run wild,\nbut one who follows divine instruction will be happy.",
      "19": "A servant cannot be disciplined by words;\nthough he understands, he doesn’t respond.",
      "20": "Do you see someone who speaks too soon?\nThere is more hope for a fool than for him.",
      "21": "A servant pampered from his youth\nwill become arrogant later on.",
      "22": "An angry person stirs up conflict,\nand a hot-tempered one increases rebellion.",
      "23": "A person’s pride will humble him,\nbut a humble spirit will gain honor.",
      "24": "To be a thief’s partner is to hate oneself;\nhe hears the curse but will not testify.",
      "25": "The fear of mankind is a snare,\nbut the one who trusts in the Lord is protected.",
      "26": "Many desire a ruler’s favor,\nbut a person receives justice from the Lord.",
      "27": "An unjust person is detestable to the righteous,\nand one whose way is upright\nis detestable to the wicked."
    },
    "30": {
      "1": "The words of Agur son of Jakeh. The pronouncement.\nThe man’s oration to Ithiel, to Ithiel and Ucal:",
      "2": "I am more stupid than any other person,\nand I lack a human’s ability to understand.",
      "3": "I have not gained wisdom,\nand I have no knowledge of the Holy One.",
      "4": "Who has gone up to heaven and come down?\nWho has gathered the wind in his hands?\nWho has bound up the waters in a cloak?\nWho has established all the ends of the earth?\nWhat is his name,\nand what is the name of his son—\nif you know?",
      "5": "Every word of God is pure;\nhe is a shield to those who take refuge in him.",
      "6": "Don’t add to his words,\nor he will rebuke you, and you will be proved a liar.",
      "7": "Two things I ask of you;\ndon’t deny them to me before I die:",
      "8": "Keep falsehood and deceitful words far from me.\nGive me neither poverty nor wealth;\nfeed me with the food I need.",
      "9": "Otherwise, I might have too much\nand deny you, saying, “Who is the Lord?” \nor I might have nothing and steal,\nprofaning the name of my God.",
      "10": "Don’t slander a servant to his master\nor he will curse you, and you will become guilty.",
      "11": "There is a generation that curses its father\nand does not bless its mother.",
      "12": "There is a generation that is pure in its own eyes,\nyet is not washed from its filth.",
      "13": "There is a generation—how haughty its eyes\nand pretentious its looks.",
      "14": "There is a generation whose teeth are swords,\nwhose fangs are knives,\ndevouring the oppressed from the land\nand the needy from among mankind.",
      "15": "The leech has two daughters: “Give, Give!”\nThree things are never satisfied;\nfour never say, “Enough!”:",
      "16": "Sheol; a childless womb;\nearth, which is never satisfied with water;\nand fire, which never says, “Enough!”",
      "17": "As for the eye that ridicules a father\nand despises obedience to a mother,\nmay ravens of the valley pluck it out\nand young vultures eat it.",
      "18": "Three things are too wondrous for me;\nfour I can’t understand:",
      "19": "the way of an eagle in the sky,\nthe way of a snake on a rock,\nthe way of a ship at sea,\nand the way of a man with a young woman.",
      "20": "This is the way of an adulteress:\nshe eats and wipes her mouth\nand says, “I’ve done nothing wrong.”",
      "21": "The earth trembles under three things;\nit cannot bear up under four:",
      "22": "a servant when he becomes king,\na fool when he is stuffed with food,",
      "23": "an unloved woman when she marries,\nand a servant girl when she ousts her queen.",
      "24": "Four things on earth are small,\nyet they are extremely wise:",
      "25": "ants are not a strong people,\nyet they store up their food in the summer;",
      "26": "hyraxes are not a mighty people,\nyet they make their homes in the cliffs;",
      "27": "locusts have no king,\nyet all of them march in ranks;",
      "28": "a lizard can be caught in your hands,\nyet it lives in kings’ palaces.",
      "29": "Three things are stately in their stride;\nfour are stately in their walk:",
      "30": "a lion, which is mightiest among beasts\nand doesn’t retreat before anything;",
      "31": "a strutting rooster; a goat;\nand a king at the head of his army.",
      "32": "If you have been foolish by exalting yourself\nor if you’ve been scheming,\nput your hand over your mouth.",
      "33": "For the churning of milk produces butter,\nand twisting a nose draws blood,\nand stirring up anger produces strife."
    },
    "31": {
      "1": "The words of King Lemuel,\na pronouncement that his mother taught him:",
      "2": "What should I say, my son?\nWhat, son of my womb?\nWhat, son of my vows?",
      "3": "Don’t spend your energy on women\nor your efforts on those who destroy kings.",
      "4": "It is not for kings, Lemuel,\nit is not for kings to drink wine\nor for rulers to desire beer.",
      "5": "Otherwise, he will drink,\nforget what is decreed,\nand pervert justice for all the oppressed.",
      "6": "Give beer to one who is dying\nand wine to one whose life is bitter.",
      "7": "Let him drink so that he can forget his poverty\nand remember his trouble no more.",
      "8": "Speak up for those who have no voice,\nfor the justice of all who are dispossessed.",
      "9": "Speak up, judge righteously,\nand defend the cause of the oppressed and needy.",
      "10": "Who can find a wife of noble character?\nShe is far more precious than jewels.",
      "11": "The heart of her husband trusts in her,\nand he will not lack anything good.",
      "12": "She rewards him with good, not evil,\nall the days of her life.",
      "13": "She selects wool and flax\nand works with willing hands.",
      "14": "She is like the merchant ships,\nbringing her food from far away.",
      "15": "She rises while it is still night\nand provides food for her household\nand portions for her female servants.",
      "16": "She evaluates a field and buys it;\nshe plants a vineyard with her earnings.",
      "17": "She draws on her strength\nand reveals that her arms are strong.",
      "18": "She sees that her profits are good,\nand her lamp never goes out at night.",
      "19": "She extends her hands to the spinning staff,\nand her hands hold the spindle.",
      "20": "Her hands reach out to the poor,\nand she extends her hands to the needy.",
      "21": "She is not afraid for her household when it snows,\nfor all in her household are doubly clothed.",
      "22": "She makes her own bed coverings;\nher clothing is fine linen and purple.",
      "23": "Her husband is known at the city gates,\nwhere he sits among the elders of the land.",
      "24": "She makes and sells linen garments;\nshe delivers belts to the merchants.",
      "25": "Strength and honor are her clothing,\nand she can laugh at the time to come.",
      "26": "Her mouth speaks wisdom,\nand loving instruction is on her tongue.",
      "27": "She watches over the activities of her household\nand is never idle.",
      "28": "Her children rise up and call her blessed;\nher husband also praises her:",
      "29": "“Many women have done noble deeds,\nbut you surpass them all!”",
      "30": "Charm is deceptive and beauty is fleeting,\nbut a woman who fears the Lord will be praised.",
      "31": "Give her the reward of her labor,\nand let her works praise her at the city gates."
    }
  }
}