{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Christian-Standard-Bible-CSB/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:32:05.643507-04:00",
    "Translation": "CSB"
  },
  "Psalm": {
    "1": {
      "1": "How happy is the one who does not\nwalk in the advice of the wicked\nor stand in the pathway with sinners\nor sit in the company of mockers!",
      "2": "Instead, his delight is in the Lord’s instruction,\nand he meditates on it day and night.",
      "3": "He is like a tree planted beside flowing streams\nthat bears its fruit in its season,\nand its leaf does not wither.\nWhatever he does prospers.",
      "4": "The wicked are not like this;\ninstead, they are like chaff that the wind blows away.",
      "5": "Therefore the wicked will not stand up in the judgment,\nnor sinners in the assembly of the righteous.",
      "6": "For the Lord watches over the way of the righteous,\nbut the way of the wicked leads to ruin."
    },
    "2": {
      "1": "Why do the nations rage\nand the peoples plot in vain?",
      "2": "The kings of the earth take their stand,\nand the rulers conspire together\nagainst the Lord and his Anointed One:",
      "3": "“Let’s tear off their chains\nand throw their ropes off of us.”",
      "4": "The one enthroned in heaven laughs;\nthe Lord ridicules them.",
      "5": "Then he speaks to them in his anger\nand terrifies them in his wrath:",
      "6": "“I have installed my king\non Zion, my holy mountain.”",
      "7": "I will declare the Lord’s decree.\nHe said to me, “You are my Son;\ntoday I have become your Father.",
      "8": "Ask of me,\nand I will make the nations your inheritance\nand the ends of the earth your possession.",
      "9": "You will break them with an iron scepter;\nyou will shatter them like pottery.”",
      "10": "So now, kings, be wise;\nreceive instruction, you judges of the earth.",
      "11": "Serve the Lord with reverential awe\nand rejoice with trembling.",
      "12": "Pay homage to the Son or he will be angry\nand you will perish in your rebellion,\nfor his anger may ignite at any moment.\nAll who take refuge in him are happy."
    },
    "3": {
      "1": "Lord, how my foes increase!\nThere are many who attack me.",
      "2": "Many say about me,\n“There is no help for him in God.” Selah",
      "3": "But you, Lord, are a shield around me,\nmy glory, and the one who lifts up my head.",
      "4": "I cry aloud to the Lord,\nand he answers me from his holy mountain. Selah",
      "5": "I lie down and sleep;\nI wake again because the Lord sustains me.",
      "6": "I will not be afraid of thousands of people\nwho have taken their stand against me on every side.",
      "7": "Rise up, Lord!\nSave me, my God!\nYou strike all my enemies on the cheek;\nyou break the teeth of the wicked.",
      "8": "Salvation belongs to the Lord;\nmay your blessing be on your people. Selah"
    },
    "4": {
      "1": "Answer me when I call,\nGod, who vindicates me.\nYou freed me from affliction;\nbe gracious to me and hear my prayer.",
      "2": "How long, exalted ones, will my honor be insulted?\nHow long will you love what is worthless\nand pursue a lie? Selah",
      "3": "Know that the Lord has set apart\nthe faithful for himself;\nthe Lord will hear when I call to him.",
      "4": "Be angry and do not sin;\nreflect in your heart while on your bed and be silent. Selah",
      "5": "Offer sacrifices in righteousness\nand trust in the Lord.",
      "6": "Many are asking, “Who can show us anything good?”\nLet the light of your face shine on us, Lord.",
      "7": "You have put more joy in my heart\nthan they have when their grain and new wine abound.",
      "8": "I will both lie down and sleep in peace,\nfor you alone, Lord, make me live in safety."
    },
    "5": {
      "1": "Listen to my words, Lord;\nconsider my sighing.",
      "2": "Pay attention to the sound of my cry,\nmy King and my God,\nfor I pray to you.",
      "3": "In the morning, Lord, you hear my voice;\nin the morning I plead my case to you and watch expectantly.",
      "4": "For you are not a God who delights in wickedness;\nevil cannot dwell with you.",
      "5": "The boastful cannot stand in your sight;\nyou hate all evildoers.",
      "6": "You destroy those who tell lies;\nthe Lord abhors violent and treacherous people.",
      "7": "But I enter your house\nby the abundance of your faithful love;\nI bow down toward your holy temple\nin reverential awe of you.",
      "8": "Lord, lead me in your righteousness\nbecause of my adversaries;\nmake your way straight before me.",
      "9": "For there is nothing reliable in what they say;\ndestruction is within them;\ntheir throat is an open grave;\nthey flatter with their tongues.",
      "10": "Punish them, God;\nlet them fall by their own schemes.\nDrive them out because of their many crimes,\nfor they rebel against you.",
      "11": "But let all who take refuge in you rejoice;\nlet them shout for joy forever.\nMay you shelter them,\nand may those who love your name boast about you.",
      "12": "For you, Lord, bless the righteous one;\nyou surround him with favor like a shield."
    },
    "6": {
      "1": "Lord, do not rebuke me in your anger;\ndo not discipline me in your wrath.",
      "2": "Be gracious to me, Lord, for I am weak;\nheal me, Lord, for my bones are shaking;",
      "3": "my whole being is shaken with terror.\nAnd you, Lord—how long?",
      "4": "Turn, Lord! Rescue me;\nsave me because of your faithful love.",
      "5": "For there is no remembrance of you in death;\nwho can thank you in Sheol?",
      "6": "I am weary from my groaning;\nwith my tears I dampen my bed\nand drench my couch every night.",
      "7": "My eyes are swollen from grief;\nthey grow old because of all my enemies.",
      "8": "Depart from me, all evildoers,\nfor the Lord has heard the sound of my weeping.",
      "9": "The Lord has heard my plea for help;\nthe Lord accepts my prayer.",
      "10": "All my enemies will be ashamed and shake with terror;\nthey will turn back and suddenly be disgraced."
    },
    "7": {
      "1": "Lord my God, I seek refuge in you;\nsave me from all my pursuers and rescue me,",
      "2": "or they will tear me like a lion,\nripping me apart with no one to rescue me.",
      "3": "Lord my God, if I have done this,\nif there is injustice on my hands,",
      "4": "if I have done harm to one at peace with me\nor have plundered my adversary without cause,",
      "5": "may an enemy pursue and overtake me;\nmay he trample me to the ground\nand leave my honor in the dust. Selah",
      "6": "Rise up, Lord, in your anger;\nlift yourself up against the fury of my adversaries;\nawake for me;\nyou have ordained a judgment.",
      "7": "Let the assembly of peoples gather around you;\ntake your seat on high over it.",
      "8": "The Lord judges the peoples;\nvindicate me, Lord,\naccording to my righteousness and my integrity.",
      "9": "Let the evil of the wicked come to an end,\nbut establish the righteous.\nThe one who examines the thoughts and emotions\nis a righteous God.",
      "10": "My shield is with God,\nwho saves the upright in heart.",
      "11": "God is a righteous judge\nand a God who shows his wrath every day.",
      "12": "If anyone does not repent,\nhe will sharpen his sword;\nhe has strung his bow and made it ready.",
      "13": "He has prepared his deadly weapons;\nhe tips his arrows with fire.",
      "14": "See, the wicked one is pregnant with evil,\nconceives trouble, and gives birth to deceit.",
      "15": "He dug a pit and hollowed it out\nbut fell into the hole he had made.",
      "16": "His trouble comes back on his own head;\nhis own violence comes down on top of his head.",
      "17": "I will thank the Lord for his righteousness;\nI will sing about the name of the Lord Most High."
    },
    "8": {
      "1": "Lord, our Lord,\nhow magnificent is your name throughout the earth!\nYou have covered the heavens with your majesty.",
      "2": "From the mouths of infants and nursing babies,\nyou have established a stronghold\non account of your adversaries\nin order to silence the enemy and the avenger.",
      "3": "When I observe your heavens,\nthe work of your fingers,\nthe moon and the stars,\nwhich you set in place,",
      "4": "what is a human being that you remember him,\na son of man that you look after him?",
      "5": "You made him little less than God\nand crowned him with glory and honor.",
      "6": "You made him ruler over the works of your hands;\nyou put everything under his feet:",
      "7": "all the sheep and oxen,\nas well as the animals in the wild,",
      "8": "the birds of the sky,\nand the fish of the sea\nthat pass through the currents of the seas.",
      "9": "Lord, our Lord,\nhow magnificent is your name throughout the earth!"
    },
    "9": {
      "1": "I will thank the Lord with all my heart;\nI will declare all your wondrous works.",
      "2": "I will rejoice and boast about you;\nI will sing about your name, Most High.",
      "3": "When my enemies retreat,\nthey stumble and perish before you.",
      "4": "For you have upheld my just cause;\nyou are seated on your throne as a righteous judge.",
      "5": "You have rebuked the nations:\nYou have destroyed the wicked;\nyou have erased their name forever and ever.",
      "6": "The enemy has come to eternal ruin;\nyou have uprooted the cities,\nand the very memory of them has perished.",
      "7": "But the Lord sits enthroned forever;\nhe has established his throne for judgment.",
      "8": "And he judges the world with righteousness;\nhe executes judgment on the nations with fairness.",
      "9": "The Lord is a refuge for the persecuted,\na refuge in times of trouble.",
      "10": "Those who know your name trust in you\nbecause you have not abandoned\nthose who seek you, Lord.",
      "11": "Sing to the Lord, who dwells in Zion;\nproclaim his deeds among the nations.",
      "12": "For the one who seeks an accounting\nfor bloodshed remembers them;\nhe does not forget the cry of the oppressed.",
      "13": "Be gracious to me, Lord;\nconsider my affliction at the hands of those who hate me.\nLift me up from the gates of death,",
      "14": "so that I may declare all your praises.\nI will rejoice in your salvation\nwithin the gates of Daughter Zion.",
      "15": "The nations have fallen into the pit they made;\ntheir foot is caught in the net they have concealed.",
      "16": "The Lord has made himself known;\nhe has executed justice,\nsnaring the wicked\nby the work of their hands.Higgaion. Selah",
      "17": "The wicked will return to Sheol—\nall the nations that forget God.",
      "18": "For the needy will not always be forgotten;\nthe hope of the oppressed will not perish forever.",
      "19": "Rise up, Lord! Do not let mere humans prevail;\nlet the nations be judged in your presence.",
      "20": "Put terror in them, Lord;\nlet the nations know they are only humans. Selah"
    },
    "10": {
      "1": "Lord, why do you stand so far away?\nWhy do you hide in times of trouble?",
      "2": "In arrogance the wicked relentlessly pursue their victims;\nlet them be caught in the schemes they have devised.",
      "3": "For the wicked one boasts about his own cravings;\nthe one who is greedy curses and despises the Lord.",
      "4": "In all his scheming,\nthe wicked person arrogantly thinks,\n“There’s no accountability,\nsince there’s no God.”",
      "5": "His ways are always secure;\nyour lofty judgments have no effect on him;\nhe scoffs at all his adversaries.",
      "6": "He says to himself, “I will never be moved—\nfrom generation to generation I will be without calamity.”",
      "7": "Cursing, deceit, and violence fill his mouth;\ntrouble and malice are under his tongue.",
      "8": "He waits in ambush near settlements;\nhe kills the innocent in secret places.\nHis eyes are on the lookout for the helpless;",
      "9": "he lurks in secret like a lion in a thicket.\nHe lurks in order to seize a victim;\nhe seizes a victim and drags him in his net.",
      "10": "So he is oppressed and beaten down;\nhelpless people fall because of the wicked one’s strength.",
      "11": "He says to himself, “God has forgotten;\nhe hides his face and will never see.”",
      "12": "Rise up, Lord God! Lift up your hand.\nDo not forget the oppressed.",
      "13": "Why has the wicked person despised God?\nHe says to himself, “You will not demand an account.”",
      "14": "But you yourself have seen trouble and grief,\nobserving it in order to take the matter into your hands.\nThe helpless one entrusts himself to you;\nyou are a helper of the fatherless.",
      "15": "Break the arm of the wicked, evil person,\nuntil you look for his wickedness,\nbut it can’t be found.",
      "16": "The Lord is King forever and ever;\nthe nations will perish from his land.",
      "17": "Lord, you have heard the desire of the humble;\nyou will strengthen their hearts.\nYou will listen carefully,",
      "18": "doing justice for the fatherless and the oppressed\nso that mere humans from the earth may terrify them no more."
    },
    "11": {
      "1": "I have taken refuge in the Lord.\nHow can you say to me,\n“Escape to the mountains like a bird!",
      "2": "For look, the wicked string bows;\nthey put their arrows on bowstrings\nto shoot from the shadows at the upright in heart.",
      "3": "When the foundations are destroyed,\nwhat can the righteous do?”",
      "4": "The Lord is in his holy temple;\nthe Lord—his throne is in heaven.\nHis eyes watch;\nhis gaze examines everyone.",
      "5": "The Lord examines the righteous,\nbut he hates the wicked\nand those who love violence.",
      "6": "Let him rain burning coals and sulfur on the wicked;\nlet a scorching wind be the portion in their cup.",
      "7": "For the Lord is righteous; he loves righteous deeds.\nThe upright will see his face."
    },
    "12": {
      "1": "Help, Lord, for no faithful one remains;\nthe loyal have disappeared from the human race.",
      "2": "They lie to one another;\nthey speak with flattering lips and deceptive hearts.",
      "3": "May the Lord cut off all flattering lips\nand the tongue that speaks boastfully.",
      "4": "They say, “Through our tongues we have power;\nour lips are our own—who can be our master?”",
      "5": "“Because of the devastation of the needy\nand the groaning of the poor,\nI will now rise up,” says the Lord.\n“I will provide safety for the one who longs for it.”",
      "6": "The words of the Lord are pure words,\nlike silver refined in an earthen furnace,\npurified seven times.",
      "7": "You, Lord, will guard us;\nyou will protect us from this generation forever.",
      "8": "The wicked prowl all around,\nand what is worthless is exalted by the human race."
    },
    "13": {
      "1": "How long, Lord? Will you forget me forever?\nHow long will you hide your face from me?",
      "2": "How long will I store up anxious concerns within me,\nagony in my mind every day?\nHow long will my enemy dominate me?",
      "3": "Consider me and answer, Lord my God.\nRestore brightness to my eyes;\notherwise, I will sleep in death.",
      "4": "My enemy will say, “I have triumphed over him,”\nand my foes will rejoice because I am shaken.",
      "5": "But I have trusted in your faithful love;\nmy heart will rejoice in your deliverance.",
      "6": "I will sing to the Lord\nbecause he has treated me generously."
    },
    "14": {
      "1": "The fool says in his heart, “There’s no God.”\nThey are corrupt; they do vile deeds.\nThere is no one who does good.",
      "2": "The Lord looks down from heaven on the human race\nto see if there is one who is wise,\none who seeks God.",
      "3": "All have turned away;\nall alike have become corrupt.\nThere is no one who does good,\nnot even one.",
      "4": "Will evildoers never understand?\nThey consume my people as they consume bread;\nthey do not call on the Lord.",
      "5": "Then they will be filled with dread,\nfor God is with those who are righteous.",
      "6": "You sinners frustrate the plans of the oppressed,\nbut the Lord is his refuge.",
      "7": "Oh, that Israel’s deliverance would come from Zion!\nWhen the Lord restores the fortunes of his people,\nlet Jacob rejoice, let Israel be glad."
    },
    "15": {
      "1": "Lord, who can dwell in your tent?\nWho can live on your holy mountain?",
      "2": "The one who lives blamelessly, practices righteousness,\nand acknowledges the truth in his heart—",
      "3": "who does not slander with his tongue,\nwho does not harm his friend\nor discredit his neighbor,",
      "4": "who despises the one rejected by the Lord\nbut honors those who fear the Lord,\nwho keeps his word whatever the cost,",
      "5": "who does not lend his silver at interest\nor take a bribe against the innocent—\nthe one who does these things will never be shaken."
    },
    "16": {
      "1": "Protect me, God, for I take refuge in you.",
      "2": "I said to the Lord, “You are my Lord;\nI have nothing good besides you.”",
      "3": "As for the holy people who are in the land,\nthey are the noble ones.\nAll my delight is in them.",
      "4": "The sorrows of those who take another god\nfor themselves will multiply;\nI will not pour out their drink offerings of blood,\nand I will not speak their names with my lips.",
      "5": "Lord, you are my portion\nand my cup of blessing;\nyou hold my future.",
      "6": "The boundary lines have fallen for me\nin pleasant places;\nindeed, I have a beautiful inheritance.",
      "7": "I will bless the Lord who counsels me—\neven at night when my thoughts trouble me.",
      "8": "I always let the Lord guide me.\nBecause he is at my right hand,\nI will not be shaken.",
      "9": "Therefore my heart is glad\nand my whole being rejoices;\nmy body also rests securely.",
      "10": "For you will not abandon me to Sheol;\nyou will not allow your faithful one to see decay.",
      "11": "You reveal the path of life to me;\nin your presence is abundant joy;\nat your right hand are eternal pleasures."
    },
    "17": {
      "1": "Lord, hear a just cause;\npay attention to my cry;\nlisten to my prayer—\nfrom lips free of deceit.",
      "2": "Let my vindication come from you,\nfor you see what is right.",
      "3": "You have tested my heart;\nyou have examined me at night.\nYou have tried me and found nothing evil;\nI have determined that my mouth will not sin.",
      "4": "Concerning what people do:\nby the words from your lips\nI have avoided the ways of the violent.",
      "5": "My steps are on your paths;\nmy feet have not slipped.",
      "6": "I call on you, God,\nbecause you will answer me;\nlisten closely to me; hear what I say.",
      "7": "Display the wonders of your faithful love,\nSavior of all who seek refuge\nfrom those who rebel against your right hand.",
      "8": "Protect me as the pupil of your eye;\nhide me in the shadow of your wings",
      "9": "from the wicked who treat me violently,\nmy deadly enemies who surround me.",
      "10": "They are uncaring;\ntheir mouths speak arrogantly.",
      "11": "They advance against me; now they surround me.\nThey are determined\nto throw me to the ground.",
      "12": "They are like a lion eager to tear,\nlike a young lion lurking in ambush.",
      "13": "Rise up, Lord!\nConfront him; bring him down.\nWith your sword, save me from the wicked.",
      "14": "With your hand, Lord, save me from men,\nfrom men of the world\nwhose portion is in this life:\nYou fill their bellies with what you have in store;\ntheir sons are satisfied,\nand they leave their surplus to their children.",
      "15": "But I will see your face in righteousness;\nwhen I awake, I will be satisfied with your presence."
    },
    "18": {
      "1": "I love you, Lord, my strength.",
      "2": "The Lord is my rock,\nmy fortress, and my deliverer,\nmy God, my rock where I seek refuge,\nmy shield and the horn of my salvation,\nmy stronghold.",
      "3": "I called to the Lord, who is worthy of praise,\nand I was saved from my enemies.",
      "4": "The ropes of death were wrapped around me;\nthe torrents of destruction terrified me.",
      "5": "The ropes of Sheol entangled me;\nthe snares of death confronted me.",
      "6": "I called to the Lord in my distress,\nand I cried to my God for help.\nFrom his temple he heard my voice,\nand my cry to him reached his ears.",
      "7": "Then the earth shook and quaked;\nthe foundations of the mountains trembled;\nthey shook because he burned with anger.",
      "8": "Smoke rose from his nostrils,\nand consuming fire came from his mouth;\ncoals were set ablaze by it.",
      "9": "He bent the heavens and came down,\ntotal darkness beneath his feet.",
      "10": "He rode on a cherub and flew,\nsoaring on the wings of the wind.",
      "11": "He made darkness his hiding place,\ndark storm clouds his canopy around him.",
      "12": "From the radiance of his presence,\nhis clouds swept onward with hail and blazing coals.",
      "13": "The Lord thundered from heaven;\nthe Most High made his voice heard.",
      "14": "He shot his arrows and scattered them;\nhe hurled lightning bolts and routed them.",
      "15": "The depths of the sea became visible,\nthe foundations of the world were exposed,\nat your rebuke, Lord,\nat the blast of the breath of your nostrils.",
      "16": "He reached down from on high\nand took hold of me;\nhe pulled me out of deep water.",
      "17": "He rescued me from my powerful enemy\nand from those who hated me,\nfor they were too strong for me.",
      "18": "They confronted me in the day of my calamity,\nbut the Lord was my support.",
      "19": "He brought me out to a spacious place;\nhe rescued me because he delighted in me.",
      "20": "The Lord rewarded me\naccording to my righteousness;\nhe repaid me\naccording to the cleanness of my hands.",
      "21": "For I have kept the ways of the Lord\nand have not turned from my God to wickedness.",
      "22": "Indeed, I let all his ordinances guide me\nand have not disregarded his statutes.",
      "23": "I was blameless toward him\nand kept myself from my iniquity.",
      "24": "So the Lord repaid me\naccording to my righteousness,\naccording to the cleanness of my hands in his sight.",
      "25": "With the faithful\nyou prove yourself faithful,\nwith the blameless\nyou prove yourself blameless,",
      "26": "with the pure\nyou prove yourself pure,\nbut with the crooked\nyou prove yourself shrewd.",
      "27": "For you rescue an oppressed people,\nbut you humble those with haughty eyes.",
      "28": "Lord, you light my lamp;\nmy God illuminates my darkness.",
      "29": "With you I can attack a barricade,\nand with my God I can leap over a wall.",
      "30": "God—his way is perfect;\nthe word of the Lord is pure.\nHe is a shield to all who take refuge in him.",
      "31": "For who is God besides the Lord?\nAnd who is a rock? Only our God.",
      "32": "God—he clothes me with strength\nand makes my way perfect.",
      "33": "He makes my feet like the feet of a deer\nand sets me securely on the heights.",
      "34": "He trains my hands for war;\nmy arms can bend a bow of bronze.",
      "35": "You have given me the shield of your salvation;\nyour right hand upholds me,\nand your humility exalts me.",
      "36": "You make a spacious place beneath me for my steps,\nand my ankles do not give way.",
      "37": "I pursue my enemies and overtake them;\nI do not turn back until they are wiped out.",
      "38": "I crush them, and they cannot get up;\nthey fall beneath my feet.",
      "39": "You have clothed me with strength for battle;\nyou subdue my adversaries beneath me.",
      "40": "You have made my enemies retreat before me;\nI annihilate those who hate me.",
      "41": "They cry for help, but there is no one to save them—\nthey cry to the Lord, but he does not answer them.",
      "42": "I pulverize them like dust before the wind;\nI trample them like mud in the streets.",
      "43": "You have freed me from the feuds among the people;\nyou have appointed me the head of nations;\na people I had not known serve me.",
      "44": "Foreigners submit to me cringing;\nas soon as they hear they obey me.",
      "45": "Foreigners lose heart\nand come trembling from their fortifications.",
      "46": "The Lord lives—blessed be my rock!\nThe God of my salvation is exalted.",
      "47": "God—he grants me vengeance\nand subdues peoples under me.",
      "48": "He frees me from my enemies.\nYou exalt me above my adversaries;\nyou rescue me from violent men.",
      "49": "Therefore I will give thanks to you among the nations, Lord;\nI will sing praises about your name.",
      "50": "He gives great victories to his king;\nhe shows loyalty to his anointed,\nto David and his descendants forever."
    },
    "19": {
      "1": "The heavens declare the glory of God,\nand the expanse proclaims the work of his hands.",
      "2": "Day after day they pour out speech;\nnight after night they communicate knowledge.",
      "3": "There is no speech; there are no words;\ntheir voice is not heard.",
      "4": "Their message has gone out to the whole earth,\nand their words to the ends of the world.\nIn the heavens he has pitched a tent for the sun.",
      "5": "It is like a bridegroom coming from his home;\nit rejoices like an athlete running a course.",
      "6": "It rises from one end of the heavens\nand circles to their other end;\nnothing is hidden from its heat.",
      "7": "The instruction of the Lord is perfect,\nrenewing one’s life;\nthe testimony of the Lord is trustworthy,\nmaking the inexperienced wise.",
      "8": "The precepts of the Lord are right,\nmaking the heart glad;\nthe command of the Lord is radiant,\nmaking the eyes light up.",
      "9": "The fear of the Lord is pure,\nenduring forever;\nthe ordinances of the Lord are reliable\nand altogether righteous.",
      "10": "They are more desirable than gold—\nthan an abundance of pure gold;\nand sweeter than honey\ndripping from a honeycomb.",
      "11": "In addition, your servant is warned by them,\nand in keeping them there is an abundant reward.",
      "12": "Who perceives his unintentional sins?\nCleanse me from my hidden faults.",
      "13": "Moreover, keep your servant from willful sins;\ndo not let them rule me.\nThen I will be blameless\nand cleansed from blatant rebellion.",
      "14": "May the words of my mouth\nand the meditation of my heart\nbe acceptable to you,\nLord, my rock and my Redeemer."
    },
    "20": {
      "1": "May the Lord answer you in a day of trouble;\nmay the name of Jacob’s God protect you.",
      "2": "May he send you help from the sanctuary\nand sustain you from Zion.",
      "3": "May he remember all your offerings\nand accept your burnt offering. Selah",
      "4": "May he give you what your heart desires\nand fulfill your whole purpose.",
      "5": "Let us shout for joy at your victory\nand lift the banner in the name of our God.\nMay the Lord fulfill all your requests.",
      "6": "Now I know that the Lord gives victory to his anointed;\nhe will answer him from his holy heaven\nwith mighty victories from his right hand.",
      "7": "Some take pride in chariots, and others in horses,\nbut we take pride in the name of the Lord our God.",
      "8": "They collapse and fall,\nbut we rise and stand firm.",
      "9": "Lord, give victory to the king!\nMay he answer us on the day that we call."
    },
    "21": {
      "1": "Lord, the king finds joy in your strength.\nHow greatly he rejoices in your victory!",
      "2": "You have given him his heart’s desire\nand have not denied the request of his lips. Selah",
      "3": "For you meet him with rich blessings;\nyou place a crown of pure gold on his head.",
      "4": "He asked you for life, and you gave it to him—\nlength of days forever and ever.",
      "5": "His glory is great through your victory;\nyou confer majesty and splendor on him.",
      "6": "You give him blessings forever;\nyou cheer him with joy in your presence.",
      "7": "For the king relies on the Lord;\nthrough the faithful love of the Most High\nhe is not shaken.",
      "8": "Your hand will capture all your enemies;\nyour right hand will seize those who hate you.",
      "9": "You will make them burn\nlike a fiery furnace when you appear;\nthe Lord will engulf them in his wrath,\nand fire will devour them.",
      "10": "You will wipe their progeny from the earth\nand their offspring from the human race.",
      "11": "Though they intend to harm you\nand devise a wicked plan, they will not prevail.",
      "12": "Instead, you will put them to flight\nwhen you ready your bowstrings to shoot at them.",
      "13": "Be exalted, Lord, in your strength;\nwe will sing and praise your might."
    },
    "22": {
      "1": "My God, my God, why have you abandoned me?\nWhy are you so far from my deliverance\nand from my words of groaning?",
      "2": "My God, I cry by day, but you do not answer,\nby night, yet I have no rest.",
      "3": "But you are holy,\nenthroned on the praises of Israel.",
      "4": "Our ancestors trusted in you;\nthey trusted, and you rescued them.",
      "5": "They cried to you and were set free;\nthey trusted in you and were not disgraced.",
      "6": "But I am a worm and not a man,\nscorned by mankind and despised by people.",
      "7": "Everyone who sees me mocks me;\nthey sneer and shake their heads:",
      "8": "“He relies on the Lord;\nlet him save him;\nlet the Lord rescue him,\nsince he takes pleasure in him.”",
      "9": "It was you who brought me out of the womb,\nmaking me secure at my mother’s breast.",
      "10": "I was given over to you at birth;\nyou have been my God from my mother’s womb.",
      "11": "Don’t be far from me, because distress is near\nand there’s no one to help.",
      "12": "Many bulls surround me;\nstrong ones of Bashan encircle me.",
      "13": "They open their mouths against me—\nlions, mauling and roaring.",
      "14": "I am poured out like water,\nand all my bones are disjointed;\nmy heart is like wax,\nmelting within me.",
      "15": "My strength is dried up like baked clay;\nmy tongue sticks to the roof of my mouth.\nYou put me into the dust of death.",
      "16": "For dogs have surrounded me;\na gang of evildoers has closed in on me;\nthey pierced my hands and my feet.",
      "17": "I can count all my bones;\npeople look and stare at me.",
      "18": "They divided my garments among themselves,\nand they cast lots for my clothing.",
      "19": "But you, Lord, don’t be far away.\nMy strength, come quickly to help me.",
      "20": "Rescue my life from the sword,\nmy only life from the power of these dogs.",
      "21": "Save me from the lion’s mouth,\nfrom the horns of wild oxen.\nYou answered me!",
      "22": "I will proclaim your name to my brothers and sisters;\nI will praise you in the assembly.",
      "23": "You who fear the Lord, praise him!\nAll you descendants of Jacob, honor him!\nAll you descendants of Israel, revere him!",
      "24": "For he has not despised or abhorred\nthe torment of the oppressed.\nHe did not hide his face from him\nbut listened when he cried to him for help.",
      "25": "I will give praise in the great assembly\nbecause of you;\nI will fulfill my vows\nbefore those who fear you.",
      "26": "The humble will eat and be satisfied;\nthose who seek the Lord will praise him.\nMay your hearts live forever!",
      "27": "All the ends of the earth will remember\nand turn to the Lord.\nAll the families of the nations\nwill bow down before you,",
      "28": "for kingship belongs to the Lord;\nhe rules the nations.",
      "29": "All who prosper on earth will eat and bow down;\nall those who go down to the dust\nwill kneel before him—\neven the one who cannot preserve his life.",
      "30": "Their descendants will serve him;\nthe next generation will be told about the Lord.",
      "31": "They will come and declare his righteousness;\nto a people yet to be born\nthey will declare what he has done."
    },
    "23": {
      "1": "The Lord is my shepherd;\nI have what I need.",
      "2": "He lets me lie down in green pastures;\nhe leads me beside quiet waters.",
      "3": "He renews my life;\nhe leads me along the right paths\nfor his name’s sake.",
      "4": "Even when I go through the darkest valley,\nI fear no danger,\nfor you are with me;\nyour rod and your staff—they comfort me.",
      "5": "You prepare a table before me\nin the presence of my enemies;\nyou anoint my head with oil;\nmy cup overflows.",
      "6": "Only goodness and faithful love will pursue me\nall the days of my life,\nand I will dwell in the house of the Lord\nas long as I live."
    },
    "24": {
      "1": "The earth and everything in it,\nthe world and its inhabitants,\nbelong to the Lord;",
      "2": "for he laid its foundation on the seas\nand established it on the rivers.",
      "3": "Who may ascend the mountain of the Lord?\nWho may stand in his holy place?",
      "4": "The one who has clean hands and a pure heart,\nwho has not appealed to what is false,\nand who has not sworn deceitfully.",
      "5": "He will receive blessing from the Lord,\nand righteousness from the God of his salvation.",
      "6": "Such is the generation of those who inquire of him,\nwho seek the face of the God of Jacob. Selah",
      "7": "Lift up your heads, you gates!\nRise up, ancient doors!\nThen the King of glory will come in.",
      "8": "Who is this King of glory?\nThe Lord, strong and mighty,\nthe Lord, mighty in battle.",
      "9": "Lift up your heads, you gates!\nRise up, ancient doors!\nThen the King of glory will come in.",
      "10": "Who is he, this King of glory?\nThe Lord of Armies,\nhe is the King of glory. Selah"
    },
    "25": {
      "1": "Lord, I appeal to you.",
      "2": "My God, I trust in you.\nDo not let me be disgraced;\ndo not let my enemies gloat over me.",
      "3": "No one who waits for you\nwill be disgraced;\nthose who act treacherously without cause\nwill be disgraced.",
      "4": "Make your ways known to me, Lord;\nteach me your paths.",
      "5": "Guide me in your truth and teach me,\nfor you are the God of my salvation;\nI wait for you all day long.",
      "6": "Remember, Lord, your compassion\nand your faithful love,\nfor they have existed from antiquity.",
      "7": "Do not remember the sins of my youth\nor my acts of rebellion;\nin keeping with your faithful love, remember me\nbecause of your goodness, Lord.",
      "8": "The Lord is good and upright;\ntherefore he shows sinners the way.",
      "9": "He leads the humble in what is right\nand teaches them his way.",
      "10": "All the Lord’s ways show faithful love and truth\nto those who keep his covenant and decrees.",
      "11": "Lord, for the sake of your name,\nforgive my iniquity, for it is immense.",
      "12": "Who is this person who fears the Lord?\nHe will show him the way he should choose.",
      "13": "He will live a good life,\nand his descendants will inherit the land.",
      "14": "The secret counsel of the Lord\nis for those who fear him,\nand he reveals his covenant to them.",
      "15": "My eyes are always on the Lord,\nfor he will pull my feet out of the net.",
      "16": "Turn to me and be gracious to me,\nfor I am alone and afflicted.",
      "17": "The distresses of my heart increase;\nbring me out of my sufferings.",
      "18": "Consider my affliction and trouble,\nand forgive all my sins.",
      "19": "Consider my enemies; they are numerous,\nand they hate me violently.",
      "20": "Guard me and rescue me;\ndo not let me be disgraced,\nfor I take refuge in you.",
      "21": "May integrity and what is right\nwatch over me,\nfor I wait for you.",
      "22": "God, redeem Israel, from all its distresses."
    },
    "26": {
      "1": "Vindicate me, Lord,\nbecause I have lived with integrity\nand have trusted in the Lord without wavering.",
      "2": "Test me, Lord, and try me;\nexamine my heart and mind.",
      "3": "For your faithful love guides me,\nand I live by your truth.",
      "4": "I do not sit with the worthless\nor associate with hypocrites.",
      "5": "I hate a crowd of evildoers,\nand I do not sit with the wicked.",
      "6": "I wash my hands in innocence\nand go around your altar, Lord,",
      "7": "raising my voice in thanksgiving\nand telling about your wondrous works.",
      "8": "Lord, I love the house where you dwell,\nthe place where your glory resides.",
      "9": "Do not destroy me along with sinners,\nor my life along with men of bloodshed",
      "10": "in whose hands are evil schemes\nand whose right hands are filled with bribes.",
      "11": "But I live with integrity;\nredeem me and be gracious to me.",
      "12": "My foot stands on level ground;\nI will bless the Lord in the assemblies."
    },
    "27": {
      "1": "The Lord is my light and my salvation—\nwhom should I fear?\nThe Lord is the stronghold of my life—\nwhom should I dread?",
      "2": "When evildoers came against me to devour my flesh,\nmy foes and my enemies stumbled and fell.",
      "3": "Though an army deploys against me,\nmy heart will not be afraid;\nthough a war breaks out against me,\nI will still be confident.",
      "4": "I have asked one thing from the Lord;\nit is what I desire:\nto dwell in the house of the Lord\nall the days of my life,\ngazing on the beauty of the Lord\nand seeking him in his temple.",
      "5": "For he will conceal me in his shelter\nin the day of adversity;\nhe will hide me under the cover of his tent;\nhe will set me high on a rock.",
      "6": "Then my head will be high\nabove my enemies around me;\nI will offer sacrifices in his tent with shouts of joy.\nI will sing and make music to the Lord.",
      "7": "Lord, hear my voice when I call;\nbe gracious to me and answer me.",
      "8": "My heart says this about you:\n“Seek his face.”\nLord, I will seek your face.",
      "9": "Do not hide your face from me;\ndo not turn your servant away in anger.\nYou have been my helper;\ndo not leave me or abandon me,\nGod of my salvation.",
      "10": "Even if my father and mother abandon me,\nthe Lord cares for me.",
      "11": "Because of my adversaries,\nshow me your way, Lord,\nand lead me on a level path.",
      "12": "Do not give me over to the will of my foes,\nfor false witnesses rise up against me,\nbreathing violence.",
      "13": "I am certain that I will see the Lord’s goodness\nin the land of the living.",
      "14": "Wait for the Lord;\nbe strong, and let your heart be courageous.\nWait for the Lord."
    },
    "28": {
      "1": "Lord, I call to you;\nmy rock, do not be deaf to me.\nIf you remain silent to me,\nI will be like those going down to the Pit.",
      "2": "Listen to the sound of my pleading\nwhen I cry to you for help,\nwhen I lift up my hands\ntoward your holy sanctuary.",
      "3": "Do not drag me away with the wicked,\nwith the evildoers,\nwho speak in friendly ways with their neighbors\nwhile malice is in their hearts.",
      "4": "Repay them according to what they have done—\naccording to the evil of their deeds.\nRepay them according to the work of their hands;\ngive them back what they deserve.",
      "5": "Because they do not consider\nwhat the Lord has done\nor the work of his hands,\nhe will tear them down and not rebuild them.",
      "6": "Blessed be the Lord,\nfor he has heard the sound of my pleading.",
      "7": "The Lord is my strength and my shield;\nmy heart trusts in him, and I am helped.\nTherefore my heart celebrates,\nand I give thanks to him with my song.",
      "8": "The Lord is the strength of his people;\nhe is a stronghold of salvation for his anointed.",
      "9": "Save your people, bless your possession,\nshepherd them, and carry them forever."
    },
    "29": {
      "1": "Ascribe to the Lord, you heavenly beings,\nascribe to the Lord glory and strength.",
      "2": "Ascribe to the Lord the glory due his name;\nworship the Lord\nin the splendor of his holiness.",
      "3": "The voice of the Lord is above the waters.\nThe God of glory thunders—\nthe Lord, above the vast water,",
      "4": "the voice of the Lord in power,\nthe voice of the Lord in splendor.",
      "5": "The voice of the Lord breaks the cedars;\nthe Lord shatters the cedars of Lebanon.",
      "6": "He makes Lebanon skip like a calf,\nand Sirion, like a young wild ox.",
      "7": "The voice of the Lord flashes flames of fire.",
      "8": "The voice of the Lord shakes the wilderness;\nthe Lord shakes the wilderness of Kadesh.",
      "9": "The voice of the Lord makes the deer give birth\nand strips the woodlands bare.\nIn his temple all cry, “Glory!”",
      "10": "The Lord sits enthroned over the flood;\nthe Lord sits enthroned, King forever.",
      "11": "The Lord gives his people strength;\nthe Lord blesses his people with peace."
    },
    "30": {
      "1": "I will exalt you, Lord,\nbecause you have lifted me up\nand have not allowed my enemies\nto triumph over me.",
      "2": "Lord my God,\nI cried to you for help, and you healed me.",
      "3": "Lord, you brought me up from Sheol;\nyou spared me from among those\ngoing down to the Pit.",
      "4": "Sing to the Lord, you his faithful ones,\nand praise his holy name.",
      "5": "For his anger lasts only a moment,\nbut his favor, a lifetime.\nWeeping may stay overnight,\nbut there is joy in the morning.",
      "6": "When I was secure, I said,\n“I will never be shaken.”",
      "7": "Lord, when you showed your favor,\nyou made me stand like a strong mountain;\nwhen you hid your face, I was terrified.",
      "8": "Lord, I called to you;\nI sought favor from my Lord:",
      "9": "“What gain is there in my death,\nif I go down to the Pit?\nWill the dust praise you?\nWill it proclaim your truth?",
      "10": "Lord, listen and be gracious to me;\nLord, be my helper.”",
      "11": "You turned my lament into dancing;\nyou removed my sackcloth\nand clothed me with gladness,",
      "12": "so that I can sing to you and not be silent.\nLord my God, I will praise you forever."
    },
    "31": {
      "1": "Lord, I seek refuge in you;\nlet me never be disgraced.\nSave me by your righteousness.",
      "2": "Listen closely to me; rescue me quickly.\nBe a rock of refuge for me,\na mountain fortress to save me.",
      "3": "For you are my rock and my fortress;\nyou lead and guide me\nfor your name’s sake.",
      "4": "You will free me from the net\nthat is secretly set for me,\nfor you are my refuge.",
      "5": "Into your hand I entrust my spirit;\nyou have redeemed me, Lord, God of truth.",
      "6": "I hate those who are devoted to worthless idols,\nbut I trust in the Lord.",
      "7": "I will rejoice and be glad in your faithful love\nbecause you have seen my affliction.\nYou know the troubles of my soul",
      "8": "and have not handed me over to the enemy.\nYou have set my feet in a spacious place.",
      "9": "Be gracious to me, Lord,\nbecause I am in distress;\nmy eyes are worn out from frustration—\nmy whole being as well.",
      "10": "Indeed, my life is consumed with grief\nand my years with groaning;\nmy strength has failed\nbecause of my iniquity,\nand my bones waste away.",
      "11": "I am ridiculed by all my adversaries\nand even by my neighbors.\nI am dreaded by my acquaintances;\nthose who see me in the street run from me.",
      "12": "I am forgotten: gone from memory\nlike a dead person—like broken pottery.",
      "13": "I have heard the gossip of many;\nterror is on every side.\nWhen they conspired against me,\nthey plotted to take my life.",
      "14": "But I trust in you, Lord;\nI say, “You are my God.”",
      "15": "The course of my life is in your power;\nrescue me from the power of my enemies\nand from my persecutors.",
      "16": "Make your face shine on your servant;\nsave me by your faithful love.",
      "17": "Lord, do not let me be disgraced when I call on you.\nLet the wicked be disgraced;\nlet them be quiet in Sheol.",
      "18": "Let lying lips\nthat arrogantly speak against the righteous\nin proud contempt be silenced.",
      "19": "How great is your goodness,\nwhich you have stored up for those who fear you.\nIn the presence of everyone you have acted\nfor those who take refuge in you.",
      "20": "You hide them in the protection of your presence;\nyou conceal them in a shelter\nfrom human schemes,\nfrom quarrelsome tongues.",
      "21": "Blessed be the Lord,\nfor he has wondrously shown his faithful love to me\nin a city under siege.",
      "22": "In my alarm I said,\n“I am cut off from your sight.”\nBut you heard the sound of my pleading\nwhen I cried to you for help.",
      "23": "Love the Lord, all his faithful ones.\nThe Lord protects the loyal,\nbut fully repays the arrogant.",
      "24": "Be strong, and let your heart be courageous,\nall you who put your hope in the Lord."
    },
    "32": {
      "1": "How joyful is the one\nwhose transgression is forgiven,\nwhose sin is covered!",
      "2": "How joyful is a person whom\nthe Lord does not charge with iniquity\nand in whose spirit is no deceit!",
      "3": "When I kept silent, my bones became brittle\nfrom my groaning all day long.",
      "4": "For day and night your hand was heavy on me;\nmy strength was drained\nas in the summer’s heat. Selah",
      "5": "Then I acknowledged my sin to you\nand did not conceal my iniquity.\nI said, “I will confess my transgressions to the Lord,”\nand you forgave the guilt of my sin. Selah",
      "6": "Therefore let everyone who is faithful pray to you immediately.\nWhen great floodwaters come,\nthey will not reach him.",
      "7": "You are my hiding place;\nyou protect me from trouble.\nYou surround me with joyful shouts of deliverance. Selah",
      "8": "I will instruct you and show you the way to go;\nwith my eye on you, I will give counsel.",
      "9": "Do not be like a horse or mule,\nwithout understanding,\nthat must be controlled with bit and bridle\nor else it will not come near you.",
      "10": "Many pains come to the wicked,\nbut the one who trusts in the Lord\nwill have faithful love surrounding him.",
      "11": "Be glad in the Lord and rejoice,\nyou righteous ones;\nshout for joy,\nall you upright in heart."
    },
    "33": {
      "1": "Rejoice in the Lord, you righteous ones;\npraise from the upright is beautiful.",
      "2": "Praise the Lord with the lyre;\nmake music to him with a ten-stringed harp.",
      "3": "Sing a new song to him;\nplay skillfully on the strings, with a joyful shout.",
      "4": "For the word of the Lord is right,\nand all his work is trustworthy.",
      "5": "He loves righteousness and justice;\nthe earth is full of the Lord’s unfailing love.",
      "6": "The heavens were made by the word of the Lord,\nand all the stars, by the breath of his mouth.",
      "7": "He gathers the water of the sea into a heap;\nhe puts the depths into storehouses.",
      "8": "Let the whole earth fear the Lord;\nlet all the inhabitants of the world stand in awe of him.",
      "9": "For he spoke, and it came into being;\nhe commanded, and it came into existence.",
      "10": "The Lord frustrates the counsel of the nations;\nhe thwarts the plans of the peoples.",
      "11": "The counsel of the Lord stands forever,\nthe plans of his heart from generation to generation.",
      "12": "Happy is the nation whose God is the Lord—\nthe people he has chosen to be his own possession!",
      "13": "The Lord looks down from heaven;\nhe observes everyone.",
      "14": "He gazes on all the inhabitants of the earth\nfrom his dwelling place.",
      "15": "He forms the hearts of them all;\nhe considers all their works.",
      "16": "A king is not saved by a large army;\na warrior will not be rescued by great strength.",
      "17": "The horse is a false hope for safety;\nit provides no escape by its great power.",
      "18": "But look, the Lord keeps his eye on those who fear him—\nthose who depend on his faithful love",
      "19": "to rescue them from death\nand to keep them alive in famine.",
      "20": "We wait for the Lord;\nhe is our help and shield.",
      "21": "For our hearts rejoice in him\nbecause we trust in his holy name.",
      "22": "May your faithful love rest on us, Lord,\nfor we put our hope in you."
    },
    "34": {
      "1": "I will bless the Lord at all times;\nhis praise will always be on my lips.",
      "2": "I will boast in the Lord;\nthe humble will hear and be glad.",
      "3": "Proclaim the Lord’s greatness with me;\nlet us exalt his name together.",
      "4": "I sought the Lord, and he answered me\nand rescued me from all my fears.",
      "5": "Those who look to him are radiant with joy;\ntheir faces will never be ashamed.",
      "6": "This poor man cried, and the Lord heard him\nand saved him from all his troubles.",
      "7": "The angel of the Lord encamps\naround those who fear him, and rescues them.",
      "8": "Taste and see that the Lord is good.\nHow happy is the person who takes refuge in him!",
      "9": "You who are his holy ones, fear the Lord,\nfor those who fear him lack nothing.",
      "10": "Young lions lack food and go hungry,\nbut those who seek the Lord\nwill not lack any good thing.",
      "11": "Come, children, listen to me;\nI will teach you the fear of the Lord.",
      "12": "Who is someone who desires life,\nloving a long life to enjoy what is good?",
      "13": "Keep your tongue from evil\nand your lips from deceitful speech.",
      "14": "Turn away from evil and do what is good;\nseek peace and pursue it.",
      "15": "The eyes of the Lord are on the righteous,\nand his ears are open to their cry for help.",
      "16": "The face of the Lord is set\nagainst those who do what is evil,\nto remove all memory of them from the earth.",
      "17": "The righteous cry out, and the Lord hears,\nand rescues them from all their troubles.",
      "18": "The Lord is near the brokenhearted;\nhe saves those crushed in spirit.",
      "19": "One who is righteous has many adversities,\nbut the Lord rescues him from them all.",
      "20": "He protects all his bones;\nnot one of them is broken.",
      "21": "Evil brings death to the wicked,\nand those who hate the righteous will be punished.",
      "22": "The Lord redeems the life of his servants,\nand all who take refuge in him will not be punished."
    },
    "35": {
      "1": "Oppose my opponents, Lord;\nfight those who fight me.",
      "2": "Take your shields—large and small—\nand come to my aid.",
      "3": "Draw the spear and javelin against my pursuers,\nand assure me, “I am your deliverance.”",
      "4": "Let those who intend to take my life\nbe disgraced and humiliated;\nlet those who plan to harm me\nbe turned back and ashamed.",
      "5": "Let them be like chaff in the wind,\nwith the angel of the Lord driving them away.",
      "6": "Let their way be dark and slippery,\nwith the angel of the Lord pursuing them.",
      "7": "They hid their net for me without cause;\nthey dug a pit for me without cause.",
      "8": "Let ruin come on him unexpectedly,\nand let the net that he hid ensnare him;\nlet him fall into it—to his ruin.",
      "9": "Then I will rejoice in the Lord;\nI will delight in his deliverance.",
      "10": "All my bones will say,\n“Lord, who is like you,\nrescuing the poor from one too strong for him,\nthe poor or the needy from one who robs him?”",
      "11": "Malicious witnesses come forward;\nthey question me about things I do not know.",
      "12": "They repay me evil for good,\nmaking me desolate.",
      "13": "Yet when they were sick,\nmy clothing was sackcloth;\nI humbled myself with fasting,\nand my prayer was genuine.",
      "14": "I went about mourning as if for my friend or brother;\nI was bowed down with grief,\nlike one mourning for a mother.",
      "15": "But when I stumbled, they gathered in glee;\nthey gathered against me.\nAssailants I did not know\ntore at me and did not stop.",
      "16": "With godless mockery\nthey gnashed their teeth at me.",
      "17": "Lord, how long will you look on?\nRescue me from their ravages;\nrescue my precious life from the young lions.",
      "18": "I will praise you in the great assembly;\nI will exalt you among many people.",
      "19": "Do not let my deceitful enemies rejoice over me;\ndo not let those who hate me without cause\nwink at me maliciously.",
      "20": "For they do not speak in friendly ways,\nbut contrive fraudulent schemes\nagainst those who live peacefully in the land.",
      "21": "They open their mouths wide against me and say,\n“Aha, aha! We saw it!”",
      "22": "You saw it, Lord; do not be silent.\nLord, do not be far from me.",
      "23": "Wake up and rise to my defense,\nto my cause, my God and my Lord!",
      "24": "Vindicate me, Lord my God,\nin keeping with your righteousness,\nand do not let them rejoice over me.",
      "25": "Do not let them say in their hearts,\n“Aha! Just what we wanted.”\nDo not let them say,\n“We have swallowed him up!”",
      "26": "Let those who rejoice at my misfortune\nbe disgraced and humiliated;\nlet those who exalt themselves over me\nbe clothed with shame and reproach.",
      "27": "Let those who want my vindication\nshout for joy and be glad;\nlet them continually say,\n“The Lord be exalted.\nHe takes pleasure in his servant’s well-being.”",
      "28": "And my tongue will proclaim your righteousness,\nyour praise all day long."
    },
    "36": {
      "1": "An oracle within my heart\nconcerning the transgression of the wicked person:\nDread of God has no effect on him.",
      "2": "For with his flattering opinion of himself,\nhe does not discover and hate his iniquity.",
      "3": "The words from his mouth are malicious and deceptive;\nhe has stopped acting wisely and doing good.",
      "4": "Even on his bed he makes malicious plans.\nHe sets himself on a path that is not good,\nand he does not reject evil.",
      "5": "Lord, your faithful love reaches to heaven,\nyour faithfulness to the clouds.",
      "6": "Your righteousness is like the highest mountains,\nyour judgments like the deepest sea.\nLord, you preserve people and animals.",
      "7": "How priceless your faithful love is, God!\nPeople take refuge in the shadow of your wings.",
      "8": "They are filled from the abundance of your house.\nYou let them drink from your refreshing stream.",
      "9": "For the wellspring of life is with you.\nBy means of your light we see light.",
      "10": "Spread your faithful love over those who know you,\nand your righteousness over the upright in heart.",
      "11": "Do not let the foot of the arrogant come near me\nor the hand of the wicked drive me away.",
      "12": "There! The evildoers have fallen.\nThey have been thrown down and cannot rise."
    },
    "37": {
      "1": "Do not be agitated by evildoers;\ndo not envy those who do wrong.",
      "2": "For they wither quickly like grass\nand wilt like tender green plants.",
      "3": "Trust in the Lord and do what is good;\ndwell in the land and live securely.",
      "4": "Take delight in the Lord,\nand he will give you your heart’s desires.",
      "5": "Commit your way to the Lord;\ntrust in him, and he will act,",
      "6": "making your righteousness shine like the dawn,\nyour justice like the noonday.",
      "7": "Be silent before the Lord and wait expectantly for him;\ndo not be agitated by one who prospers in his way,\nby the person who carries out evil plans.",
      "8": "Refrain from anger and give up your rage;\ndo not be agitated—it can only bring harm.",
      "9": "For evildoers will be destroyed,\nbut those who put their hope in the Lord\nwill inherit the land.",
      "10": "A little while, and the wicked person will be no more;\nthough you look for him, he will not be there.",
      "11": "But the humble will inherit the land\nand will enjoy abundant prosperity.",
      "12": "The wicked person schemes against the righteous\nand gnashes his teeth at him.",
      "13": "The Lord laughs at him\nbecause he sees that his day is coming.",
      "14": "The wicked have drawn the sword and strung the bow\nto bring down the poor and needy\nand to slaughter those whose way is upright.",
      "15": "Their swords will enter their own hearts,\nand their bows will be broken.",
      "16": "The little that the righteous person has is better\nthan the abundance of many wicked people.",
      "17": "For the arms of the wicked will be broken,\nbut the Lord supports the righteous.",
      "18": "The Lord watches over the blameless all their days,\nand their inheritance will last forever.",
      "19": "They will not be disgraced in times of adversity;\nthey will be satisfied in days of hunger.",
      "20": "But the wicked will perish;\nthe Lord’s enemies, like the glory of the pastures,\nwill fade away—\nthey will fade away like smoke.",
      "21": "The wicked person borrows and does not repay,\nbut the righteous one is gracious and giving.",
      "22": "Those who are blessed by the Lord will inherit the land,\nbut those cursed by him will be destroyed.",
      "23": "A person’s steps are established by the Lord,\nand he takes pleasure in his way.",
      "24": "Though he falls, he will not be overwhelmed,\nbecause the Lord supports him with his hand.",
      "25": "I have been young and now I am old,\nyet I have not seen the righteous abandoned\nor his children begging for bread.",
      "26": "He is always generous, always lending,\nand his children are a blessing.",
      "27": "Turn away from evil, do what is good,\nand settle permanently.",
      "28": "For the Lord loves justice\nand will not abandon his faithful ones.\nThey are kept safe forever,\nbut the children of the wicked will be destroyed.",
      "29": "The righteous will inherit the land\nand dwell in it permanently.",
      "30": "The mouth of the righteous utters wisdom;\nhis tongue speaks what is just.",
      "31": "The instruction of his God is in his heart;\nhis steps do not falter.",
      "32": "The wicked one lies in wait for the righteous\nand intends to kill him;",
      "33": "the Lord will not leave him\nin the power of the wicked one\nor allow him to be condemned when he is judged.",
      "34": "Wait for the Lord and keep his way,\nand he will exalt you to inherit the land.\nYou will watch when the wicked are destroyed.",
      "35": "I have seen a wicked, violent person\nwell-rooted, like a flourishing native tree.",
      "36": "Then I passed by and noticed he was gone;\nI searched for him, but he could not be found.",
      "37": "Watch the blameless and observe the upright,\nfor the person of peace will have a future.",
      "38": "But transgressors will all be eliminated;\nthe future of the wicked will be destroyed.",
      "39": "The salvation of the righteous is from the Lord,\ntheir refuge in a time of distress.",
      "40": "The Lord helps and delivers them;\nhe will deliver them from the wicked and will save them\nbecause they take refuge in him."
    },
    "38": {
      "1": "Lord, do not punish me in your anger\nor discipline me in your wrath.",
      "2": "For your arrows have sunk into me,\nand your hand has pressed down on me.",
      "3": "There is no soundness in my body\nbecause of your indignation;\nthere is no health in my bones\nbecause of my sin.",
      "4": "For my iniquities have flooded over my head;\nthey are a burden too heavy for me to bear.",
      "5": "My wounds are foul and festering\nbecause of my foolishness.",
      "6": "I am bent over and brought very low;\nall day long I go around in mourning.",
      "7": "For my insides are full of burning pain,\nand there is no soundness in my body.",
      "8": "I am faint and severely crushed;\nI groan because of the anguish of my heart.",
      "9": "Lord, my every desire is in front of you;\nmy sighing is not hidden from you.",
      "10": "My heart races, my strength leaves me,\nand even the light of my eyes has faded.",
      "11": "My loved ones and friends stand back from my affliction,\nand my relatives stand at a distance.",
      "12": "Those who intend to kill me set traps,\nand those who want to harm me threaten to destroy me;\nthey plot treachery all day long.",
      "13": "I am like a deaf person; I do not hear.\nI am like a speechless person\nwho does not open his mouth.",
      "14": "I am like a man who does not hear\nand has no arguments in his mouth.",
      "15": "For I put my hope in you, Lord;\nyou will answer me, my Lord, my God.",
      "16": "For I said, “Don’t let them rejoice over me—\nthose who are arrogant toward me when I stumble.”",
      "17": "For I am about to fall,\nand my pain is constantly with me.",
      "18": "So I confess my iniquity;\nI am anxious because of my sin.",
      "19": "But my enemies are vigorous and powerful;\nmany hate me for no reason.",
      "20": "Those who repay evil for good\nattack me for pursuing good.",
      "21": "Lord, do not abandon me;\nmy God, do not be far from me.",
      "22": "Hurry to help me,\nmy Lord, my salvation."
    },
    "39": {
      "1": "I said, “I will guard my ways\nso that I may not sin with my tongue;\nI will guard my mouth with a muzzle\nas long as the wicked are in my presence.”",
      "2": "I was speechless and quiet;\nI kept silent, even from speaking good,\nand my pain intensified.",
      "3": "My heart grew hot within me;\nas I mused, a fire burned.\nI spoke with my tongue:",
      "4": "“Lord, make me aware of my end\nand the number of my days\nso that I will know how short-lived I am.",
      "5": "In fact, you have made my days just inches long,\nand my life span is as nothing to you.\nYes, every human being stands as only a vapor. Selah",
      "6": "Yes, a person goes about like a mere shadow.\nIndeed, they rush around in vain,\ngathering possessions\nwithout knowing who will get them.",
      "7": "“Now, Lord, what do I wait for?\nMy hope is in you.",
      "8": "Rescue me from all my transgressions;\ndo not make me the taunt of fools.",
      "9": "I am speechless; I do not open my mouth\nbecause of what you have done.",
      "10": "Remove your torment from me.\nBecause of the force of your hand I am finished.",
      "11": "You discipline a person with punishment for iniquity,\nconsuming like a moth what is precious to him;\nyes, every human being is only a vapor. Selah",
      "12": "“Hear my prayer, Lord,\nand listen to my cry for help;\ndo not be silent at my tears.\nFor I am here with you as an alien,\na temporary resident like all my ancestors.",
      "13": "Turn your angry gaze from me\nso that I may be cheered up\nbefore I die and am gone.”"
    },
    "40": {
      "1": "I waited patiently for the Lord,\nand he turned to me and heard my cry for help.",
      "2": "He brought me up from a desolate pit,\nout of the muddy clay,\nand set my feet on a rock,\nmaking my steps secure.",
      "3": "He put a new song in my mouth,\na hymn of praise to our God.\nMany will see and fear,\nand they will trust in the Lord.",
      "4": "How happy is anyone\nwho has put his trust in the Lord\nand has not turned to the proud\nor to those who run after lies!",
      "5": "Lord my God, you have done many things—\nyour wondrous works and your plans for us;\nnone can compare with you.\nIf I were to report and speak of them,\nthey are more than can be told.",
      "6": "You do not delight in sacrifice and offering;\nyou open my ears to listen.\nYou do not ask for a whole burnt offering or a sin offering.",
      "7": "Then I said, “See, I have come;\nin the scroll it is written about me.",
      "8": "I delight to do your will, my God,\nand your instruction is deep within me.”",
      "9": "I proclaim righteousness in the great assembly;\nsee, I do not keep my mouth closed—\nas you know, Lord.",
      "10": "I did not hide your righteousness in my heart;\nI spoke about your faithfulness and salvation;\nI did not conceal your constant love and truth\nfrom the great assembly.",
      "11": "Lord, you do not withhold your compassion from me.\nYour constant love and truth will always guard me.",
      "12": "For troubles without number have surrounded me;\nmy iniquities have overtaken me; I am unable to see.\nThey are more than the hairs of my head,\nand my courage leaves me.",
      "13": "Lord, be pleased to rescue me;\nhurry to help me, Lord.",
      "14": "Let those who intend to take my life\nbe disgraced and confounded.\nLet those who wish me harm\nbe turned back and humiliated.",
      "15": "Let those who say to me, “Aha, aha!”\nbe appalled because of their shame.",
      "16": "Let all who seek you rejoice and be glad in you;\nlet those who love your salvation continually say,\n“The Lord is great!”",
      "17": "I am oppressed and needy;\nmay the Lord think of me.\nYou are my helper and my deliverer;\nmy God, do not delay."
    },
    "41": {
      "1": "Happy is one who is considerate of the poor;\nthe Lord will save him in a day of adversity.",
      "2": "The Lord will keep him and preserve him;\nhe will be blessed in the land.\nYou will not give him over to the desire of his enemies.",
      "3": "The Lord will sustain him on his sickbed;\nyou will heal him on the bed where he lies.",
      "4": "I said, “Lord, be gracious to me;\nheal me, for I have sinned against you.”",
      "5": "My enemies speak maliciously about me:\n“When will he die and be forgotten?”",
      "6": "When one of them comes to visit, he speaks deceitfully;\nhe stores up evil in his heart;\nhe goes out and talks.",
      "7": "All who hate me whisper together about me;\nthey plan to harm me.",
      "8": "“Something awful has overwhelmed him,\nand he won’t rise again from where he lies!”",
      "9": "Even my friend in whom I trusted,\none who ate my bread,\nhas raised his heel against me.",
      "10": "But you, Lord, be gracious to me and raise me up;\nthen I will repay them.",
      "11": "By this I know that you delight in me:\nmy enemy does not shout in triumph over me.",
      "12": "You supported me because of my integrity\nand set me in your presence forever.",
      "13": "Blessed be the Lord God of Israel,\nfrom everlasting to everlasting.\nAmen and amen."
    },
    "42": {
      "1": "As a deer longs for flowing streams,\nso I long for you, God.",
      "2": "I thirst for God, the living God.\nWhen can I come and appear before God?",
      "3": "My tears have been my food day and night,\nwhile all day long people say to me,\n“Where is your God?”",
      "4": "I remember this as I pour out my heart:\nhow I walked with many,\nleading the festive procession to the house of God,\nwith joyful and thankful shouts.",
      "5": "Why, my soul, are you so dejected?\nWhy are you in such turmoil?\nPut your hope in God, for I will still praise him,\nmy Savior and my God.",
      "6": "I am deeply depressed;\ntherefore I remember you from the land of Jordan\nand the peaks of Hermon, from Mount Mizar.",
      "7": "Deep calls to deep in the roar of your waterfalls;\nall your breakers and your billows have swept over me.",
      "8": "The Lord will send his faithful love by day;\nhis song will be with me in the night—\na prayer to the God of my life.",
      "9": "I will say to God, my rock,\n“Why have you forgotten me?\nWhy must I go about in sorrow\nbecause of the enemy’s oppression?”",
      "10": "My adversaries taunt me,\nas if crushing my bones,\nwhile all day long they say to me,\n“Where is your God?”",
      "11": "Why, my soul, are you so dejected?\nWhy are you in such turmoil?\nPut your hope in God, for I will still praise him,\nmy Savior and my God."
    },
    "43": {
      "1": "Vindicate me, God, and champion my cause\nagainst an unfaithful nation;\nrescue me from the deceitful and unjust person.",
      "2": "For you are the God of my refuge.\nWhy have you rejected me?\nWhy must I go about in sorrow\nbecause of the enemy’s oppression?",
      "3": "Send your light and your truth; let them lead me.\nLet them bring me to your holy mountain,\nto your dwelling place.",
      "4": "Then I will come to the altar of God,\nto God, my greatest joy.\nI will praise you with the lyre,\nGod, my God.",
      "5": "Why, my soul, are you so dejected?\nWhy are you in such turmoil?\nPut your hope in God, for I will still praise him,\nmy Savior and my God."
    },
    "44": {
      "1": "God, we have heard with our ears—\nour ancestors have told us—\nthe work you accomplished in their days,\nin days long ago:",
      "2": "In order to plant them,\nyou displaced the nations by your hand;\nin order to settle them,\nyou brought disaster on the peoples.",
      "3": "For they did not take the land by their sword—\ntheir arm did not bring them victory—\nbut by your right hand, your arm,\nand the light of your face,\nbecause you were favorable toward them.",
      "4": "You are my King, my God,\nwho ordains victories for Jacob.",
      "5": "Through you we drive back our foes;\nthrough your name we trample our enemies.",
      "6": "For I do not trust in my bow,\nand my sword does not bring me victory.",
      "7": "But you give us victory over our foes\nand let those who hate us be disgraced.",
      "8": "We boast in God all day long;\nwe will praise your name forever. Selah",
      "9": "But you have rejected and humiliated us;\nyou do not march out with our armies.",
      "10": "You make us retreat from the foe,\nand those who hate us\nhave taken plunder for themselves.",
      "11": "You hand us over to be eaten like sheep\nand scatter us among the nations.",
      "12": "You sell your people for nothing;\nyou make no profit from selling them.",
      "13": "You make us an object of reproach to our neighbors,\na source of mockery and ridicule to those around us.",
      "14": "You make us a joke among the nations,\na laughingstock among the peoples.",
      "15": "My disgrace is before me all day long,\nand shame has covered my face,",
      "16": "because of the taunts of the scorner and reviler,\nbecause of the enemy and avenger.",
      "17": "All this has happened to us,\nbut we have not forgotten you\nor betrayed your covenant.",
      "18": "Our hearts have not turned back;\nour steps have not strayed from your path.",
      "19": "But you have crushed us in a haunt of jackals\nand have covered us with deepest darkness.",
      "20": "If we had forgotten the name of our God\nand spread out our hands to a foreign god,",
      "21": "wouldn’t God have found this out,\nsince he knows the secrets of the heart?",
      "22": "Because of you we are being put to death all day long;\nwe are counted as sheep to be slaughtered.",
      "23": "Wake up, Lord! Why are you sleeping?\nGet up! Don’t reject us forever!",
      "24": "Why do you hide\nand forget our affliction and oppression?",
      "25": "For we have sunk down to the dust;\nour bodies cling to the ground.",
      "26": "Rise up! Help us!\nRedeem us because of your faithful love."
    },
    "45": {
      "1": "My heart is moved by a noble theme\nas I recite my verses to the king;\nmy tongue is the pen of a skillful writer.",
      "2": "You are the most handsome of men;\ngrace flows from your lips.\nTherefore God has blessed you forever.",
      "3": "Mighty warrior, strap your sword at your side.\nIn your majesty and splendor—",
      "4": "in your splendor ride triumphantly\nin the cause of truth, humility, and justice.\nMay your right hand show your awe-inspiring acts.",
      "5": "Your sharpened arrows pierce the hearts of the king’s enemies;\nthe peoples fall under you.",
      "6": "Your throne, God, is forever and ever;\nthe scepter of your kingdom is a scepter of justice.",
      "7": "You love righteousness and hate wickedness;\ntherefore God, your God, has anointed you with the oil of joy\nmore than your companions.",
      "8": "Myrrh, aloes, and cassia perfume all your garments;\nfrom ivory palaces harps bring you joy.",
      "9": "Kings’ daughters are among your honored women;\nthe queen, adorned with gold from Ophir,\nstands at your right hand.",
      "10": "Listen, daughter, pay attention and consider:\nForget your people and your father’s house,",
      "11": "and the king will desire your beauty.\nBow down to him, for he is your lord.",
      "12": "The daughter of Tyre, the wealthy people,\nwill seek your favor with gifts.",
      "13": "In her chamber, the royal daughter is all glorious,\nher clothing embroidered with gold.",
      "14": "In colorful garments she is led to the king;\nafter her, the virgins, her companions, are brought to you.",
      "15": "They are led in with gladness and rejoicing;\nthey enter the king’s palace.",
      "16": "Your sons will succeed your ancestors;\nyou will make them princes throughout the land.",
      "17": "I will cause your name to be remembered for all generations;\ntherefore the peoples will praise you forever and ever."
    },
    "46": {
      "1": "God is our refuge and strength,\na helper who is always found\nin times of trouble.",
      "2": "Therefore we will not be afraid,\nthough the earth trembles\nand the mountains topple\ninto the depths of the seas,",
      "3": "though its water roars and foams\nand the mountains quake with its turmoil. Selah",
      "4": "There is a river—\nits streams delight the city of God,\nthe holy dwelling place of the Most High.",
      "5": "God is within her; she will not be toppled.\nGod will help her when the morning dawns.",
      "6": "Nations rage, kingdoms topple;\nthe earth melts when he lifts his voice.",
      "7": "The Lord of Armies is with us;\nthe God of Jacob is our stronghold. Selah",
      "8": "Come, see the works of the Lord,\nwho brings devastation on the earth.",
      "9": "He makes wars cease throughout the earth.\nHe shatters bows and cuts spears to pieces;\nhe sets wagons ablaze.",
      "10": "“Stop fighting, and know that I am God,\nexalted among the nations, exalted on the earth.”",
      "11": "The Lord of Armies is with us;\nthe God of Jacob is our stronghold. Selah"
    },
    "47": {
      "1": "Clap your hands, all you peoples;\nshout to God with a jubilant cry.",
      "2": "For the Lord, the Most High, is awe-inspiring,\na great King over the whole earth.",
      "3": "He subdues peoples under us\nand nations under our feet.",
      "4": "He chooses for us our inheritance—\nthe pride of Jacob, whom he loves. Selah",
      "5": "God ascends among shouts of joy,\nthe Lord, with the sound of a ram’s horn.",
      "6": "Sing praise to God, sing praise;\nsing praise to our King, sing praise!",
      "7": "Sing a song of wisdom,\nfor God is King of the whole earth.",
      "8": "God reigns over the nations;\nGod is seated on his holy throne.",
      "9": "The nobles of the peoples have assembled\nwith the people of the God of Abraham.\nFor the leaders of the earth belong to God;\nhe is greatly exalted."
    },
    "48": {
      "1": "The Lord is great and highly praised\nin the city of our God.\nHis holy mountain,",
      "2": "rising splendidly,\nis the joy of the whole earth.\nMount Zion—the summit of Zaphon—\nis the city of the great King.",
      "3": "God is known as a stronghold\nin its citadels.",
      "4": "Look! The kings assembled;\nthey advanced together.",
      "5": "They looked and froze with fear;\nthey fled in terror.",
      "6": "Trembling seized them there,\nagony like that of a woman in labor,",
      "7": "as you wrecked the ships of Tarshish\nwith the east wind.",
      "8": "Just as we heard, so we have seen\nin the city of the Lord of Armies,\nin the city of our God;\nGod will establish it forever. Selah",
      "9": "God, within your temple,\nwe contemplate your faithful love.",
      "10": "Like your name, God, so your praise\nreaches to the ends of the earth;\nyour right hand is filled with justice.",
      "11": "Mount Zion is glad.\nJudah’s villages rejoice\nbecause of your judgments.",
      "12": "Go around Zion, encircle it;\ncount its towers,",
      "13": "note its ramparts; tour its citadels\nso that you can tell a future generation:",
      "14": "“This God, our God forever and ever—\nhe will always lead us.”"
    },
    "49": {
      "1": "Hear this, all you peoples;\nlisten, all who inhabit the world,",
      "2": "both low and high,\nrich and poor together.",
      "3": "My mouth speaks wisdom;\nmy heart’s meditation brings understanding.",
      "4": "I turn my ear to a proverb;\nI explain my riddle with a lyre.",
      "5": "Why should I fear in times of trouble?\nThe iniquity of my foes surrounds me.",
      "6": "They trust in their wealth\nand boast of their abundant riches.",
      "7": "Yet these cannot redeem a person\nor pay his ransom to God—",
      "8": "since the price of redeeming him is too costly,\none should forever stop trying—",
      "9": "so that he may live forever\nand not see the Pit.",
      "10": "For one can see that the wise die;\nthe foolish and stupid also pass away.\nThen they leave their wealth to others.",
      "11": "Their graves are their permanent homes,\ntheir dwellings from generation to generation,\nthough they have named estates after themselves.",
      "12": "But despite his assets, mankind will not last;\nhe is like the animals that perish.",
      "13": "This is the way of those who are arrogant,\nand of their followers,\nwho approve of their words. Selah",
      "14": "Like sheep they are headed for Sheol;\nDeath will shepherd them.\nThe upright will rule over them in the morning,\nand their form will waste away in Sheol,\nfar from their lofty abode.",
      "15": "But God will redeem me\nfrom the power of Sheol,\nfor he will take me. Selah",
      "16": "Do not be afraid when a person gets rich,\nwhen the wealth of his house increases.",
      "17": "For when he dies, he will take nothing at all;\nhis wealth will not follow him down.",
      "18": "Though he blesses himself during his lifetime—\nand you are acclaimed when you do well for yourself—",
      "19": "he will go to the generation of his ancestors;\nthey will never see the light.",
      "20": "Mankind, with his assets\nbut without understanding,\nis like the animals that perish."
    },
    "50": {
      "1": "The Mighty One, God, the Lord, speaks;\nhe summons the earth\nfrom the rising of the sun to its setting.",
      "2": "From Zion, the perfection of beauty,\nGod appears in radiance.",
      "3": "Our God is coming; he will not be silent!\nDevouring fire precedes him,\nand a storm rages around him.",
      "4": "On high, he summons heaven and earth\nin order to judge his people:",
      "5": "“Gather my faithful ones to me,\nthose who made a covenant with me by sacrifice.”",
      "6": "The heavens proclaim his righteousness,\nfor God is the Judge. Selah",
      "7": "“Listen, my people, and I will speak;\nI will testify against you, Israel.\nI am God, your God.",
      "8": "I do not rebuke you for your sacrifices\nor for your burnt offerings,\nwhich are continually before me.",
      "9": "I will not take a bull from your household\nor male goats from your pens,",
      "10": "for every animal of the forest is mine,\nthe cattle on a thousand hills.",
      "11": "I know every bird of the mountains,\nand the creatures of the field are mine.",
      "12": "If I were hungry, I would not tell you,\nfor the world and everything in it is mine.",
      "13": "Do I eat the flesh of bulls\nor drink the blood of goats?",
      "14": "Offer a thanksgiving sacrifice to God,\nand pay your vows to the Most High.",
      "15": "Call on me in a day of trouble;\nI will rescue you, and you will honor me.”",
      "16": "But God says to the wicked:\n“What right do you have to recite my statutes\nand to take my covenant on your lips?",
      "17": "You hate instruction\nand fling my words behind you.",
      "18": "When you see a thief,\nyou make friends with him,\nand you associate with adulterers.",
      "19": "You unleash your mouth for evil\nand harness your tongue for deceit.",
      "20": "You sit, maligning your brother,\nslandering your mother’s son.",
      "21": "You have done these things, and I kept silent;\nyou thought I was just like you.\nBut I will rebuke you\nand lay out the case before you.",
      "22": "“Understand this, you who forget God,\nor I will tear you apart,\nand there will be no one to rescue you.",
      "23": "Whoever offers a thanksgiving sacrifice honors me,\nand whoever orders his conduct,\nI will show him the salvation of God.”"
    },
    "51": {
      "1": "Be gracious to me, God,\naccording to your faithful love;\naccording to your abundant compassion,\nblot out my rebellion.",
      "2": "Completely wash away my guilt\nand cleanse me from my sin.",
      "3": "For I am conscious of my rebellion,\nand my sin is always before me.",
      "4": "Against you—you alone—I have sinned\nand done this evil in your sight.\nSo you are right when you pass sentence;\nyou are blameless when you judge.",
      "5": "Indeed, I was guilty when I was born;\nI was sinful when my mother conceived me.",
      "6": "Surely you desire integrity in the inner self,\nand you teach me wisdom deep within.",
      "7": "Purify me with hyssop, and I will be clean;\nwash me, and I will be whiter than snow.",
      "8": "Let me hear joy and gladness;\nlet the bones you have crushed rejoice.",
      "9": "Turn your face away from my sins\nand blot out all my guilt.",
      "10": "God, create a clean heart for me\nand renew a steadfast spirit within me.",
      "11": "Do not banish me from your presence\nor take your Holy Spirit from me.",
      "12": "Restore the joy of your salvation to me,\nand sustain me by giving me a willing spirit.",
      "13": "Then I will teach the rebellious your ways,\nand sinners will return to you.",
      "14": "Save me from the guilt of bloodshed, God—\nGod of my salvation—\nand my tongue will sing of your righteousness.",
      "15": "Lord, open my lips,\nand my mouth will declare your praise.",
      "16": "You do not want a sacrifice, or I would give it;\nyou are not pleased with a burnt offering.",
      "17": "The sacrifice pleasing to God is a broken spirit.\nYou will not despise a broken and humbled heart, God.",
      "18": "In your good pleasure, cause Zion to prosper;\nbuild the walls of Jerusalem.",
      "19": "Then you will delight in righteous sacrifices,\nwhole burnt offerings;\nthen bulls will be offered on your altar."
    },
    "52": {
      "1": "Why boast about evil, you hero!\nGod’s faithful love is constant.",
      "2": "Like a sharpened razor,\nyour tongue devises destruction,\nworking treachery.",
      "3": "You love evil instead of good,\nlying instead of speaking truthfully. Selah",
      "4": "You love any words that destroy,\nyou treacherous tongue!",
      "5": "This is why God will bring you down forever.\nHe will take you, ripping you out of your tent;\nhe will uproot you from the land of the living. Selah",
      "6": "The righteous will see and fear,\nand they will derisively say about that hero,",
      "7": "“Here is the man\nwho would not make God his refuge,\nbut trusted in the abundance of his riches,\ntaking refuge in his destructive behavior.”",
      "8": "But I am like a flourishing olive tree\nin the house of God;\nI trust in God’s faithful love forever and ever.",
      "9": "I will praise you forever for what you have done.\nIn the presence of your faithful people,\nI will put my hope in your name, for it is good."
    },
    "53": {
      "1": "The fool says in his heart, “There’s no God.”\nThey are corrupt, and they do vile deeds.\nThere is no one who does good.",
      "2": "God looks down from heaven on the human race\nto see if there is one who is wise,\none who seeks God.",
      "3": "All have turned away;\nall alike have become corrupt.\nThere is no one who does good,\nnot even one.",
      "4": "Will evildoers never understand?\nThey consume my people as they consume bread;\nthey do not call on God.",
      "5": "Then they will be filled with dread—\ndread like no other—\nbecause God will scatter\nthe bones of those who besiege you.\nYou will put them to shame,\nfor God has rejected them.",
      "6": "Oh, that Israel’s deliverance would come from Zion!\nWhen God restores the fortunes of his people,\nlet Jacob rejoice, let Israel be glad."
    },
    "54": {
      "1": "God, save me by your name,\nand vindicate me by your might!",
      "2": "God, hear my prayer;\nlisten to the words from my mouth.",
      "3": "For strangers rise up against me,\nand violent men intend to kill me.\nThey do not let God guide them. Selah",
      "4": "God is my helper;\nthe Lord is the sustainer of my life.",
      "5": "He will repay my adversaries for their evil.\nBecause of your faithfulness, annihilate them.",
      "6": "I will sacrifice a freewill offering to you.\nI will praise your name, Lord,\nbecause it is good.",
      "7": "For he has rescued me from every trouble,\nand my eye has looked down on my enemies."
    },
    "55": {
      "1": "God, listen to my prayer\nand do not hide from my plea for help.",
      "2": "Pay attention to me and answer me.\nI am restless and in turmoil with my complaint,",
      "3": "because of the enemy’s words,\nbecause of the pressure of the wicked.\nFor they bring down disaster on me\nand harass me in anger.",
      "4": "My heart shudders within me;\nterrors of death sweep over me.",
      "5": "Fear and trembling grip me;\nhorror has overwhelmed me.",
      "6": "I said, “If only I had wings like a dove!\nI would fly away and find rest.",
      "7": "How far away I would flee;\nI would stay in the wilderness. Selah",
      "8": "I would hurry to my shelter\nfrom the raging wind and the storm.”",
      "9": "Lord, confuse and confound their speech,\nfor I see violence and strife in the city;",
      "10": "day and night they make the rounds on its walls.\nCrime and trouble are within it;",
      "11": "destruction is inside it;\noppression and deceit never leave its marketplace.",
      "12": "Now it is not an enemy who insults me—\notherwise I could bear it;\nit is not a foe who rises up against me—\notherwise I could hide from him.",
      "13": "But it is you, a man who is my peer,\nmy companion and good friend!",
      "14": "We used to have close fellowship;\nwe walked with the crowd into the house of God.",
      "15": "Let death take them by surprise;\nlet them go down to Sheol alive,\nbecause evil is in their homes and within them.",
      "16": "But I call to God,\nand the Lord will save me.",
      "17": "I complain and groan morning, noon, and night,\nand he hears my voice.",
      "18": "Though many are against me,\nhe will redeem me from my battle unharmed.",
      "19": "God, the one enthroned from long ago,\nwill hear and will humiliate them Selah\nbecause they do not change\nand do not fear God.",
      "20": "My friend acts violently\nagainst those at peace with him;\nhe violates his covenant.",
      "21": "His buttery words are smooth,\nbut war is in his heart.\nHis words are softer than oil,\nbut they are drawn swords.",
      "22": "Cast your burden on the Lord,\nand he will sustain you;\nhe will never allow the righteous to be shaken.",
      "23": "God, you will bring them down\nto the Pit of destruction;\nmen of bloodshed and treachery\nwill not live out half their days.\nBut I will trust in you."
    },
    "56": {
      "1": "Be gracious to me, God, for a man is trampling me;\nhe fights and oppresses me all day long.",
      "2": "My adversaries trample me all day,\nfor many arrogantly fight against me.",
      "3": "When I am afraid,\nI will trust in you.",
      "4": "In God, whose word I praise,\nin God I trust; I will not be afraid.\nWhat can mere mortals do to me?",
      "5": "They twist my words all day long;\nall their thoughts against me are evil.",
      "6": "They stir up strife, they lurk,\nthey watch my steps\nwhile they wait to take my life.",
      "7": "Will they escape in spite of such sin?\nGod, bring down the nations in wrath.",
      "8": "You yourself have recorded my wanderings.\nPut my tears in your bottle.\nAre they not in your book?",
      "9": "Then my enemies will retreat on the day when I call.\nThis I know: God is for me.",
      "10": "In God, whose word I praise,\nin the Lord, whose word I praise,",
      "11": "in God I trust; I will not be afraid.\nWhat can mere humans do to me?",
      "12": "I am obligated by vows to you, God;\nI will make my thanksgiving sacrifices to you.",
      "13": "For you rescued me from death,\neven my feet from stumbling,\nto walk before God in the light of life."
    },
    "57": {
      "1": "Be gracious to me, God, be gracious to me,\nfor I take refuge in you.\nI will seek refuge in the shadow of your wings\nuntil danger passes.",
      "2": "I call to God Most High,\nto God who fulfills his purpose for me.",
      "3": "He reaches down from heaven and saves me,\nchallenging the one who tramples me. Selah\nGod sends his faithful love and truth.",
      "4": "I am surrounded by lions;\nI lie down among devouring lions—\npeople whose teeth are spears and arrows,\nwhose tongues are sharp swords.",
      "5": "God, be exalted above the heavens;\nlet your glory be over the whole earth.",
      "6": "They prepared a net for my steps;\nI was despondent.\nThey dug a pit ahead of me,\nbut they fell into it! Selah",
      "7": "My heart is confident, God, my heart is confident.\nI will sing; I will sing praises.",
      "8": "Wake up, my soul!\nWake up, harp and lyre!\nI will wake up the dawn.",
      "9": "I will praise you, Lord, among the peoples;\nI will sing praises to you among the nations.",
      "10": "For your faithful love is as high as the heavens;\nyour faithfulness reaches the clouds.",
      "11": "God, be exalted above the heavens;\nlet your glory be over the whole earth."
    },
    "58": {
      "1": "Do you really speak righteously, you mighty ones?\nDo you judge people fairly?",
      "2": "No, you practice injustice in your hearts;\nwith your hands you weigh out violence in the land.",
      "3": "The wicked go astray from the womb;\nliars wander about from birth.",
      "4": "They have venom like the venom of a snake,\nlike the deaf cobra that stops up its ears,",
      "5": "that does not listen to the sound of the charmers\nwho skillfully weave spells.",
      "6": "God, knock the teeth out of their mouths;\nLord, tear out the young lions’ fangs.",
      "7": "May they vanish like water that flows by;\nmay they aim their blunted arrows.",
      "8": "Like a slug that moves along in slime,\nlike a woman’s miscarried child,\nmay they not see the sun.",
      "9": "Before your pots can feel the heat of the thorns—\nwhether green or burning—\nhe will sweep them away.",
      "10": "The righteous one will rejoice\nwhen he sees the retribution;\nhe will wash his feet in the blood of the wicked.",
      "11": "Then people will say,\n“Yes, there is a reward for the righteous!\nThere is a God who judges on earth!”"
    },
    "59": {
      "1": "Rescue me from my enemies, my God;\nprotect me from those who rise up against me.",
      "2": "Rescue me from evildoers,\nand save me from men of bloodshed.",
      "3": "Because look, Lord, they set an ambush for me.\nPowerful men attack me,\nbut not because of any sin or rebellion of mine.",
      "4": "For no fault of mine,\nthey run and take up a position.\nAwake to help me, and take notice.",
      "5": "Lord God of Armies, you are the God of Israel.\nRise up to punish all the nations;\ndo not show favor to any wicked traitors. Selah",
      "6": "They return at evening, snarling like dogs\nand prowling around the city.",
      "7": "Look, they spew from their mouths—\nsharp words from their lips.\n“For who,” they say, “will hear?”",
      "8": "But you laugh at them, Lord;\nyou ridicule all the nations.",
      "9": "I will keep watch for you, my strength,\nbecause God is my stronghold.",
      "10": "My faithful God will come to meet me;\nGod will let me look down on my adversaries.",
      "11": "Do not kill them; otherwise, my people will forget.\nBy your power, make them homeless wanderers\nand bring them down,\nLord, our shield.",
      "12": "For the sin of their mouths and the words of their lips,\nlet them be caught in their pride.\nThey utter curses and lies.",
      "13": "Consume them in fury;\nconsume them until they are gone.\nThen people will know throughout the earth\nthat God rules over Jacob. Selah",
      "14": "And they return at evening, snarling like dogs\nand prowling around the city.",
      "15": "They scavenge for food;\nthey growl if they are not satisfied.",
      "16": "But I will sing of your strength\nand will joyfully proclaim\nyour faithful love in the morning.\nFor you have been a stronghold for me,\na refuge in my day of trouble.",
      "17": "To you, my strength, I sing praises,\nbecause God is my stronghold—\nmy faithful God."
    },
    "60": {
      "1": "God, you have rejected us;\nyou have broken us down;\nyou have been angry. Restore us!",
      "2": "You have shaken the land and split it open.\nHeal its fissures, for it shudders.",
      "3": "You have made your people suffer hardship;\nyou have given us wine to drink\nthat made us stagger.",
      "4": "You have given a signal flag to those who fear you,\nso that they can flee before the archers. Selah",
      "5": "Save with your right hand, and answer me,\nso that those you love may be rescued.",
      "6": "God has spoken in his sanctuary:\n“I will celebrate!\nI will divide up Shechem.\nI will apportion the Valley of Succoth.",
      "7": "Gilead is mine, Manasseh is mine,\nand Ephraim is my helmet;\nJudah is my scepter.",
      "8": "Moab is my washbasin.\nI throw my sandal on Edom;\nI shout in triumph over Philistia.”",
      "9": "Who will bring me to the fortified city?\nWho will lead me to Edom?",
      "10": "God, haven’t you rejected us?\nGod, you do not march out with our armies.",
      "11": "Give us aid against the foe,\nfor human help is worthless.",
      "12": "With God we will perform valiantly;\nhe will trample our foes."
    },
    "61": {
      "1": "God, hear my cry;\npay attention to my prayer.",
      "2": "I call to you from the ends of the earth\nwhen my heart is without strength.\nLead me to a rock that is high above me,",
      "3": "for you have been a refuge for me,\na strong tower in the face of the enemy.",
      "4": "I will dwell in your tent forever\nand take refuge under the shelter of your wings. Selah",
      "5": "God, you have heard my vows;\nyou have given a heritage\nto those who fear your name.",
      "6": "Add days to the king’s life;\nmay his years span many generations.",
      "7": "May he sit enthroned before God forever.\nAppoint faithful love and truth to guard him.",
      "8": "Then I will continually sing of your name,\nfulfilling my vows day by day."
    },
    "62": {
      "1": "I am at rest in God alone;\nmy salvation comes from him.",
      "2": "He alone is my rock and my salvation,\nmy stronghold; I will never be shaken.",
      "3": "How long will you threaten a man?\nWill all of you attack\nas if he were a leaning wall\nor a tottering fence?",
      "4": "They only plan to bring him down\nfrom his high position.\nThey take pleasure in lying;\nthey bless with their mouths,\nbut they curse inwardly. Selah",
      "5": "Rest in God alone, my soul,\nfor my hope comes from him.",
      "6": "He alone is my rock and my salvation,\nmy stronghold; I will not be shaken.",
      "7": "My salvation and glory depend on God, my strong rock.\nMy refuge is in God.",
      "8": "Trust in him at all times, you people;\npour out your hearts before him.\nGod is our refuge. Selah",
      "9": "Common people are only a vapor;\nimportant people, an illusion.\nTogether on a scale,\nthey weigh less than a vapor.",
      "10": "Place no trust in oppression\nor false hope in robbery.\nIf wealth increases,\ndon’t set your heart on it.",
      "11": "God has spoken once;\nI have heard this twice:\nstrength belongs to God,",
      "12": "and faithful love belongs to you, Lord.\nFor you repay each according to his works."
    },
    "63": {
      "1": "God, you are my God; I eagerly seek you.\nI thirst for you;\nmy body faints for you\nin a land that is dry, desolate, and without water.",
      "2": "So I gaze on you in the sanctuary\nto see your strength and your glory.",
      "3": "My lips will glorify you\nbecause your faithful love is better than life.",
      "4": "So I will bless you as long as I live;\nat your name, I will lift up my hands.",
      "5": "You satisfy me as with rich food;\nmy mouth will praise you with joyful lips.",
      "6": "When I think of you as I lie on my bed,\nI meditate on you during the night watches",
      "7": "because you are my helper;\nI will rejoice in the shadow of your wings.",
      "8": "I follow close to you;\nyour right hand holds on to me.",
      "9": "But those who intend to destroy my life\nwill go into the depths of the earth.",
      "10": "They will be given over to the power of the sword;\nthey will become a meal for jackals.",
      "11": "But the king will rejoice in God;\nall who swear by him will boast,\nfor the mouths of liars will be shut."
    },
    "64": {
      "1": "God, hear my voice when I am in anguish.\nProtect my life from the terror of the enemy.",
      "2": "Hide me from the scheming of wicked people,\nfrom the mob of evildoers,",
      "3": "who sharpen their tongues like swords\nand aim bitter words like arrows,",
      "4": "shooting from concealed places at the blameless.\nThey shoot at him suddenly and are not afraid.",
      "5": "They adopt an evil plan;\nthey talk about hiding traps and say,\n“Who will see them?”",
      "6": "They devise crimes and say,\n“We have perfected a secret plan.”\nThe inner man and the heart are mysterious.",
      "7": "But God will shoot them with arrows;\nsuddenly, they will be wounded.",
      "8": "They will be made to stumble;\ntheir own tongues work against them.\nAll who see them will shake their heads.",
      "9": "Then everyone will fear\nand will tell about God’s work,\nfor they will understand what he has done.",
      "10": "The righteous one rejoices in the Lord\nand takes refuge in him;\nall those who are upright in heart\nwill offer praise."
    },
    "65": {
      "1": "Praise is rightfully yours,\nGod, in Zion;\nvows to you will be fulfilled.",
      "2": "All humanity will come to you,\nthe one who hears prayer.",
      "3": "Iniquities overwhelm me;\nonly you can atone for our rebellions.",
      "4": "How happy is the one you choose\nand bring near to live in your courts!\nWe will be satisfied with the goodness of your house,\nthe holiness of your temple.",
      "5": "You answer us in righteousness,\nwith awe-inspiring works,\nGod of our salvation,\nthe hope of all the ends of the earth\nand of the distant seas.",
      "6": "You establish the mountains by your power;\nyou are robed with strength.",
      "7": "You silence the roar of the seas,\nthe roar of their waves,\nand the tumult of the nations.",
      "8": "Those who live far away are awed by your signs;\nyou make east and west shout for joy.",
      "9": "You visit the earth and water it abundantly,\nenriching it greatly.\nGod’s stream is filled with water,\nfor you prepare the earth in this way,\nproviding people with grain.",
      "10": "You soften it with showers and bless its growth,\nsoaking its furrows and leveling its ridges.",
      "11": "You crown the year with your goodness;\nyour carts overflow with plenty.",
      "12": "The wilderness pastures overflow,\nand the hills are robed with joy.",
      "13": "The pastures are clothed with flocks\nand the valleys covered with grain.\nThey shout in triumph; indeed, they sing."
    },
    "66": {
      "1": "Let the whole earth shout joyfully to God!",
      "2": "Sing about the glory of his name;\nmake his praise glorious.",
      "3": "Say to God, “How awe-inspiring are your works!\nYour enemies will cringe before you\nbecause of your great strength.",
      "4": "The whole earth will worship you\nand sing praise to you.\nThey will sing praise to your name.” Selah",
      "5": "Come and see the wonders of God;\nhis acts for humanity are awe-inspiring.",
      "6": "He turned the sea into dry land,\nand they crossed the river on foot.\nThere we rejoiced in him.",
      "7": "He rules forever by his might;\nhe keeps his eye on the nations.\nThe rebellious should not exalt themselves. Selah",
      "8": "Bless our God, you peoples;\nlet the sound of his praise be heard.",
      "9": "He keeps us alive\nand does not allow our feet to slip.",
      "10": "For you, God, tested us;\nyou refined us as silver is refined.",
      "11": "You lured us into a trap;\nyou placed burdens on our backs.",
      "12": "You let men ride over our heads;\nwe went through fire and water,\nbut you brought us out to abundance.",
      "13": "I will enter your house with burnt offerings;\nI will pay you my vows",
      "14": "that my lips promised\nand my mouth spoke during my distress.",
      "15": "I will offer you fattened sheep as burnt offerings,\nwith the fragrant smoke of rams;\nI will sacrifice bulls with goats. Selah",
      "16": "Come and listen, all who fear God,\nand I will tell what he has done for me.",
      "17": "I cried out to him with my mouth,\nand praise was on my tongue.",
      "18": "If I had been aware of malice in my heart,\nthe Lord would not have listened.",
      "19": "However, God has listened;\nhe has paid attention to the sound of my prayer.",
      "20": "Blessed be God!\nHe has not turned away my prayer\nor turned his faithful love from me."
    },
    "67": {
      "1": "May God be gracious to us and bless us;\nmay he make his face shine upon us Selah",
      "2": "so that your way may be known on earth,\nyour salvation among all nations.",
      "3": "Let the peoples praise you, God;\nlet all the peoples praise you.",
      "4": "Let the nations rejoice and shout for joy,\nfor you judge the peoples with fairness\nand lead the nations on earth. Selah",
      "5": "Let the peoples praise you, God,\nlet all the peoples praise you.",
      "6": "The earth has produced its harvest;\nGod, our God, blesses us.",
      "7": "God will bless us,\nand all the ends of the earth will fear him."
    },
    "68": {
      "1": "God arises. His enemies scatter,\nand those who hate him flee from his presence.",
      "2": "As smoke is blown away,\nso you blow them away.\nAs wax melts before the fire,\nso the wicked are destroyed before God.",
      "3": "But the righteous are glad;\nthey rejoice before God and celebrate with joy.",
      "4": "Sing to God! Sing praises to his name.\nExalt him who rides on the clouds—\nhis name is the Lord—and celebrate before him.",
      "5": "God in his holy dwelling is\na father of the fatherless\nand a champion of widows.",
      "6": "God provides homes for those who are deserted.\nHe leads out the prisoners to prosperity,\nbut the rebellious live in a scorched land.",
      "7": "God, when you went out before your people,\nwhen you marched through the desert, Selah",
      "8": "the earth trembled and the skies poured rain\nbefore God, the God of Sinai,\nbefore God, the God of Israel.",
      "9": "You, God, showered abundant rain;\nyou revived your inheritance when it languished.",
      "10": "Your people settled in it;\nGod, you provided for the poor by your goodness.",
      "11": "The Lord gave the command;\na great company of women brought the good news:",
      "12": "“The kings of the armies flee—they flee!”\nShe who stays at home divides the spoil.",
      "13": "While you lie among the sheep pens,\nthe wings of a dove are covered with silver,\nand its feathers with glistening gold.",
      "14": "When the Almighty scattered kings in the land,\nit snowed on Zalmon.",
      "15": "Mount Bashan is God’s towering mountain;\nMount Bashan is a mountain of many peaks.",
      "16": "Why gaze with envy, you mountain peaks,\nat the mountain God desired for his abode?\nThe Lord will dwell there forever!",
      "17": "God’s chariots are tens of thousands,\nthousands and thousands;\nthe Lord is among them in the sanctuary\nas he was at Sinai.",
      "18": "You ascended to the heights, taking away captives;\nyou received gifts from people,\neven from the rebellious,\nso that the Lord God might dwell there.",
      "19": "Blessed be the Lord!\nDay after day he bears our burdens;\nGod is our salvation. Selah",
      "20": "Our God is a God of salvation,\nand escape from death belongs to the Lord my Lord.",
      "21": "Surely God crushes the heads of his enemies,\nthe hairy brow of one who goes on in his guilty acts.",
      "22": "The Lord said, “I will bring them back from Bashan;\nI will bring them back from the depths of the sea",
      "23": "so that your foot may wade in blood\nand your dogs’ tongues may have their share\nfrom the enemies.”",
      "24": "People have seen your procession, God,\nthe procession of my God,\nmy King, in the sanctuary.",
      "25": "Singers lead the way,\nwith musicians following;\namong them are young women\nplaying tambourines.",
      "26": "Bless God in the assemblies;\nbless the Lord from the fountain of Israel.",
      "27": "There is Benjamin, the youngest, leading them,\nthe rulers of Judah in their assembly,\nthe rulers of Zebulun, the rulers of Naphtali.",
      "28": "Your God has decreed your strength.\nShow your strength, God,\nyou who have acted on our behalf.",
      "29": "Because of your temple at Jerusalem,\nkings will bring tribute to you.",
      "30": "Rebuke the beast in the reeds,\nthe herd of bulls with the calves of the peoples.\nTrample underfoot those with bars of silver.\nScatter the peoples who take pleasure in war.",
      "31": "Ambassadors will come from Egypt;\nCush will stretch out its hands to God.",
      "32": "Sing to God, you kingdoms of the earth;\nsing praise to the Lord, Selah",
      "33": "to him who rides in the ancient, highest heavens.\nLook, he thunders with his powerful voice!",
      "34": "Ascribe power to God.\nHis majesty is over Israel;\nhis power is among the clouds.",
      "35": "God, you are awe-inspiring in your sanctuaries.\nThe God of Israel gives power and strength to his people.\nBlessed be God!"
    },
    "69": {
      "1": "Save me, God,\nfor the water has risen to my neck.",
      "2": "I have sunk in deep mud, and there is no footing;\nI have come into deep water,\nand a flood sweeps over me.",
      "3": "I am weary from my crying;\nmy throat is parched.\nMy eyes fail, looking for my God.",
      "4": "Those who hate me without cause\nare more numerous than the hairs of my head;\nmy deceitful enemies, who would destroy me,\nare powerful.\nThough I did not steal, I must repay.",
      "5": "God, you know my foolishness,\nand my guilty acts are not hidden from you.",
      "6": "Do not let those who put their hope in you\nbe disgraced because of me,\nLord God of Armies;\ndo not let those who seek you\nbe humiliated because of me,\nGod of Israel.",
      "7": "For I have endured insults because of you,\nand shame has covered my face.",
      "8": "I have become a stranger to my brothers\nand a foreigner to my mother’s sons",
      "9": "because zeal for your house has consumed me,\nand the insults of those who insult you\nhave fallen on me.",
      "10": "I mourned and fasted,\nbut it brought me insults.",
      "11": "I wore sackcloth as my clothing,\nand I was a joke to them.",
      "12": "Those who sit at the city gate talk about me,\nand drunkards make up songs about me.",
      "13": "But as for me, Lord,\nmy prayer to you is for a time of favor.\nIn your abundant, faithful love, God,\nanswer me with your sure salvation.",
      "14": "Rescue me from the miry mud; don’t let me sink.\nLet me be rescued from those who hate me\nand from the deep water.",
      "15": "Don’t let the floodwaters sweep over me\nor the deep swallow me up;\ndon’t let the Pit close its mouth over me.",
      "16": "Answer me, Lord,\nfor your faithful love is good.\nIn keeping with your abundant compassion,\nturn to me.",
      "17": "Don’t hide your face from your servant,\nfor I am in distress.\nAnswer me quickly!",
      "18": "Come near to me and redeem me;\nransom me because of my enemies.",
      "19": "You know the insults I endure—\nmy shame and disgrace.\nYou are aware of all my adversaries.",
      "20": "Insults have broken my heart,\nand I am in despair.\nI waited for sympathy,\nbut there was none;\nfor comforters, but found no one.",
      "21": "Instead, they gave me gall for my food,\nand for my thirst\nthey gave me vinegar to drink.",
      "22": "Let their table set before them be a snare,\nand let it be a trap for their allies.",
      "23": "Let their eyes grow too dim to see,\nand let their hips continually quake.",
      "24": "Pour out your rage on them,\nand let your burning anger overtake them.",
      "25": "Make their fortification desolate;\nmay no one live in their tents.",
      "26": "For they persecute the one you struck\nand talk about the pain of those you wounded.",
      "27": "Charge them with crime on top of crime;\ndo not let them share in your righteousness.",
      "28": "Let them be erased from the book of life\nand not be recorded with the righteous.",
      "29": "But as for me—poor and in pain—\nlet your salvation protect me, God.",
      "30": "I will praise God’s name with song\nand exalt him with thanksgiving.",
      "31": "That will please the Lord more than an ox,\nmore than a bull with horns and hooves.",
      "32": "The humble will see it and rejoice.\nYou who seek God, take heart!",
      "33": "For the Lord listens to the needy\nand does not despise\nhis own who are prisoners.",
      "34": "Let heaven and earth praise him,\nthe seas and everything that moves in them,",
      "35": "for God will save Zion\nand build up the cities of Judah.\nThey will live there and possess it.",
      "36": "The descendants of his servants will inherit it,\nand those who love his name will live in it."
    },
    "70": {
      "1": "God, hurry to rescue me.\nLord, hurry to help me!",
      "2": "Let those who seek to kill me\nbe disgraced and confounded;\nlet those who wish me harm\nbe turned back and humiliated.",
      "3": "Let those who say, “Aha, aha!”\nretreat because of their shame.",
      "4": "Let all who seek you rejoice and be glad in you;\nlet those who love your salvation\ncontinually say, “God is great!”",
      "5": "I am oppressed and needy;\nhurry to me, God.\nYou are my help and my deliverer;\nLord, do not delay."
    },
    "71": {
      "1": "Lord, I seek refuge in you;\nlet me never be disgraced.",
      "2": "In your justice, rescue and deliver me;\nlisten closely to me and save me.",
      "3": "Be a rock of refuge for me,\nwhere I can always go.\nGive the command to save me,\nfor you are my rock and fortress.",
      "4": "Deliver me, my God, from the power of the wicked,\nfrom the grasp of the unjust and oppressive.",
      "5": "For you are my hope, Lord God,\nmy confidence from my youth.",
      "6": "I have leaned on you from birth;\nyou took me from my mother’s womb.\nMy praise is always about you.",
      "7": "I am like a miraculous sign to many,\nand you are my strong refuge.",
      "8": "My mouth is full of praise\nand honor to you all day long.",
      "9": "Don’t discard me in my old age.\nAs my strength fails, do not abandon me.",
      "10": "For my enemies talk about me,\nand those who spy on me plot together,",
      "11": "saying, “God has abandoned him;\nchase him and catch him,\nfor there is no one to rescue him.”",
      "12": "God, do not be far from me;\nmy God, hurry to help me.",
      "13": "May my adversaries be disgraced and destroyed;\nmay those who intend to harm me\nbe covered with disgrace and humiliation.",
      "14": "But I will hope continually\nand will praise you more and more.",
      "15": "My mouth will tell about your righteousness\nand your salvation all day long,\nthough I cannot sum them up.",
      "16": "I come because of the mighty acts of the Lord God;\nI will proclaim your righteousness, yours alone.",
      "17": "God, you have taught me from my youth,\nand I still proclaim your wondrous works.",
      "18": "Even while I am old and gray,\nGod, do not abandon me,\nwhile I proclaim your power\nto another generation,\nyour strength to all who are to come.",
      "19": "Your righteousness reaches the heights, God,\nyou who have done great things;\nGod, who is like you?",
      "20": "You caused me to experience\nmany troubles and misfortunes,\nbut you will revive me again.\nYou will bring me up again,\neven from the depths of the earth.",
      "21": "You will increase my honor\nand comfort me once again.",
      "22": "Therefore, I will praise you with a harp\nfor your faithfulness, my God;\nI will sing to you with a lyre,\nHoly One of Israel.",
      "23": "My lips will shout for joy\nwhen I sing praise to you\nbecause you have redeemed me.",
      "24": "Therefore, my tongue will proclaim\nyour righteousness all day long,\nfor those who intend to harm me\nwill be disgraced and confounded."
    },
    "72": {
      "1": "God, give your justice to the king\nand your righteousness to the king’s son.",
      "2": "He will judge your people with righteousness\nand your afflicted ones with justice.",
      "3": "May the mountains bring well-being to the people\nand the hills, righteousness.",
      "4": "May he vindicate the afflicted among the people,\nhelp the poor,\nand crush the oppressor.",
      "5": "May they fear you while the sun endures\nand as long as the moon, throughout all generations.",
      "6": "May the king be like rain that falls on the cut grass,\nlike spring showers that water the earth.",
      "7": "May the righteous flourish in his days\nand well-being abound\nuntil the moon is no more.",
      "8": "May he rule from sea to sea\nand from the Euphrates\nto the ends of the earth.",
      "9": "May desert tribes kneel before him\nand his enemies lick the dust.",
      "10": "May the kings of Tarshish\nand the coasts and islands bring tribute,\nthe kings of Sheba and Seba offer gifts.",
      "11": "Let all kings bow in homage to him,\nall nations serve him.",
      "12": "For he will rescue the poor who cry out\nand the afflicted who have no helper.",
      "13": "He will have pity on the poor and helpless\nand save the lives of the poor.",
      "14": "He will redeem them from oppression and violence,\nfor their lives are precious in his sight.",
      "15": "May he live long!\nMay gold from Sheba be given to him.\nMay prayer be offered for him continually,\nand may he be blessed all day long.",
      "16": "May there be plenty of grain in the land;\nmay it wave on the tops of the mountains.\nMay its crops be like Lebanon.\nMay people flourish in the cities\nlike the grass of the field.",
      "17": "May his name endure forever;\nas long as the sun shines,\nmay his fame increase.\nMay all nations be blessed by him\nand call him blessed.",
      "18": "Blessed be the Lord God, the God of Israel,\nwho alone does wonders.",
      "19": "Blessed be his glorious name forever;\nthe whole earth is filled with his glory.\nAmen and amen.",
      "20": "The prayers of David son of Jesse are concluded."
    },
    "73": {
      "1": "God is indeed good to Israel,\nto the pure in heart.",
      "2": "But as for me, my feet almost slipped;\nmy steps nearly went astray.",
      "3": "For I envied the arrogant;\nI saw the prosperity of the wicked.",
      "4": "They have an easy time until they die,\nand their bodies are well fed.",
      "5": "They are not in trouble like others;\nthey are not afflicted like most people.",
      "6": "Therefore, pride is their necklace,\nand violence covers them like a garment.",
      "7": "Their eyes bulge out from fatness;\nthe imaginations of their hearts run wild.",
      "8": "They mock, and they speak maliciously;\nthey arrogantly threaten oppression.",
      "9": "They set their mouths against heaven,\nand their tongues strut across the earth.",
      "10": "Therefore his people turn to them\nand drink in their overflowing words.",
      "11": "The wicked say, “How can God know?\nDoes the Most High know everything?”",
      "12": "Look at them—the wicked!\nThey are always at ease,\nand they increase their wealth.",
      "13": "Did I purify my heart\nand wash my hands in innocence for nothing?",
      "14": "For I am afflicted all day long\nand punished every morning.",
      "15": "If I had decided to say these things aloud,\nI would have betrayed your people.",
      "16": "When I tried to understand all this,\nit seemed hopeless",
      "17": "until I entered God’s sanctuary.\nThen I understood their destiny.",
      "18": "Indeed, you put them in slippery places;\nyou make them fall into ruin.",
      "19": "How suddenly they become a desolation!\nThey come to an end, swept away by terrors.",
      "20": "Like one waking from a dream,\nLord, when arising, you will despise their image.",
      "21": "When I became embittered\nand my innermost being was wounded,",
      "22": "I was stupid and didn’t understand;\nI was an unthinking animal toward you.",
      "23": "Yet I am always with you;\nyou hold my right hand.",
      "24": "You guide me with your counsel,\nand afterward you will take me up in glory.",
      "25": "Who do I have in heaven but you?\nAnd I desire nothing on earth but you.",
      "26": "My flesh and my heart may fail,\nbut God is the strength of my heart,\nmy portion forever.",
      "27": "Those far from you will certainly perish;\nyou destroy all who are unfaithful to you.",
      "28": "But as for me, God’s presence is my good.\nI have made the Lord God my refuge,\nso I can tell about all you do."
    },
    "74": {
      "1": "Why have you rejected us forever, God?\nWhy does your anger burn\nagainst the sheep of your pasture?",
      "2": "Remember your congregation,\nwhich you purchased long ago\nand redeemed as the tribe for your own possession.\nRemember Mount Zion where you dwell.",
      "3": "Make your way to the perpetual ruins,\nto all that the enemy has destroyed in the sanctuary.",
      "4": "Your adversaries roared in the meeting place\nwhere you met with us.\nThey set up their emblems as signs.",
      "5": "It was like men in a thicket of trees,\nwielding axes,",
      "6": "then smashing all the carvings\nwith hatchets and picks.",
      "7": "They set your sanctuary on fire;\nthey utterly desecrated\nthe dwelling place of your name.",
      "8": "They said in their hearts,\n“Let’s oppress them relentlessly.”\nThey burned every place throughout the land\nwhere God met with us.",
      "9": "There are no signs for us to see.\nThere is no longer a prophet.\nAnd none of us knows how long this will last.",
      "10": "God, how long will the enemy mock?\nWill the foe insult your name forever?",
      "11": "Why do you hold back your hand?\nStretch out your right hand and destroy them!",
      "12": "God my King is from ancient times,\nperforming saving acts on the earth.",
      "13": "You divided the sea with your strength;\nyou smashed the heads of the sea monsters in the water;",
      "14": "you crushed the heads of Leviathan;\nyou fed him to the creatures of the desert.",
      "15": "You opened up springs and streams;\nyou dried up ever-flowing rivers.",
      "16": "The day is yours, also the night;\nyou established the moon and the sun.",
      "17": "You set all the boundaries of the earth;\nyou made summer and winter.",
      "18": "Remember this: the enemy has mocked the Lord,\nand a foolish people has insulted your name.",
      "19": "Do not give to beasts the life of your dove;\ndo not forget the lives of your poor people forever.",
      "20": "Consider the covenant,\nfor the dark places of the land are full of violence.",
      "21": "Do not let the oppressed turn away in shame;\nlet the poor and needy praise your name.",
      "22": "Rise up, God, champion your cause!\nRemember the insults\nthat fools bring against you all day long.",
      "23": "Do not forget the clamor of your adversaries,\nthe tumult of your opponents that goes up constantly."
    },
    "75": {
      "1": "We give thanks to you, God;\nwe give thanks to you, for your name is near.\nPeople tell about your wondrous works.",
      "2": "“When I choose a time,\nI will judge fairly.",
      "3": "When the earth and all its inhabitants shake,\nI am the one who steadies its pillars. Selah",
      "4": "I say to the boastful, ‘Do not boast,’\nand to the wicked, ‘Do not lift up your horn.",
      "5": "Do not lift up your horn against heaven\nor speak arrogantly.’”",
      "6": "Exaltation does not come\nfrom the east, the west, or the desert,",
      "7": "for God is the Judge:\nHe brings down one and exalts another.",
      "8": "For there is a cup in the Lord’s hand,\nfull of wine blended with spices, and he pours from it.\nAll the wicked of the earth will drink,\ndraining it to the dregs.",
      "9": "As for me, I will tell about him forever;\nI will sing praise to the God of Jacob.",
      "10": "“I will cut off all the horns of the wicked,\nbut the horns of the righteous will be lifted up.”"
    },
    "76": {
      "1": "God is known in Judah;\nhis name is great in Israel.",
      "2": "His tent is in Salem,\nhis dwelling place in Zion.",
      "3": "There he shatters the bow’s flaming arrows,\nthe shield, the sword, and the weapons of war. Selah",
      "4": "You are resplendent and majestic\ncoming down from the mountains of prey.",
      "5": "The brave-hearted have been plundered;\nthey have slipped into their final sleep.\nNone of the warriors was able to lift a hand.",
      "6": "At your rebuke, God of Jacob,\nboth chariot and horse lay still.",
      "7": "And you—you are to be feared.\nWhen you are angry,\nwho can stand before you?",
      "8": "From heaven you pronounced judgment.\nThe earth feared and grew quiet",
      "9": "when God rose up to judge\nand to save all the lowly of the earth. Selah",
      "10": "Even human wrath will praise you;\nyou will clothe yourself\nwith the wrath that remains.",
      "11": "Make and keep your vows\nto the Lord your God;\nlet all who are around him bring tribute\nto the awe-inspiring one.",
      "12": "He humbles the spirit of leaders;\nhe is feared by the kings of the earth."
    },
    "77": {
      "1": "I cry aloud to God,\naloud to God, and he will hear me.",
      "2": "I sought the Lord in my day of trouble.\nMy hands were continually lifted up\nall night long;\nI refused to be comforted.",
      "3": "I think of God; I groan;\nI meditate; my spirit becomes weak. Selah",
      "4": "You have kept me from closing my eyes;\nI am troubled and cannot speak.",
      "5": "I consider days of old,\nyears long past.",
      "6": "At night I remember my music;\nI meditate in my heart, and my spirit ponders.",
      "7": "“Will the Lord reject forever\nand never again show favor?",
      "8": "Has his faithful love ceased forever?\nIs his promise at an end for all generations?",
      "9": "Has God forgotten to be gracious?\nHas he in anger withheld his compassion?” Selah",
      "10": "So I say, “I am grieved\nthat the right hand of the Most High has changed.”",
      "11": "I will remember the Lord’s works;\nyes, I will remember your ancient wonders.",
      "12": "I will reflect on all you have done\nand meditate on your actions.",
      "13": "God, your way is holy.\nWhat god is great like God?",
      "14": "You are the God who works wonders;\nyou revealed your strength among the peoples.",
      "15": "With power you redeemed your people,\nthe descendants of Jacob and Joseph. Selah",
      "16": "The water saw you, God.\nThe water saw you; it trembled.\nEven the depths shook.",
      "17": "The clouds poured down water.\nThe storm clouds thundered;\nyour arrows flashed back and forth.",
      "18": "The sound of your thunder was in the whirlwind;\nlightning lit up the world.\nThe earth shook and quaked.",
      "19": "Your way went through the sea\nand your path through the vast water,\nbut your footprints were unseen.",
      "20": "You led your people like a flock\nby the hand of Moses and Aaron."
    },
    "78": {
      "1": "My people, hear my instruction;\nlisten to the words from my mouth.",
      "2": "I will declare wise sayings;\nI will speak mysteries from the past—",
      "3": "things we have heard and known\nand that our ancestors have passed down to us.",
      "4": "We will not hide them from their children,\nbut will tell a future generation\nthe praiseworthy acts of the Lord,\nhis might, and the wondrous works\nhe has performed.",
      "5": "He established a testimony in Jacob\nand set up a law in Israel,\nwhich he commanded our ancestors\nto teach to their children",
      "6": "so that a future generation—\nchildren yet to be born—might know.\nThey were to rise and tell their children",
      "7": "so that they might put their confidence in God\nand not forget God’s works,\nbut keep his commands.",
      "8": "Then they would not be like their ancestors,\na stubborn and rebellious generation,\na generation whose heart was not loyal\nand whose spirit was not faithful to God.",
      "9": "The Ephraimite archers turned back\non the day of battle.",
      "10": "They did not keep God’s covenant\nand refused to live by his law.",
      "11": "They forgot what he had done,\nthe wondrous works he had shown them.",
      "12": "He worked wonders in the sight of their ancestors\nin the land of Egypt, the territory of Zoan.",
      "13": "He split the sea and brought them across;\nthe water stood firm like a wall.",
      "14": "He led them with a cloud by day\nand with a fiery light throughout the night.",
      "15": "He split rocks in the wilderness\nand gave them drink as abundant as the depths.",
      "16": "He brought streams out of the stone\nand made water flow down like rivers.",
      "17": "But they continued to sin against him,\nrebelling in the desert against the Most High.",
      "18": "They deliberately tested God,\ndemanding the food they craved.",
      "19": "They spoke against God, saying,\n“Is God able to provide food in the wilderness?",
      "20": "Look! He struck the rock and water gushed out;\ntorrents overflowed.\nBut can he also provide bread\nor furnish meat for his people?”",
      "21": "Therefore, the Lord heard and became furious;\nthen fire broke out against Jacob,\nand anger flared up against Israel",
      "22": "because they did not believe God\nor rely on his salvation.",
      "23": "He gave a command to the clouds above\nand opened the doors of heaven.",
      "24": "He rained manna for them to eat;\nhe gave them grain from heaven.",
      "25": "People ate the bread of angels.\nHe sent them an abundant supply of food.",
      "26": "He made the east wind blow in the skies\nand drove the south wind by his might.",
      "27": "He rained meat on them like dust,\nand winged birds like the sand of the seas.",
      "28": "He made them fall in the camp,\nall around the tents.",
      "29": "The people ate and were completely satisfied,\nfor he gave them what they craved.",
      "30": "Before they had turned from what they craved,\nwhile the food was still in their mouths,",
      "31": "God’s anger flared up against them,\nand he killed some of their best men.\nHe struck down Israel’s fit young men.",
      "32": "Despite all this, they kept sinning\nand did not believe his wondrous works.",
      "33": "He made their days end in futility,\ntheir years in sudden disaster.",
      "34": "When he killed some of them,\nthe rest began to seek him;\nthey repented and searched for God.",
      "35": "They remembered that God was their rock,\nthe Most High God, their Redeemer.",
      "36": "But they deceived him with their mouths,\nthey lied to him with their tongues,",
      "37": "their hearts were insincere toward him,\nand they were unfaithful to his covenant.",
      "38": "Yet he was compassionate;\nhe atoned for their iniquity\nand did not destroy them.\nHe often turned his anger aside\nand did not unleash all his wrath.",
      "39": "He remembered that they were only flesh,\na wind that passes and does not return.",
      "40": "How often they rebelled against him\nin the wilderness\nand grieved him in the desert.",
      "41": "They constantly tested God\nand provoked the Holy One of Israel.",
      "42": "They did not remember his power shown\non the day he redeemed them from the foe,",
      "43": "when he performed his miraculous signs in Egypt\nand his wonders in the territory of Zoan.",
      "44": "He turned their rivers into blood,\nand they could not drink from their streams.",
      "45": "He sent among them swarms of flies,\nwhich fed on them,\nand frogs, which devastated them.",
      "46": "He gave their crops to the caterpillar\nand the fruit of their labor to the locust.",
      "47": "He killed their vines with hail\nand their sycamore fig trees with a flood.",
      "48": "He handed over their livestock to hail\nand their cattle to lightning bolts.",
      "49": "He sent his burning anger against them:\nfury, indignation, and calamity—\na band of deadly messengers.",
      "50": "He cleared a path for his anger.\nHe did not spare them from death\nbut delivered their lives to the plague.",
      "51": "He struck all the firstborn in Egypt,\nthe first progeny of the tents of Ham.",
      "52": "He led his people out like sheep\nand guided them like a flock in the wilderness.",
      "53": "He led them safely, and they were not afraid;\nbut the sea covered their enemies.",
      "54": "He brought them to his holy territory,\nto the mountain his right hand acquired.",
      "55": "He drove out nations before them.\nHe apportioned their inheritance by lot\nand settled the tribes of Israel in their tents.",
      "56": "But they rebelliously tested the Most High God,\nfor they did not keep his decrees.",
      "57": "They treacherously turned away like their ancestors;\nthey became warped like a faulty bow.",
      "58": "They enraged him with their high places\nand provoked his jealousy with their carved images.",
      "59": "God heard and became furious;\nhe completely rejected Israel.",
      "60": "He abandoned the tabernacle at Shiloh,\nthe tent where he resided among mankind.",
      "61": "He gave up his strength to captivity\nand his splendor to the hand of a foe.",
      "62": "He surrendered his people to the sword\nbecause he was enraged with his heritage.",
      "63": "Fire consumed his chosen young men,\nand his young women had no wedding songs.",
      "64": "His priests fell by the sword,\nand the widows could not lament.",
      "65": "The Lord awoke as if from sleep,\nlike a warrior from the effects of wine.",
      "66": "He beat back his foes;\nhe gave them lasting disgrace.",
      "67": "He rejected the tent of Joseph\nand did not choose the tribe of Ephraim.",
      "68": "He chose instead the tribe of Judah,\nMount Zion, which he loved.",
      "69": "He built his sanctuary like the heights,\nlike the earth that he established forever.",
      "70": "He chose David his servant\nand took him from the sheep pens;",
      "71": "he brought him from tending ewes\nto be shepherd over his people Jacob—\nover Israel, his inheritance.",
      "72": "He shepherded them with a pure heart\nand guided them with his skillful hands."
    },
    "79": {
      "1": "God, the nations have invaded your inheritance,\ndesecrated your holy temple,\nand turned Jerusalem into ruins.",
      "2": "They gave the corpses of your servants\nto the birds of the sky for food,\nthe flesh of your faithful ones\nto the beasts of the earth.",
      "3": "They poured out their blood\nlike water all around Jerusalem,\nand there was no one to bury them.",
      "4": "We have become an object of reproach\nto our neighbors,\na source of mockery and ridicule\nto those around us.",
      "5": "How long, Lord? Will you be angry forever?\nWill your jealousy keep burning like fire?",
      "6": "Pour out your wrath on the nations\nthat don’t acknowledge you,\non the kingdoms that don’t call on your name,",
      "7": "for they have devoured Jacob\nand devastated his homeland.",
      "8": "Do not hold past iniquities against us;\nlet your compassion come to us quickly,\nfor we have become very weak.",
      "9": "God of our salvation, help us,\nfor the glory of your name.\nRescue us and atone for our sins,\nfor your name’s sake.",
      "10": "Why should the nations ask,\n“Where is their God?” \nBefore our eyes,\nlet vengeance for the shed blood of your servants\nbe known among the nations.",
      "11": "Let the groans of the prisoners reach you;\naccording to your great power,\npreserve those condemned to die.",
      "12": "Pay back sevenfold to our neighbors\nthe reproach they have hurled at you, Lord.",
      "13": "Then we, your people, the sheep of your pasture,\nwill thank you forever;\nwe will declare your praise\nto generation after generation."
    },
    "80": {
      "1": "Listen, Shepherd of Israel,\nwho leads Joseph like a flock;\nyou who sit enthroned between the cherubim,\nshine",
      "2": "on Ephraim,\nBenjamin, and Manasseh.\nRally your power and come to save us.",
      "3": "Restore us, God;\nmake your face shine on us,\nso that we may be saved.",
      "4": "Lord God of Armies,\nhow long will you be angry\nwith your people’s prayers?",
      "5": "You fed them the bread of tears\nand gave them a full measure\nof tears to drink.",
      "6": "You put us at odds with our neighbors;\nour enemies mock us.",
      "7": "Restore us, God of Armies;\nmake your face shine on us, so that we may be saved.",
      "8": "You dug up a vine from Egypt;\nyou drove out the nations and planted it.",
      "9": "You cleared a place for it;\nit took root and filled the land.",
      "10": "The mountains were covered by its shade,\nand the mighty cedars with its branches.",
      "11": "It sent out sprouts toward the Sea\nand shoots toward the River.",
      "12": "Why have you broken down its walls\nso that all who pass by pick its fruit?",
      "13": "Boars from the forest tear at it\nand creatures of the field feed on it.",
      "14": "Return, God of Armies.\nLook down from heaven and see;\ntake care of this vine,",
      "15": "the root your right hand planted,\nthe son that you made strong for yourself.",
      "16": "It was cut down and burned;\nthey perish at the rebuke of your countenance.",
      "17": "Let your hand be with the man at your right hand,\nwith the son of man\nyou have made strong for yourself.",
      "18": "Then we will not turn away from you;\nrevive us, and we will call on your name.",
      "19": "Restore us, Lord, God of Armies;\nmake your face shine on us, so that we may be saved."
    },
    "81": {
      "1": "Sing for joy to God our strength;\nshout in triumph to the God of Jacob.",
      "2": "Lift up a song—play the tambourine,\nthe melodious lyre, and the harp.",
      "3": "Blow the ram’s horn on the day of our feasts\nduring the new moon\nand during the full moon.",
      "4": "For this is a statute for Israel,\nan ordinance of the God of Jacob.",
      "5": "He set it up as a decree for Joseph\nwhen he went throughout the land of Egypt.\nI heard an unfamiliar language:",
      "6": "“I relieved his shoulder from the burden;\nhis hands were freed from carrying the basket.",
      "7": "You called out in distress, and I rescued you;\nI answered you from the thundercloud.\nI tested you at the Waters of Meribah. Selah",
      "8": "Listen, my people, and I will admonish you.\nIsrael, if you would only listen to me!",
      "9": "There must not be a strange god among you;\nyou must not bow down to a foreign god.",
      "10": "I am the Lord your God,\nwho brought you up from the land of Egypt.\nOpen your mouth wide, and I will fill it.",
      "11": "“But my people did not listen to my voice;\nIsrael did not obey me.",
      "12": "So I gave them over to their stubborn hearts\nto follow their own plans.",
      "13": "If only my people would listen to me\nand Israel would follow my ways,",
      "14": "I would quickly subdue their enemies\nand turn my hand against their foes.”",
      "15": "Those who hate the Lord\nwould cower to him;\ntheir doom would last forever.",
      "16": "But he would feed Israel with the best wheat.\n“I would satisfy you with honey from the rock.”"
    },
    "82": {
      "1": "God stands in the divine assembly;\nhe pronounces judgment among the gods:",
      "2": "“How long will you judge unjustly\nand show partiality to the wicked? Selah",
      "3": "Provide justice for the needy and the fatherless;\nuphold the rights of the oppressed and the destitute.",
      "4": "Rescue the poor and needy;\nsave them from the power of the wicked.”",
      "5": "They do not know or understand;\nthey wander in darkness.\nAll the foundations of the earth are shaken.",
      "6": "I said, “You are gods;\nyou are all sons of the Most High.",
      "7": "However, you will die like humans\nand fall like any other ruler.”",
      "8": "Rise up, God, judge the earth,\nfor all the nations belong to you."
    },
    "83": {
      "1": "God, do not keep silent.\nDo not be deaf, God; do not be quiet.",
      "2": "See how your enemies make an uproar;\nthose who hate you have acted arrogantly.",
      "3": "They devise clever schemes against your people;\nthey conspire against your treasured ones.",
      "4": "They say, “Come, let’s wipe them out as a nation\nso that Israel’s name will no longer be remembered.”",
      "5": "For they have conspired with one mind;\nthey form an alliance against you—",
      "6": "the tents of Edom and the Ishmaelites,\nMoab and the Hagrites,",
      "7": "Gebal, Ammon, and Amalek,\nPhilistia with the inhabitants of Tyre.",
      "8": "Even Assyria has joined them;\nthey lend support to the sons of Lot. Selah",
      "9": "Deal with them as you did with Midian,\nas you did with Sisera\nand Jabin at the Kishon River.",
      "10": "They were destroyed at En-dor;\nthey became manure for the ground.",
      "11": "Make their nobles like Oreb and Zeeb,\nand all their tribal leaders like Zebah and Zalmunna,",
      "12": "who said, “Let’s seize God’s pastures for ourselves.”",
      "13": "Make them like tumbleweed, my God,\nlike straw before the wind.",
      "14": "As fire burns a forest,\nas a flame blazes through mountains,",
      "15": "so pursue them with your tempest\nand terrify them with your storm.",
      "16": "Cover their faces with shame\nso that they will seek your name, Lord.",
      "17": "Let them be put to shame and terrified forever;\nlet them perish in disgrace.",
      "18": "May they know that you alone—\nwhose name is the Lord—\nare the Most High over the whole earth."
    },
    "84": {
      "1": "How lovely is your dwelling place,\nLord of Armies.",
      "2": "I long and yearn\nfor the courts of the Lord;\nmy heart and flesh cry out for the living God.",
      "3": "Even a sparrow finds a home,\nand a swallow, a nest for herself\nwhere she places her young—\nnear your altars, Lord of Armies,\nmy King and my God.",
      "4": "How happy are those who reside in your house,\nwho praise you continually. Selah",
      "5": "Happy are the people whose strength is in you,\nwhose hearts are set on pilgrimage.",
      "6": "As they pass through the Valley of Baca,\nthey make it a source of spring water;\neven the autumn rain will cover it with blessings.",
      "7": "They go from strength to strength;\neach appears before God in Zion.",
      "8": "Lord God of Armies, hear my prayer;\nlisten, God of Jacob. Selah",
      "9": "Consider our shield, God;\nlook on the face of your anointed one.",
      "10": "Better a day in your courts\nthan a thousand anywhere else.\nI would rather stand at the threshold of the house of my God\nthan live in the tents of wicked people.",
      "11": "For the Lord God is a sun and shield.\nThe Lord grants favor and honor;\nhe does not withhold the good\nfrom those who live with integrity.",
      "12": "Happy is the person who trusts in you,\nLord of Armies!"
    },
    "85": {
      "1": "Lord, you showed favor to your land;\nyou restored the fortunes of Jacob.",
      "2": "You forgave your people’s guilt;\nyou covered all their sin. Selah",
      "3": "You withdrew all your fury;\nyou turned from your burning anger.",
      "4": "Return to us, God of our salvation,\nand abandon your displeasure with us.",
      "5": "Will you be angry with us forever?\nWill you prolong your anger for all generations?",
      "6": "Will you not revive us again\nso that your people may rejoice in you?",
      "7": "Show us your faithful love, Lord,\nand give us your salvation.",
      "8": "I will listen to what God will say;\nsurely the Lord will declare peace\nto his people, his faithful ones,\nand not let them go back to foolish ways.",
      "9": "His salvation is very near those who fear him,\nso that glory may dwell in our land.",
      "10": "Faithful love and truth will join together;\nrighteousness and peace will embrace.",
      "11": "Truth will spring up from the earth,\nand righteousness will look down from heaven.",
      "12": "Also, the Lord will provide what is good,\nand our land will yield its crops.",
      "13": "Righteousness will go before him\nto prepare the way for his steps."
    },
    "86": {
      "1": "Listen, Lord, and answer me,\nfor I am poor and needy.",
      "2": "Protect my life, for I am faithful.\nYou are my God; save your servant who trusts in you.",
      "3": "Be gracious to me, Lord,\nfor I call to you all day long.",
      "4": "Bring joy to your servant’s life,\nbecause I appeal to you, Lord.",
      "5": "For you, Lord, are kind and ready to forgive,\nabounding in faithful love to all who call on you.",
      "6": "Lord, hear my prayer;\nlisten to my cries for mercy.",
      "7": "I call on you in the day of my distress,\nfor you will answer me.",
      "8": "Lord, there is no one like you among the gods,\nand there are no works like yours.",
      "9": "All the nations you have made\nwill come and bow down before you, Lord,\nand will honor your name.",
      "10": "For you are great and perform wonders;\nyou alone are God.",
      "11": "Teach me your way, Lord,\nand I will live by your truth.\nGive me an undivided mind to fear your name.",
      "12": "I will praise you with all my heart, Lord my God,\nand will honor your name forever.",
      "13": "For your faithful love for me is great,\nand you rescue my life from the depths of Sheol.",
      "14": "God, arrogant people have attacked me;\na gang of ruthless men intends to kill me.\nThey do not let you guide them.",
      "15": "But you, Lord, are a compassionate and gracious God,\nslow to anger and abounding in faithful love and truth.",
      "16": "Turn to me and be gracious to me.\nGive your strength to your servant;\nsave the son of your female servant.",
      "17": "Show me a sign of your goodness;\nmy enemies will see and be put to shame\nbecause you, Lord, have helped and comforted me."
    },
    "87": {
      "1": "The city he founded is on the holy mountains.",
      "2": "The Lord loves Zion’s city gates\nmore than all the dwellings of Jacob.",
      "3": "Glorious things are said about you,\ncity of God. Selah",
      "4": "“I will make a record of those who know me:\nRahab, Babylon, Philistia, Tyre, and Cush—\neach one was born there.”",
      "5": "And it will be said of Zion,\n“This one and that one were born in her.”\nThe Most High himself will establish her.",
      "6": "When he registers the peoples,\nthe Lord will record,\n“This one was born there.” Selah",
      "7": "Singers and dancers alike will say,\n“My whole source of joy is in you.”"
    },
    "88": {
      "1": "Lord, God of my salvation,\nI cry out before you day and night.",
      "2": "May my prayer reach your presence;\nlisten to my cry.",
      "3": "For I have had enough troubles,\nand my life is near Sheol.",
      "4": "I am counted among those going down to the Pit.\nI am like a man without strength,",
      "5": "abandoned among the dead.\nI am like the slain lying in the grave,\nwhom you no longer remember,\nand who are cut off from your care.",
      "6": "You have put me in the lowest part of the Pit,\nin the darkest places, in the depths.",
      "7": "Your wrath weighs heavily on me;\nyou have overwhelmed me with all your waves. Selah",
      "8": "You have distanced my friends from me;\nyou have made me repulsive to them.\nI am shut in and cannot go out.",
      "9": "My eyes are worn out from crying.\nLord, I cry out to you all day long;\nI spread out my hands to you.",
      "10": "Do you work wonders for the dead?\nDo departed spirits rise up to praise you? Selah",
      "11": "Will your faithful love be declared in the grave,\nyour faithfulness in Abaddon?",
      "12": "Will your wonders be known in the darkness\nor your righteousness in the land of oblivion?",
      "13": "But I call to you for help, Lord;\nin the morning my prayer meets you.",
      "14": "Lord, why do you reject me?\nWhy do you hide your face from me?",
      "15": "From my youth,\nI have been suffering and near death.\nI suffer your horrors; I am desperate.",
      "16": "Your wrath sweeps over me;\nyour terrors destroy me.",
      "17": "They surround me like water all day long;\nthey close in on me from every side.",
      "18": "You have distanced loved one and neighbor from me;\ndarkness is my only friend."
    },
    "89": {
      "1": "I will sing about the Lord’s faithful love forever;\nI will proclaim your faithfulness to all generations\nwith my mouth.",
      "2": "For I will declare,\n“Faithful love is built up forever;\nyou establish your faithfulness in the heavens.”",
      "3": "The Lord said,\n“I have made a covenant with my chosen one;\nI have sworn an oath to David my servant:",
      "4": "‘I will establish your offspring forever\nand build up your throne for all generations.’” Selah",
      "5": "Lord, the heavens praise your wonders—\nyour faithfulness also—\nin the assembly of the holy ones.",
      "6": "For who in the skies can compare with the Lord?\nWho among the heavenly beings is like the Lord?",
      "7": "God is greatly feared in the council of the holy ones,\nmore awe-inspiring than all who surround him.",
      "8": "Lord God of Armies,\nwho is strong like you, Lord?\nYour faithfulness surrounds you.",
      "9": "You rule the raging sea;\nwhen its waves surge, you still them.",
      "10": "You crushed Rahab like one who is slain;\nyou scattered your enemies with your powerful arm.",
      "11": "The heavens are yours; the earth also is yours.\nThe world and everything in it—you founded them.",
      "12": "North and south—you created them.\nTabor and Hermon shout for joy at your name.",
      "13": "You have a mighty arm;\nyour hand is powerful;\nyour right hand is lifted high.",
      "14": "Righteousness and justice are the foundation\nof your throne;\nfaithful love and truth go before you.",
      "15": "Happy are the people who know the joyful shout;\nLord, they walk in the light from your face.",
      "16": "They rejoice in your name all day long,\nand they are exalted by your righteousness.",
      "17": "For you are their magnificent strength;\nby your favor our horn is exalted.",
      "18": "Surely our shield belongs to the Lord,\nour king to the Holy One of Israel.",
      "19": "You once spoke in a vision to your faithful ones\nand said, “I have granted help to a warrior;\nI have exalted one chosen from the people.",
      "20": "I have found David my servant;\nI have anointed him with my sacred oil.",
      "21": "My hand will always be with him,\nand my arm will strengthen him.",
      "22": "The enemy will not oppress him;\nthe wicked will not afflict him.",
      "23": "I will crush his foes before him\nand strike those who hate him.",
      "24": "My faithfulness and love will be with him,\nand through my name\nhis horn will be exalted.",
      "25": "I will extend his power to the sea\nand his right hand to the rivers.",
      "26": "He will call to me, ‘You are my Father,\nmy God, the rock of my salvation.’",
      "27": "I will also make him my firstborn,\ngreatest of the kings of the earth.",
      "28": "I will always preserve my faithful love for him,\nand my covenant with him will endure.",
      "29": "I will establish his line forever,\nhis throne as long as heaven lasts.",
      "30": "If his sons abandon my instruction\nand do not live by my ordinances,",
      "31": "if they dishonor my statutes\nand do not keep my commands,",
      "32": "then I will call their rebellion\nto account with the rod,\ntheir iniquity with blows.",
      "33": "But I will not withdraw\nmy faithful love from him\nor betray my faithfulness.",
      "34": "I will not violate my covenant\nor change what my lips have said.",
      "35": "Once and for all\nI have sworn an oath by my holiness;\nI will not lie to David.",
      "36": "His offspring will continue forever,\nhis throne like the sun before me,",
      "37": "like the moon, established forever,\na faithful witness in the sky.” Selah",
      "38": "But you have spurned and rejected him;\nyou have become enraged with your anointed.",
      "39": "You have repudiated the covenant with your servant;\nyou have completely dishonored his crown.",
      "40": "You have broken down all his walls;\nyou have reduced his fortified cities to ruins.",
      "41": "All who pass by plunder him;\nhe has become an object of ridicule\nto his neighbors.",
      "42": "You have lifted high the right hand of his foes;\nyou have made all his enemies rejoice.",
      "43": "You have also turned back his sharp sword\nand have not let him stand in battle.",
      "44": "You have made his splendor cease\nand have overturned his throne.",
      "45": "You have shortened the days of his youth;\nyou have covered him with shame. Selah",
      "46": "How long, Lord? Will you hide forever?\nWill your anger keep burning like fire?",
      "47": "Remember how short my life is.\nHave you created everyone for nothing?",
      "48": "What courageous person can live and never see death?\nWho can save himself from the power of Sheol? Selah",
      "49": "Lord, where are the former acts of your faithful love\nthat you swore to David in your faithfulness?",
      "50": "Remember, Lord, the ridicule against your servants—\nin my heart I carry abuse from all the peoples—",
      "51": "how your enemies have ridiculed, Lord,\nhow they have ridiculed every step of your anointed.",
      "52": "Blessed be the Lord forever.\nAmen and amen."
    },
    "90": {
      "1": "Lord, you have been our refuge\nin every generation.",
      "2": "Before the mountains were born,\nbefore you gave birth to the earth and the world,\nfrom eternity to eternity, you are God.",
      "3": "You return mankind to the dust,\nsaying, “Return, descendants of Adam.”",
      "4": "For in your sight a thousand years\nare like yesterday that passes by,\nlike a few hours of the night.",
      "5": "You end their lives; they sleep.\nThey are like grass that grows in the morning—",
      "6": "in the morning it sprouts and grows;\nby evening it withers and dries up.",
      "7": "For we are consumed by your anger;\nwe are terrified by your wrath.",
      "8": "You have set our iniquities before you,\nour secret sins in the light of your presence.",
      "9": "For all our days ebb away under your wrath;\nwe end our years like a sigh.",
      "10": "Our lives last seventy years\nor, if we are strong, eighty years.\nEven the best of them are struggle and sorrow;\nindeed, they pass quickly and we fly away.",
      "11": "Who understands the power of your anger?\nYour wrath matches the fear that is due you.",
      "12": "Teach us to number our days carefully\nso that we may develop wisdom in our hearts.",
      "13": "Lord—how long?\nTurn and have compassion on your servants.",
      "14": "Satisfy us in the morning with your faithful love\nso that we may shout with joy and be glad all our days.",
      "15": "Make us rejoice for as many days as you have humbled us,\nfor as many years as we have seen adversity.",
      "16": "Let your work be seen by your servants,\nand your splendor by their children.",
      "17": "Let the favor of the Lord our God be on us;\nestablish for us the work of our hands—\nestablish the work of our hands!"
    },
    "91": {
      "1": "The one who lives under the protection of the Most High\ndwells in the shadow of the Almighty.",
      "2": "I will say concerning the Lord, who is my refuge and my fortress,\nmy God in whom I trust:",
      "3": "He himself will rescue you from the bird trap,\nfrom the destructive plague.",
      "4": "He will cover you with his feathers;\nyou will take refuge under his wings.\nHis faithfulness will be a protective shield.",
      "5": "You will not fear the terror of the night,\nthe arrow that flies by day,",
      "6": "the plague that stalks in darkness,\nor the pestilence that ravages at noon.",
      "7": "Though a thousand fall at your side\nand ten thousand at your right hand,\nthe pestilence will not reach you.",
      "8": "You will only see it with your eyes\nand witness the punishment of the wicked.",
      "9": "Because you have made the Lord—my refuge,\nthe Most High—your dwelling place,",
      "10": "no harm will come to you;\nno plague will come near your tent.",
      "11": "For he will give his angels orders concerning you,\nto protect you in all your ways.",
      "12": "They will support you with their hands\nso that you will not strike your foot against a stone.",
      "13": "You will tread on the lion and the cobra;\nyou will trample the young lion and the serpent.",
      "14": "Because he has his heart set on me,\nI will deliver him;\nI will protect him because he knows my name.",
      "15": "When he calls out to me, I will answer him;\nI will be with him in trouble.\nI will rescue him and give him honor.",
      "16": "I will satisfy him with a long life\nand show him my salvation."
    },
    "92": {
      "1": "It is good to give thanks to the Lord,\nto sing praise to your name, Most High,",
      "2": "to declare your faithful love in the morning\nand your faithfulness at night,",
      "3": "with a ten-stringed harp\nand the music of a lyre.",
      "4": "For you have made me rejoice, Lord,\nby what you have done;\nI will shout for joy\nbecause of the works of your hands.",
      "5": "How magnificent are your works, Lord,\nhow profound your thoughts!",
      "6": "A stupid person does not know,\na fool does not understand this:",
      "7": "though the wicked sprout like grass\nand all evildoers flourish,\nthey will be eternally destroyed.",
      "8": "But you, Lord, are exalted forever.",
      "9": "For indeed, Lord, your enemies—\nindeed, your enemies will perish;\nall evildoers will be scattered.",
      "10": "You have lifted up my horn\nlike that of a wild ox;\nI have been anointed with the finest oil.",
      "11": "My eyes look at my enemies;\nwhen evildoers rise against me,\nmy ears hear them.",
      "12": "The righteous thrive like a palm tree\nand grow like a cedar tree in Lebanon.",
      "13": "Planted in the house of the Lord,\nthey thrive in the courts of our God.",
      "14": "They will still bear fruit in old age,\nhealthy and green,",
      "15": "to declare, “The Lord is just;\nhe is my rock,\nand there is no unrighteousness in him.”"
    },
    "93": {
      "1": "The Lord reigns! He is robed in majesty;\nthe Lord is robed, enveloped in strength.\nThe world is firmly established;\nit cannot be shaken.",
      "2": "Your throne has been established\nfrom the beginning;\nyou are from eternity.",
      "3": "The floods have lifted up, Lord,\nthe floods have lifted up their voice;\nthe floods lift up their pounding waves.",
      "4": "Greater than the roar of a huge torrent—\nthe mighty breakers of the sea—\nthe Lord on high is majestic.",
      "5": "Lord, your testimonies are completely reliable;\nholiness adorns your house\nfor all the days to come."
    },
    "94": {
      "1": "Lord, God of vengeance—\nGod of vengeance, shine!",
      "2": "Rise up, Judge of the earth;\nrepay the proud what they deserve.",
      "3": "Lord, how long will the wicked—\nhow long will the wicked celebrate?",
      "4": "They pour out arrogant words;\nall the evildoers boast.",
      "5": "Lord, they crush your people;\nthey oppress your heritage.",
      "6": "They kill the widow and the resident alien\nand murder the fatherless.",
      "7": "They say, “The Lord doesn’t see it.\nThe God of Jacob doesn’t pay attention.”",
      "8": "Pay attention, you stupid people!\nFools, when will you be wise?",
      "9": "Can the one who shaped the ear not hear,\nthe one who formed the eye not see?",
      "10": "The one who instructs nations,\nthe one who teaches mankind knowledge—\ndoes he not discipline?",
      "11": "The Lord knows the thoughts of mankind;\nthey are futile.",
      "12": "Lord, how happy is anyone you discipline\nand teach from your law",
      "13": "to give him relief from troubled times\nuntil a pit is dug for the wicked.",
      "14": "The Lord will not leave his people\nor abandon his heritage,",
      "15": "for the administration of justice will again be righteous,\nand all the upright in heart will follow it.",
      "16": "Who stands up for me against the wicked?\nWho takes a stand for me against evildoers?",
      "17": "If the Lord had not been my helper,\nI would soon rest in the silence of death.",
      "18": "If I say, “My foot is slipping,”\nyour faithful love will support me, Lord.",
      "19": "When I am filled with cares,\nyour comfort brings me joy.",
      "20": "Can a corrupt throne be your ally,\na throne that makes evil laws?",
      "21": "They band together against the life of the righteous\nand condemn the innocent to death.",
      "22": "But the Lord is my refuge;\nmy God is the rock of my protection.",
      "23": "He will pay them back for their sins\nand destroy them for their evil.\nThe Lord our God will destroy them."
    },
    "95": {
      "1": "Come, let’s shout joyfully to the Lord,\nshout triumphantly to the rock of our salvation!",
      "2": "Let’s enter his presence with thanksgiving;\nlet’s shout triumphantly to him in song.",
      "3": "For the Lord is a great God,\na great King above all gods.",
      "4": "The depths of the earth are in his hand,\nand the mountain peaks are his.",
      "5": "The sea is his; he made it.\nHis hands formed the dry land.",
      "6": "Come, let’s worship and bow down;\nlet’s kneel before the Lord our Maker.",
      "7": "For he is our God,\nand we are the people of his pasture,\nthe sheep under his care.\nToday, if you hear his voice:",
      "8": "Do not harden your hearts as at Meribah,\nas on that day at Massah in the wilderness",
      "9": "where your ancestors tested me;\nthey tried me, though they had seen what I did.",
      "10": "For forty years I was disgusted with that generation;\nI said, “They are a people whose hearts go astray;\nthey do not know my ways.”",
      "11": "So I swore in my anger,\n“They will not enter my rest.”"
    },
    "96": {
      "1": "Sing a new song to the Lord;\nlet the whole earth sing to the Lord.",
      "2": "Sing to the Lord, bless his name;\nproclaim his salvation from day to day.",
      "3": "Declare his glory among the nations,\nhis wondrous works among all peoples.",
      "4": "For the Lord is great and is highly praised;\nhe is feared above all gods.",
      "5": "For all the gods of the peoples are worthless idols,\nbut the Lord made the heavens.",
      "6": "Splendor and majesty are before him;\nstrength and beauty are in his sanctuary.",
      "7": "Ascribe to the Lord, you families of the peoples,\nascribe to the Lord glory and strength.",
      "8": "Ascribe to the Lord the glory of his name;\nbring an offering and enter his courts.",
      "9": "Worship the Lord in the splendor of his holiness;\nlet the whole earth tremble before him.",
      "10": "Say among the nations, “The Lord reigns.\nThe world is firmly established; it cannot be shaken.\nHe judges the peoples fairly.”",
      "11": "Let the heavens be glad and the earth rejoice;\nlet the sea and all that fills it resound.",
      "12": "Let the fields and everything in them celebrate.\nThen all the trees of the forest will shout for joy",
      "13": "before the Lord, for he is coming—\nfor he is coming to judge the earth.\nHe will judge the world with righteousness\nand the peoples with his faithfulness."
    },
    "97": {
      "1": "The Lord reigns! Let the earth rejoice;\nlet the many coasts and islands be glad.",
      "2": "Clouds and total darkness surround him;\nrighteousness and justice are the foundation of his throne.",
      "3": "Fire goes before him\nand burns up his foes on every side.",
      "4": "His lightning lights up the world;\nthe earth sees and trembles.",
      "5": "The mountains melt like wax\nat the presence of the Lord—\nat the presence of the Lord of the whole earth.",
      "6": "The heavens proclaim his righteousness;\nall the peoples see his glory.",
      "7": "All who serve carved images,\nthose who boast in worthless idols, will be put to shame.\nAll the gods must worship him.",
      "8": "Zion hears and is glad,\nJudah’s villages rejoice\nbecause of your judgments, Lord.",
      "9": "For you, Lord,\nare the Most High over the whole earth;\nyou are exalted above all the gods.",
      "10": "You who love the Lord, hate evil!\nHe protects the lives of his faithful ones;\nhe rescues them from the power of the wicked.",
      "11": "Light dawns for the righteous,\ngladness for the upright in heart.",
      "12": "Be glad in the Lord, you righteous ones,\nand give thanks to his holy name."
    },
    "98": {
      "1": "Sing a new song to the Lord,\nfor he has performed wonders;\nhis right hand and holy arm\nhave won him victory.",
      "2": "The Lord has made his victory known;\nhe has revealed his righteousness\nin the sight of the nations.",
      "3": "He has remembered his love\nand faithfulness to the house of Israel;\nall the ends of the earth\nhave seen our God’s victory.",
      "4": "Let the whole earth shout to the Lord;\nbe jubilant, shout for joy, and sing.",
      "5": "Sing to the Lord with the lyre,\nwith the lyre and melodious song.",
      "6": "With trumpets and the blast of the ram’s horn\nshout triumphantly\nin the presence of the Lord, our King.",
      "7": "Let the sea and all that fills it,\nthe world and those who live in it, resound.",
      "8": "Let the rivers clap their hands;\nlet the mountains shout together for joy",
      "9": "before the Lord,\nfor he is coming to judge the earth.\nHe will judge the world righteously\nand the peoples fairly."
    },
    "99": {
      "1": "The Lord reigns! Let the peoples tremble.\nHe is enthroned between the cherubim.\nLet the earth quake.",
      "2": "The Lord is great in Zion;\nhe is exalted above all the peoples.",
      "3": "Let them praise your great\nand awe-inspiring name.\nHe is holy.",
      "4": "The mighty King loves justice.\nYou have established fairness;\nyou have administered justice\nand righteousness in Jacob.",
      "5": "Exalt the Lord our God;\nbow in worship at his footstool.\nHe is holy.",
      "6": "Moses and Aaron were among his priests;\nSamuel also was among those calling on his name.\nThey called to the Lord and he answered them.",
      "7": "He spoke to them in a pillar of cloud;\nthey kept his decrees and the statutes he gave them.",
      "8": "Lord our God, you answered them.\nYou were a forgiving God to them,\nbut an avenger of their sinful actions.",
      "9": "Exalt the Lord our God;\nbow in worship at his holy mountain,\nfor the Lord our God is holy."
    },
    "100": {
      "1": "Let the whole earth shout triumphantly to the Lord!",
      "2": "Serve the Lord with gladness;\ncome before him with joyful songs.",
      "3": "Acknowledge that the Lord is God.\nHe made us, and we are his—\nhis people, the sheep of his pasture.",
      "4": "Enter his gates with thanksgiving\nand his courts with praise.\nGive thanks to him and bless his name.",
      "5": "For the Lord is good, and his faithful love endures forever;\nhis faithfulness, through all generations."
    },
    "101": {
      "1": "I will sing of faithful love and justice;\nI will sing praise to you, Lord.",
      "2": "I will pay attention to the way of integrity.\nWhen will you come to me?\nI will live with a heart of integrity in my house.",
      "3": "I will not let anything worthless guide me.\nI hate the practice of transgression;\nit will not cling to me.",
      "4": "A devious heart will be far from me;\nI will not be involved with evil.",
      "5": "I will destroy anyone\nwho secretly slanders his neighbor;\nI cannot tolerate anyone\nwith haughty eyes or an arrogant heart.",
      "6": "My eyes favor the faithful of the land\nso that they may sit down with me.\nThe one who follows the way of integrity\nmay serve me.",
      "7": "No one who acts deceitfully\nwill live in my palace;\nthe one who tells lies\nwill not be retained here to guide me.",
      "8": "Every morning I will destroy\nall the wicked of the land,\nwiping out all evildoers from the Lord’s city."
    },
    "102": {
      "1": "Lord, hear my prayer;\nlet my cry for help come before you.",
      "2": "Do not hide your face from me in my day of trouble.\nListen closely to me;\nanswer me quickly when I call.",
      "3": "For my days vanish like smoke,\nand my bones burn like a furnace.",
      "4": "My heart is suffering, withered like grass;\nI even forget to eat my food.",
      "5": "Because of the sound of my groaning,\nmy flesh sticks to my bones.",
      "6": "I am like an eagle owl,\nlike a little owl among the ruins.",
      "7": "I stay awake;\nI am like a solitary bird on a roof.",
      "8": "My enemies taunt me all day long;\nthey ridicule and use my name as a curse.",
      "9": "I eat ashes like bread\nand mingle my drinks with tears",
      "10": "because of your indignation and wrath;\nfor you have picked me up and thrown me aside.",
      "11": "My days are like a lengthening shadow,\nand I wither away like grass.",
      "12": "But you, Lord, are enthroned forever;\nyour fame endures to all generations.",
      "13": "You will rise up and have compassion on Zion,\nfor it is time to show favor to her—\nthe appointed time has come.",
      "14": "For your servants take delight in its stones\nand favor its dust.",
      "15": "Then the nations will fear the name of the Lord,\nand all the kings of the earth your glory,",
      "16": "for the Lord will rebuild Zion;\nhe will appear in his glory.",
      "17": "He will pay attention to the prayer of the destitute\nand will not despise their prayer.",
      "18": "This will be written for a later generation,\nand a people who have not yet been created will praise the Lord:",
      "19": "He looked down from his holy heights—\nthe Lord gazed out from heaven to earth—",
      "20": "to hear a prisoner’s groaning,\nto set free those condemned to die,",
      "21": "so that they might declare\nthe name of the Lord in Zion\nand his praise in Jerusalem",
      "22": "when peoples and kingdoms are assembled\nto serve the Lord.",
      "23": "He has broken my strength in midcourse;\nhe has shortened my days.",
      "24": "I say, “My God, do not take me\nin the middle of my life!\nYour years continue through all generations.",
      "25": "Long ago you established the earth,\nand the heavens are the work of your hands.",
      "26": "They will perish, but you will endure;\nall of them will wear out like clothing.\nYou will change them like a garment,\nand they will pass away.",
      "27": "But you are the same,\nand your years will never end.",
      "28": "Your servants’ children will dwell securely,\nand their offspring will be established before you.”"
    },
    "103": {
      "1": "My soul, bless the Lord,\nand all that is within me, bless his holy name.",
      "2": "My soul, bless the Lord,\nand do not forget all his benefits.",
      "3": "He forgives all your iniquity;\nhe heals all your diseases.",
      "4": "He redeems your life from the Pit;\nhe crowns you with faithful love and compassion.",
      "5": "He satisfies you with good things;\nyour youth is renewed like the eagle.",
      "6": "The Lord executes acts of righteousness\nand justice for all the oppressed.",
      "7": "He revealed his ways to Moses,\nhis deeds to the people of Israel.",
      "8": "The Lord is compassionate and gracious,\nslow to anger and abounding in faithful love.",
      "9": "He will not always accuse us\nor be angry forever.",
      "10": "He has not dealt with us as our sins deserve\nor repaid us according to our iniquities.",
      "11": "For as high as the heavens are above the earth,\nso great is his faithful love\ntoward those who fear him.",
      "12": "As far as the east is from the west,\nso far has he removed\nour transgressions from us.",
      "13": "As a father has compassion on his children,\nso the Lord has compassion on those who fear him.",
      "14": "For he knows what we are made of,\nremembering that we are dust.",
      "15": "As for man, his days are like grass—\nhe blooms like a flower of the field;",
      "16": "when the wind passes over it, it vanishes,\nand its place is no longer known.",
      "17": "But from eternity to eternity\nthe Lord’s faithful love is toward those who fear him,\nand his righteousness toward the grandchildren",
      "18": "of those who keep his covenant,\nwho remember to observe his precepts.",
      "19": "The Lord has established his throne in heaven,\nand his kingdom rules over all.",
      "20": "Bless the Lord,\nall his angels of great strength,\nwho do his word,\nobedient to his command.",
      "21": "Bless the Lord, all his armies,\nhis servants who do his will.",
      "22": "Bless the Lord, all his works\nin all the places where he rules.\nMy soul, bless the Lord!"
    },
    "104": {
      "1": "My soul, bless the Lord!\nLord my God, you are very great;\nyou are clothed with majesty and splendor.",
      "2": "He wraps himself in light as if it were a robe,\nspreading out the sky like a canopy,",
      "3": "laying the beams of his palace\non the waters above,\nmaking the clouds his chariot,\nwalking on the wings of the wind,",
      "4": "and making the winds his messengers,\nflames of fire his servants.",
      "5": "He established the earth on its foundations;\nit will never be shaken.",
      "6": "You covered it with the deep\nas if it were a garment;\nthe water stood above the mountains.",
      "7": "At your rebuke the water fled;\nat the sound of your thunder they hurried away—",
      "8": "mountains rose and valleys sank—\nto the place you established for them.",
      "9": "You set a boundary they cannot cross;\nthey will never cover the earth again.",
      "10": "He causes the springs to gush into the valleys;\nthey flow between the mountains.",
      "11": "They supply water for every wild beast;\nthe wild donkeys quench their thirst.",
      "12": "The birds of the sky live beside the springs;\nthey make their voices heard among the foliage.",
      "13": "He waters the mountains from his palace;\nthe earth is satisfied by the fruit of your labor.",
      "14": "He causes grass to grow for the livestock\nand provides crops for man to cultivate,\nproducing food from the earth,",
      "15": "wine that makes human hearts glad—\nmaking his face shine with oil—\nand bread that sustains human hearts.",
      "16": "The trees of the Lord flourish,\nthe cedars of Lebanon that he planted.",
      "17": "There the birds make their nests;\nstorks make their homes in the pine trees.",
      "18": "The high mountains are for the wild goats;\nthe cliffs are a refuge for hyraxes.",
      "19": "He made the moon to mark the festivals;\nthe sun knows when to set.",
      "20": "You bring darkness, and it becomes night,\nwhen all the forest animals stir.",
      "21": "The young lions roar for their prey\nand seek their food from God.",
      "22": "The sun rises; they go back\nand lie down in their dens.",
      "23": "Man goes out to his work\nand to his labor until evening.",
      "24": "How countless are your works, Lord!\nIn wisdom you have made them all;\nthe earth is full of your creatures.",
      "25": "Here is the sea, vast and wide,\nteeming with creatures beyond number—\nliving things both large and small.",
      "26": "There the ships move about,\nand Leviathan, which you formed to play there.",
      "27": "All of them wait for you\nto give them their food at the right time.",
      "28": "When you give it to them,\nthey gather it;\nwhen you open your hand,\nthey are satisfied with good things.",
      "29": "When you hide your face,\nthey are terrified;\nwhen you take away their breath,\nthey die and return to the dust.",
      "30": "When you send your breath,\nthey are created,\nand you renew the surface of the ground.",
      "31": "May the glory of the Lord endure forever;\nmay the Lord rejoice in his works.",
      "32": "He looks at the earth, and it trembles;\nhe touches the mountains,\nand they pour out smoke.",
      "33": "I will sing to the Lord all my life;\nI will sing praise to my God while I live.",
      "34": "May my meditation be pleasing to him;\nI will rejoice in the Lord.",
      "35": "May sinners vanish from the earth\nand wicked people be no more.\nMy soul, bless the Lord!\nHallelujah!"
    },
    "105": {
      "1": "Give thanks to the Lord, call on his name;\nproclaim his deeds among the peoples.",
      "2": "Sing to him, sing praise to him;\ntell about all his wondrous works!",
      "3": "Boast in his holy name;\nlet the hearts of those who seek the Lord rejoice.",
      "4": "Seek the Lord and his strength;\nseek his face always.",
      "5": "Remember the wondrous works he has done,\nhis wonders, and the judgments he has pronounced,",
      "6": "you offspring of Abraham his servant,\nJacob’s descendants—his chosen ones.",
      "7": "He is the Lord our God;\nhis judgments govern the whole earth.",
      "8": "He remembers his covenant forever,\nthe promise he ordained\nfor a thousand generations—",
      "9": "the covenant he made with Abraham,\nswore to Isaac,",
      "10": "and confirmed to Jacob as a decree\nand to Israel as a permanent covenant:",
      "11": "“I will give the land of Canaan to you\nas your inherited portion.”",
      "12": "When they were few in number,\nvery few indeed,\nand resident aliens in Canaan,",
      "13": "wandering from nation to nation\nand from one kingdom to another,",
      "14": "he allowed no one to oppress them;\nhe rebuked kings on their behalf:",
      "15": "“Do not touch my anointed ones,\nor harm my prophets.”",
      "16": "He called down famine against the land\nand destroyed the entire food supply.",
      "17": "He had sent a man ahead of them—\nJoseph, who was sold as a slave.",
      "18": "They hurt his feet with shackles;\nhis neck was put in an iron collar.",
      "19": "Until the time his prediction came true,\nthe word of the Lord tested him.",
      "20": "The king sent for him and released him;\nthe ruler of peoples set him free.",
      "21": "He made him master of his household,\nruler over all his possessions—",
      "22": "binding his officials at will\nand instructing his elders.",
      "23": "Then Israel went to Egypt;\nJacob lived as an alien in the land of Ham.",
      "24": "The Lord made his people very fruitful;\nhe made them more numerous than their foes,",
      "25": "whose hearts he turned to hate his people\nand to deal deceptively with his servants.",
      "26": "He sent Moses his servant,\nand Aaron, whom he had chosen.",
      "27": "They performed his miraculous signs among them\nand wonders in the land of Ham.",
      "28": "He sent darkness, and it became dark—\nfor did they not defy his commands?",
      "29": "He turned their water into blood\nand caused their fish to die.",
      "30": "Their land was overrun with frogs,\neven in their royal chambers.",
      "31": "He spoke, and insects came—\ngnats throughout their country.",
      "32": "He gave them hail for rain,\nand lightning throughout their land.",
      "33": "He struck their vines and fig trees\nand shattered the trees of their territory.",
      "34": "He spoke, and locusts came—\nyoung locusts without number.",
      "35": "They devoured all the vegetation in their land\nand consumed the produce of their land.",
      "36": "He struck all the firstborn in their land,\nall their first progeny.",
      "37": "Then he brought Israel out with silver and gold,\nand no one among his tribes stumbled.",
      "38": "Egypt was glad when they left,\nfor the dread of Israel had fallen on them.",
      "39": "He spread a cloud as a covering\nand gave a fire to light up the night.",
      "40": "They asked, and he brought quail\nand satisfied them with bread from heaven.",
      "41": "He opened a rock, and water gushed out;\nit flowed like a stream in the desert.",
      "42": "For he remembered his holy promise\nto Abraham his servant.",
      "43": "He brought his people out with rejoicing,\nhis chosen ones with shouts of joy.",
      "44": "He gave them the lands of the nations,\nand they inherited\nwhat other peoples had worked for.",
      "45": "All this happened\nso that they might keep his statutes\nand obey his instructions.\nHallelujah!"
    },
    "106": {
      "1": "Hallelujah!\nGive thanks to the Lord, for he is good;\nhis faithful love endures forever.",
      "2": "Who can declare the Lord’s mighty acts\nor proclaim all the praise due him?",
      "3": "How happy are those who uphold justice,\nwho practice righteousness at all times.",
      "4": "Remember me, Lord,\nwhen you show favor to your people.\nCome to me with your salvation",
      "5": "so that I may enjoy the prosperity\nof your chosen ones,\nrejoice in the joy of your nation,\nand boast about your heritage.",
      "6": "Both we and our ancestors have sinned;\nwe have done wrong and have acted wickedly.",
      "7": "Our ancestors in Egypt did not grasp\nthe significance of your wondrous works\nor remember your many acts of faithful love;\ninstead, they rebelled by the sea—the Red Sea.",
      "8": "Yet he saved them for his name’s sake,\nto make his power known.",
      "9": "He rebuked the Red Sea, and it dried up;\nhe led them through the depths as through a desert.",
      "10": "He saved them from the power of the adversary;\nhe redeemed them from the power of the enemy.",
      "11": "Water covered their foes;\nnot one of them remained.",
      "12": "Then they believed his promises\nand sang his praise.",
      "13": "They soon forgot his works\nand would not wait for his counsel.",
      "14": "They were seized with craving in the wilderness\nand tested God in the desert.",
      "15": "He gave them what they asked for,\nbut sent a wasting disease among them.",
      "16": "In the camp they were envious of Moses\nand of Aaron, the Lord’s holy one.",
      "17": "The earth opened up and swallowed Dathan;\nit covered the assembly of Abiram.",
      "18": "Fire blazed throughout their assembly;\nflames consumed the wicked.",
      "19": "At Horeb they made a calf\nand worshiped the cast metal image.",
      "20": "They exchanged their glory\nfor the image of a grass-eating ox.",
      "21": "They forgot God their Savior,\nwho did great things in Egypt,",
      "22": "wondrous works in the land of Ham,\nawe-inspiring acts at the Red Sea.",
      "23": "So he said he would have destroyed them—\nif Moses his chosen one\nhad not stood before him in the breach\nto turn his wrath away from destroying them.",
      "24": "They despised the pleasant land\nand did not believe his promise.",
      "25": "They grumbled in their tents\nand did not listen to the Lord.",
      "26": "So he raised his hand against them with an oath\nthat he would make them fall in the desert",
      "27": "and would disperse their descendants\namong the nations,\nscattering them throughout the lands.",
      "28": "They aligned themselves with Baal of Peor\nand ate sacrifices offered to lifeless gods.",
      "29": "They angered the Lord with their deeds,\nand a plague broke out against them.",
      "30": "But Phinehas stood up and intervened,\nand the plague was stopped.",
      "31": "It was credited to him as righteousness\nthroughout all generations to come.",
      "32": "They angered the Lord at the Waters of Meribah,\nand Moses suffered because of them,",
      "33": "for they embittered his spirit,\nand he spoke rashly with his lips.",
      "34": "They did not destroy the peoples\nas the Lord had commanded them",
      "35": "but mingled with the nations\nand adopted their ways.",
      "36": "They served their idols,\nwhich became a snare to them.",
      "37": "They sacrificed their sons and daughters to demons.",
      "38": "They shed innocent blood—\nthe blood of their sons and daughters\nwhom they sacrificed to the idols of Canaan;\nso the land became polluted with blood.",
      "39": "They defiled themselves by their actions\nand prostituted themselves by their deeds.",
      "40": "Therefore the Lord’s anger burned against his people,\nand he abhorred his own inheritance.",
      "41": "He handed them over to the nations;\nthose who hated them ruled over them.",
      "42": "Their enemies oppressed them,\nand they were subdued under their power.",
      "43": "He rescued them many times,\nbut they continued to rebel deliberately\nand were beaten down by their iniquity.",
      "44": "When he heard their cry,\nhe took note of their distress,",
      "45": "remembered his covenant with them,\nand relented according to the abundance\nof his faithful love.",
      "46": "He caused them to be pitied\nbefore all their captors.",
      "47": "Save us, Lord our God,\nand gather us from the nations,\nso that we may give thanks to your holy name\nand rejoice in your praise.",
      "48": "Blessed be the Lord God of Israel,\nfrom everlasting to everlasting.\nLet all the people say, “Amen!”\nHallelujah!"
    },
    "107": {
      "1": "Give thanks to the Lord, for he is good;\nhis faithful love endures forever.",
      "2": "Let the redeemed of the Lord proclaim\nthat he has redeemed them from the power of the foe",
      "3": "and has gathered them from the lands—\nfrom the east and the west,\nfrom the north and the south.",
      "4": "Some wandered in the desolate wilderness,\nfinding no way to a city where they could live.",
      "5": "They were hungry and thirsty;\ntheir spirits failed within them.",
      "6": "Then they cried out to the Lord in their trouble;\nhe rescued them from their distress.",
      "7": "He led them by the right path\nto go to a city where they could live.",
      "8": "Let them give thanks to the Lord\nfor his faithful love\nand his wondrous works for all humanity.",
      "9": "For he has satisfied the thirsty\nand filled the hungry with good things.",
      "10": "Others sat in darkness and gloom—\nprisoners in cruel chains—",
      "11": "because they rebelled against God’s commands\nand despised the counsel of the Most High.",
      "12": "He broke their spirits with hard labor;\nthey stumbled, and there was no one to help.",
      "13": "Then they cried out to the Lord in their trouble;\nhe saved them from their distress.",
      "14": "He brought them out of darkness and gloom\nand broke their chains apart.",
      "15": "Let them give thanks to the Lord\nfor his faithful love\nand his wondrous works for all humanity.",
      "16": "For he has broken down the bronze gates\nand cut through the iron bars.",
      "17": "Fools suffered affliction\nbecause of their rebellious ways and their iniquities.",
      "18": "They loathed all food\nand came near the gates of death.",
      "19": "Then they cried out to the Lord in their trouble;\nhe saved them from their distress.",
      "20": "He sent his word and healed them;\nhe rescued them from their traps.",
      "21": "Let them give thanks to the Lord\nfor his faithful love\nand his wondrous works for all humanity.",
      "22": "Let them offer thanksgiving sacrifices\nand announce his works with shouts of joy.",
      "23": "Others went to sea in ships,\nconducting trade on the vast water.",
      "24": "They saw the Lord’s works,\nhis wondrous works in the deep.",
      "25": "He spoke and raised a stormy wind\nthat stirred up the waves of the sea.",
      "26": "Rising up to the sky, sinking down to the depths,\ntheir courage melting away in anguish,",
      "27": "they reeled and staggered like a drunkard,\nand all their skill was useless.",
      "28": "Then they cried out to the Lord in their trouble,\nand he brought them out of their distress.",
      "29": "He stilled the storm to a whisper,\nand the waves of the sea were hushed.",
      "30": "They rejoiced when the waves grew quiet.\nThen he guided them to the harbor they longed for.",
      "31": "Let them give thanks to the Lord\nfor his faithful love\nand his wondrous works for all humanity.",
      "32": "Let them exalt him in the assembly of the people\nand praise him in the council of the elders.",
      "33": "He turns rivers into desert,\nsprings into thirsty ground,",
      "34": "and fruitful land into salty wasteland,\nbecause of the wickedness of its inhabitants.",
      "35": "He turns a desert into a pool,\ndry land into springs.",
      "36": "He causes the hungry to settle there,\nand they establish a city where they can live.",
      "37": "They sow fields and plant vineyards\nthat yield a fruitful harvest.",
      "38": "He blesses them, and they multiply greatly;\nhe does not let their livestock decrease.",
      "39": "When they are diminished and are humbled\nby cruel oppression and sorrow,",
      "40": "he pours contempt on nobles\nand makes them wander in a trackless wasteland.",
      "41": "But he lifts the needy out of their suffering\nand makes their families multiply like flocks.",
      "42": "The upright see it and rejoice,\nand all injustice shuts its mouth.",
      "43": "Let whoever is wise pay attention to these things\nand consider the Lord’s acts of faithful love."
    },
    "108": {
      "1": "My heart is confident, God;\nI will sing; I will sing praises\nwith the whole of my being.",
      "2": "Wake up, harp and lyre!\nI will wake up the dawn.",
      "3": "I will praise you, Lord, among the peoples;\nI will sing praises to you among the nations.",
      "4": "For your faithful love is higher than the heavens,\nand your faithfulness reaches to the clouds.",
      "5": "God, be exalted above the heavens,\nand let your glory be over the whole earth.",
      "6": "Save with your right hand and answer me\nso that those you love may be rescued.",
      "7": "God has spoken in his sanctuary:\n“I will celebrate!\nI will divide up Shechem.\nI will apportion the Valley of Succoth.",
      "8": "Gilead is mine, Manasseh is mine,\nand Ephraim is my helmet;\nJudah is my scepter.",
      "9": "Moab is my washbasin;\nI throw my sandal on Edom.\nI shout in triumph over Philistia.”",
      "10": "Who will bring me to the fortified city?\nWho will lead me to Edom?",
      "11": "God, haven’t you rejected us?\nGod, you do not march out with our armies.",
      "12": "Give us aid against the foe,\nfor human help is worthless.",
      "13": "With God we will perform valiantly;\nhe will trample our foes."
    },
    "109": {
      "1": "God of my praise, do not be silent.",
      "2": "For wicked and deceitful mouths open against me;\nthey speak against me with lying tongues.",
      "3": "They surround me with hateful words\nand attack me without cause.",
      "4": "In return for my love they accuse me,\nbut I continue to pray.",
      "5": "They repay me evil for good,\nand hatred for my love.",
      "6": "Set a wicked person over him;\nlet an accuser stand at his right hand.",
      "7": "When he is judged, let him be found guilty,\nand let his prayer be counted as sin.",
      "8": "Let his days be few;\nlet another take over his position.",
      "9": "Let his children be fatherless\nand his wife a widow.",
      "10": "Let his children wander as beggars,\nsearching for food far from their demolished homes.",
      "11": "Let a creditor seize all he has;\nlet strangers plunder what he has worked for.",
      "12": "Let no one show him kindness,\nand let no one be gracious to his fatherless children.",
      "13": "Let the line of his descendants be cut off;\nlet their name be blotted out in the next generation.",
      "14": "Let the iniquity of his fathers\nbe remembered before the Lord,\nand do not let his mother’s sin be blotted out.",
      "15": "Let their sins always remain before the Lord,\nand let him remove all memory of them from the earth.",
      "16": "For he did not think to show kindness,\nbut pursued the suffering, needy, and brokenhearted\nin order to put them to death.",
      "17": "He loved cursing—let it fall on him;\nhe took no delight in blessing—let it be far from him.",
      "18": "He wore cursing like his coat—\nlet it enter his body like water\nand go into his bones like oil.",
      "19": "Let it be like a robe he wraps around himself,\nlike a belt he always wears.",
      "20": "Let this be the Lord’s payment to my accusers,\nto those who speak evil against me.",
      "21": "But you, Lord, my Lord,\ndeal kindly with me for your name’s sake;\nbecause your faithful love is good, rescue me.",
      "22": "For I am suffering and needy;\nmy heart is wounded within me.",
      "23": "I fade away like a lengthening shadow;\nI am shaken off like a locust.",
      "24": "My knees are weak from fasting,\nand my body is emaciated.",
      "25": "I have become an object of ridicule to my accusers;\nwhen they see me, they shake their heads in scorn.",
      "26": "Help me, Lord my God;\nsave me according to your faithful love",
      "27": "so they may know that this is your hand\nand that you, Lord, have done it.",
      "28": "Though they curse, you will bless.\nWhen they rise up, they will be put to shame,\nbut your servant will rejoice.",
      "29": "My accusers will be clothed with disgrace;\nthey will wear their shame like a cloak.",
      "30": "I will fervently thank the Lord with my mouth;\nI will praise him in the presence of many.",
      "31": "For he stands at the right hand of the needy\nto save him from those who would condemn him."
    },
    "110": {
      "1": "This is the declaration of the Lord\nto my Lord:\n“Sit at my right hand\nuntil I make your enemies your footstool.”",
      "2": "The Lord will extend your mighty scepter from Zion.\nRule over your surrounding enemies.",
      "3": "Your people will volunteer\non your day of battle.\nIn holy splendor, from the womb of the dawn,\nthe dew of your youth belongs to you.",
      "4": "The Lord has sworn an oath and will not take it back:\n“You are a priest forever\naccording to the pattern of Melchizedek.”",
      "5": "The Lord is at your right hand;\nhe will crush kings on the day of his anger.",
      "6": "He will judge the nations, heaping up corpses;\nhe will crush leaders over the entire world.",
      "7": "He will drink from the brook by the road;\ntherefore, he will lift up his head."
    },
    "111": {
      "1": "Hallelujah!\nI will praise the Lord with all my heart\nin the assembly of the upright and in the congregation.",
      "2": "The Lord’s works are great,\nstudied by all who delight in them.",
      "3": "All that he does is splendid and majestic;\nhis righteousness endures forever.",
      "4": "He has caused his wondrous works to be remembered.\nThe Lord is gracious and compassionate.",
      "5": "He has provided food for those who fear him;\nhe remembers his covenant forever.",
      "6": "He has shown his people the power of his works\nby giving them the inheritance of the nations.",
      "7": "The works of his hands are truth and justice;\nall his instructions are trustworthy.",
      "8": "They are established forever and ever,\nenacted in truth and in uprightness.",
      "9": "He has sent redemption to his people.\nHe has ordained his covenant forever.\nHis name is holy and awe-inspiring.",
      "10": "The fear of the Lord is the beginning of wisdom;\nall who follow his instructions have good insight.\nHis praise endures forever."
    },
    "112": {
      "1": "Hallelujah!\nHappy is the person who fears the Lord,\ntaking great delight in his commands.",
      "2": "His descendants will be powerful in the land;\nthe generation of the upright will be blessed.",
      "3": "Wealth and riches are in his house,\nand his righteousness endures forever.",
      "4": "Light shines in the darkness for the upright.\nHe is gracious, compassionate, and righteous.",
      "5": "Good will come to the one who lends generously\nand conducts his business fairly.",
      "6": "He will never be shaken.\nThe righteous one will be remembered forever.",
      "7": "He will not fear bad news;\nhis heart is confident, trusting in the Lord.",
      "8": "His heart is assured; he will not fear.\nIn the end he will look in triumph on his foes.",
      "9": "He distributes freely to the poor;\nhis righteousness endures forever.\nHis horn will be exalted in honor.",
      "10": "The wicked one will see it and be angry;\nhe will gnash his teeth in despair.\nThe desire of the wicked leads to ruin."
    },
    "113": {
      "1": "Hallelujah!\nGive praise, servants of the Lord;\npraise the name of the Lord.",
      "2": "Let the name of the Lord be blessed\nboth now and forever.",
      "3": "From the rising of the sun to its setting,\nlet the name of the Lord be praised.",
      "4": "The Lord is exalted above all the nations,\nhis glory above the heavens.",
      "5": "Who is like the Lord our God—\nthe one enthroned on high,",
      "6": "who stoops down to look\non the heavens and the earth?",
      "7": "He raises the poor from the dust\nand lifts the needy from the trash heap",
      "8": "in order to seat them with nobles—\nwith the nobles of his people.",
      "9": "He gives the childless woman a household,\nmaking her the joyful mother of children.\nHallelujah!"
    },
    "114": {
      "1": "When Israel came out of Egypt—\nthe house of Jacob from a people\nwho spoke a foreign language—",
      "2": "Judah became his sanctuary,\nIsrael, his dominion.",
      "3": "The sea looked and fled;\nthe Jordan turned back.",
      "4": "The mountains skipped like rams,\nthe hills, like lambs.",
      "5": "Why was it, sea, that you fled?\nJordan, that you turned back?",
      "6": "Mountains, that you skipped like rams?\nHills, like lambs?",
      "7": "Tremble, earth, at the presence of the Lord,\nat the presence of the God of Jacob,",
      "8": "who turned the rock into a pool,\nthe flint into a spring."
    },
    "115": {
      "1": "Not to us, Lord, not to us,\nbut to your name give glory\nbecause of your faithful love, because of your truth.",
      "2": "Why should the nations say,\n“Where is their God?”",
      "3": "Our God is in heaven\nand does whatever he pleases.",
      "4": "Their idols are silver and gold,\nmade by human hands.",
      "5": "They have mouths but cannot speak,\neyes, but cannot see.",
      "6": "They have ears but cannot hear,\nnoses, but cannot smell.",
      "7": "They have hands but cannot feel,\nfeet, but cannot walk.\nThey cannot make a sound with their throats.",
      "8": "Those who make them are just like them,\nas are all who trust in them.",
      "9": "Israel, trust in the Lord!\nHe is their help and shield.",
      "10": "House of Aaron, trust in the Lord!\nHe is their help and shield.",
      "11": "You who fear the Lord, trust in the Lord!\nHe is their help and shield.",
      "12": "The Lord remembers us and will bless us.\nHe will bless the house of Israel;\nhe will bless the house of Aaron;",
      "13": "he will bless those who fear the Lord—\nsmall and great alike.",
      "14": "May the Lord add to your numbers,\nboth yours and your children’s.",
      "15": "May you be blessed by the Lord,\nthe Maker of heaven and earth.",
      "16": "The heavens are the Lord’s,\nbut the earth he has given to the human race.",
      "17": "It is not the dead who praise the Lord,\nnor any of those descending into the silence of death.",
      "18": "But we will bless the Lord,\nboth now and forever.\nHallelujah!"
    },
    "116": {
      "1": "I love the Lord because he has heard\nmy appeal for mercy.",
      "2": "Because he has turned his ear to me,\nI will call out to him as long as I live.",
      "3": "The ropes of death were wrapped around me,\nand the torments of Sheol overcame me;\nI encountered trouble and sorrow.",
      "4": "Then I called on the name of the Lord:\n“Lord, save me!”",
      "5": "The Lord is gracious and righteous;\nour God is compassionate.",
      "6": "The Lord guards the inexperienced;\nI was helpless, and he saved me.",
      "7": "Return to your rest, my soul,\nfor the Lord has been good to you.",
      "8": "For you, Lord, rescued me from death,\nmy eyes from tears,\nmy feet from stumbling.",
      "9": "I will walk before the Lord\nin the land of the living.",
      "10": "I believed, even when I said,\n“I am severely oppressed.”",
      "11": "In my alarm I said,\n“Everyone is a liar.”",
      "12": "How can I repay the Lord\nfor all the good he has done for me?",
      "13": "I will take the cup of salvation\nand call on the name of the Lord.",
      "14": "I will fulfill my vows to the Lord\nin the presence of all his people.",
      "15": "The death of his faithful ones\nis valuable in the Lord’s sight.",
      "16": "Lord, I am indeed your servant;\nI am your servant, the son of your female servant.\nYou have loosened my bonds.",
      "17": "I will offer you a thanksgiving sacrifice\nand call on the name of the Lord.",
      "18": "I will fulfill my vows to the Lord\nin the presence of all his people,",
      "19": "in the courts of the Lord’s house—\nwithin you, Jerusalem.\nHallelujah!"
    },
    "117": {
      "1": "Praise the Lord, all nations!\nGlorify him, all peoples!",
      "2": "For his faithful love to us is great;\nthe Lord’s faithfulness endures forever.\nHallelujah!"
    },
    "118": {
      "1": "Give thanks to the Lord, for he is good;\nhis faithful love endures forever.",
      "2": "Let Israel say,\n“His faithful love endures forever.”",
      "3": "Let the house of Aaron say,\n“His faithful love endures forever.”",
      "4": "Let those who fear the Lord say,\n“His faithful love endures forever.”",
      "5": "I called to the Lord in distress;\nthe Lord answered me\nand put me in a spacious place.",
      "6": "The Lord is for me; I will not be afraid.\nWhat can a mere mortal do to me?",
      "7": "The Lord is my helper;\ntherefore, I will look in triumph on those who hate me.",
      "8": "It is better to take refuge in the Lord\nthan to trust in humanity.",
      "9": "It is better to take refuge in the Lord\nthan to trust in nobles.",
      "10": "All the nations surrounded me;\nin the name of the Lord I destroyed them.",
      "11": "They surrounded me, yes, they surrounded me;\nin the name of the Lord I destroyed them.",
      "12": "They surrounded me like bees;\nthey were extinguished like a fire among thorns;\nin the name of the Lord I destroyed them.",
      "13": "They pushed me hard to make me fall,\nbut the Lord helped me.",
      "14": "The Lord is my strength and my song;\nhe has become my salvation.",
      "15": "There are shouts of joy and victory\nin the tents of the righteous:\n“The Lord’s right hand performs valiantly!",
      "16": "The Lord’s right hand is raised.\nThe Lord’s right hand performs valiantly!”",
      "17": "I will not die, but I will live\nand proclaim what the Lord has done.",
      "18": "The Lord disciplined me severely\nbut did not give me over to death.",
      "19": "Open the gates of righteousness for me;\nI will enter through them\nand give thanks to the Lord.",
      "20": "This is the Lord’s gate;\nthe righteous will enter through it.",
      "21": "I will give thanks to you\nbecause you have answered me\nand have become my salvation.",
      "22": "The stone that the builders rejected\nhas become the cornerstone.",
      "23": "This came from the Lord;\nit is wondrous in our sight.",
      "24": "This is the day the Lord has made;\nlet’s rejoice and be glad in it.",
      "25": "Lord, save us!\nLord, please grant us success!",
      "26": "He who comes in the name\nof the Lord is blessed.\nFrom the house of the Lord we bless you.",
      "27": "The Lord is God and has given us light.\nBind the festival sacrifice with cords\nto the horns of the altar.",
      "28": "You are my God, and I will give you thanks.\nYou are my God; I will exalt you.",
      "29": "Give thanks to the Lord, for he is good;\nhis faithful love endures forever."
    },
    "119": {
      "1": "How happy are those whose way is blameless,\nwho walk according to the Lord’s instruction!",
      "2": "Happy are those who keep his decrees\nand seek him with all their heart.",
      "3": "They do nothing wrong;\nthey walk in his ways.",
      "4": "You have commanded that your precepts\nbe diligently kept.",
      "5": "If only my ways were committed\nto keeping your statutes!",
      "6": "Then I would not be ashamed\nwhen I think about all your commands.",
      "7": "I will praise you with an upright heart\nwhen I learn your righteous judgments.",
      "8": "I will keep your statutes;\nnever abandon me.",
      "9": "How can a young man keep his way pure?\nBy keeping your word.",
      "10": "I have sought you with all my heart;\ndon’t let me wander from your commands.",
      "11": "I have treasured your word in my heart\nso that I may not sin against you.",
      "12": "Lord, may you be blessed;\nteach me your statutes.",
      "13": "With my lips I proclaim\nall the judgments from your mouth.",
      "14": "I rejoice in the way revealed by your decrees\nas much as in all riches.",
      "15": "I will meditate on your precepts\nand think about your ways.",
      "16": "I will delight in your statutes;\nI will not forget your word.",
      "17": "Deal generously with your servant\nso that I might live;\nthen I will keep your word.",
      "18": "Open my eyes so that I may contemplate\nwondrous things from your instruction.",
      "19": "I am a resident alien on earth;\ndo not hide your commands from me.",
      "20": "I am continually overcome\nwith longing for your judgments.",
      "21": "You rebuke the arrogant,\nthe ones under a curse,\nwho wander from your commands.",
      "22": "Take insult and contempt away from me,\nfor I have kept your decrees.",
      "23": "Though princes sit together speaking against me,\nyour servant will think about your statutes;",
      "24": "your decrees are my delight\nand my counselors.",
      "25": "My life is down in the dust;\ngive me life through your word.",
      "26": "I told you about my life,\nand you answered me;\nteach me your statutes.",
      "27": "Help me understand\nthe meaning of your precepts\nso that I can meditate on your wonders.",
      "28": "I am weary from grief;\nstrengthen me through your word.",
      "29": "Keep me from the way of deceit\nand graciously give me your instruction.",
      "30": "I have chosen the way of truth;\nI have set your ordinances before me.",
      "31": "I cling to your decrees;\nLord, do not put me to shame.",
      "32": "I pursue the way of your commands,\nfor you broaden my understanding.",
      "33": "Teach me, Lord, the meaning of your statutes,\nand I will always keep them.",
      "34": "Help me understand your instruction,\nand I will obey it\nand follow it with all my heart.",
      "35": "Help me stay on the path of your commands,\nfor I take pleasure in it.",
      "36": "Turn my heart to your decrees\nand not to dishonest profit.",
      "37": "Turn my eyes\nfrom looking at what is worthless;\ngive me life in your ways.",
      "38": "Confirm what you said to your servant,\nfor it produces reverence for you.",
      "39": "Turn away the disgrace I dread;\nindeed, your judgments are good.",
      "40": "How I long for your precepts!\nGive me life through your righteousness.",
      "41": "Let your faithful love come to me, Lord,\nyour salvation, as you promised.",
      "42": "Then I can answer the one who taunts me,\nfor I trust in your word.",
      "43": "Never take the word of truth from my mouth,\nfor I hope in your judgments.",
      "44": "I will always obey your instruction,\nforever and ever.",
      "45": "I will walk freely in an open place\nbecause I study your precepts.",
      "46": "I will speak of your decrees before kings\nand not be ashamed.",
      "47": "I delight in your commands,\nwhich I love.",
      "48": "I will lift up my hands to your commands,\nwhich I love,\nand will meditate on your statutes.",
      "49": "Remember your word to your servant;\nyou have given me hope through it.",
      "50": "This is my comfort in my affliction:\nYour promise has given me life.",
      "51": "The arrogant constantly ridicule me,\nbut I do not turn away from your instruction.",
      "52": "Lord, I remember your judgments from long ago\nand find comfort.",
      "53": "Fury seizes me because of the wicked\nwho reject your instruction.",
      "54": "Your statutes are the theme of my song\nduring my earthly life.",
      "55": "Lord, I remember your name in the night,\nand I obey your instruction.",
      "56": "This is my practice:\nI obey your precepts.",
      "57": "The Lord is my portion;\nI have promised to keep your words.",
      "58": "I have sought your favor with all my heart;\nbe gracious to me according to your promise.",
      "59": "I thought about my ways\nand turned my steps back to your decrees.",
      "60": "I hurried, not hesitating\nto keep your commands.",
      "61": "Though the ropes of the wicked\nwere wrapped around me,\nI did not forget your instruction.",
      "62": "I rise at midnight to thank you\nfor your righteous judgments.",
      "63": "I am a friend to all who fear you,\nto those who keep your precepts.",
      "64": "Lord, the earth is filled with your faithful love;\nteach me your statutes.",
      "65": "Lord, you have treated your servant well,\njust as you promised.",
      "66": "Teach me good judgment and discernment,\nfor I rely on your commands.",
      "67": "Before I was afflicted I went astray,\nbut now I keep your word.",
      "68": "You are good, and you do what is good;\nteach me your statutes.",
      "69": "The arrogant have smeared me with lies,\nbut I obey your precepts with all my heart.",
      "70": "Their hearts are hard and insensitive,\nbut I delight in your instruction.",
      "71": "It was good for me to be afflicted\nso that I could learn your statutes.",
      "72": "Instruction from your lips is better for me\nthan thousands of gold and silver pieces.",
      "73": "Your hands made me and formed me;\ngive me understanding\nso that I can learn your commands.",
      "74": "Those who fear you will see me and rejoice,\nfor I put my hope in your word.",
      "75": "I know, Lord, that your judgments are just\nand that you have afflicted me fairly.",
      "76": "May your faithful love comfort me\nas you promised your servant.",
      "77": "May your compassion come to me\nso that I may live,\nfor your instruction is my delight.",
      "78": "Let the arrogant be put to shame\nfor slandering me with lies;\nI will meditate on your precepts.",
      "79": "Let those who fear you,\nthose who know your decrees, turn to me.",
      "80": "May my heart be blameless regarding your statutes\nso that I will not be put to shame.",
      "81": "I long for your salvation;\nI put my hope in your word.",
      "82": "My eyes grow weary\nlooking for what you have promised;\nI ask, “When will you comfort me?”",
      "83": "Though I have become like a wineskin dried by smoke,\nI do not forget your statutes.",
      "84": "How many days must your servant wait?\nWhen will you execute judgment on my persecutors?",
      "85": "The arrogant have dug pits for me;\nthey violate your instruction.",
      "86": "All your commands are true;\npeople persecute me with lies—help me!",
      "87": "They almost ended my life on earth,\nbut I did not abandon your precepts.",
      "88": "Give me life in accordance with your faithful love,\nand I will obey the decree you have spoken.",
      "89": "Lord, your word is forever;\nit is firmly fixed in heaven.",
      "90": "Your faithfulness is for all generations;\nyou established the earth, and it stands firm.",
      "91": "Your judgments stand firm today,\nfor all things are your servants.",
      "92": "If your instruction had not been my delight,\nI would have died in my affliction.",
      "93": "I will never forget your precepts,\nfor you have given me life through them.",
      "94": "I am yours; save me,\nfor I have studied your precepts.",
      "95": "The wicked hope to destroy me,\nbut I contemplate your decrees.",
      "96": "I have seen a limit to all perfection,\nbut your command is without limit.",
      "97": "How I love your instruction!\nIt is my meditation all day long.",
      "98": "Your command makes me wiser than my enemies,\nfor it is always with me.",
      "99": "I have more insight than all my teachers\nbecause your decrees are my meditation.",
      "100": "I understand more than the elders\nbecause I obey your precepts.",
      "101": "I have kept my feet from every evil path\nto follow your word.",
      "102": "I have not turned from your judgments,\nfor you yourself have instructed me.",
      "103": "How sweet your word is to my taste—\nsweeter than honey in my mouth.",
      "104": "I gain understanding from your precepts;\ntherefore I hate every false way.",
      "105": "Your word is a lamp for my feet\nand a light on my path.",
      "106": "I have solemnly sworn\nto keep your righteous judgments.",
      "107": "I am severely afflicted;\nLord, give me life according to your word.",
      "108": "Lord, please accept my freewill offerings of praise,\nand teach me your judgments.",
      "109": "My life is constantly in danger,\nyet I do not forget your instruction.",
      "110": "The wicked have set a trap for me,\nbut I have not wandered from your precepts.",
      "111": "I have your decrees as a heritage forever;\nindeed, they are the joy of my heart.",
      "112": "I am resolved to obey your statutes\nto the very end.",
      "113": "I hate those who are double-minded,\nbut I love your instruction.",
      "114": "You are my shelter and my shield;\nI put my hope in your word.",
      "115": "Depart from me, you evil ones,\nso that I may obey my God’s commands.",
      "116": "Sustain me as you promised, and I will live;\ndo not let me be ashamed of my hope.",
      "117": "Sustain me so that I can be safe\nand always be concerned about your statutes.",
      "118": "You reject all who stray from your statutes,\nfor their deceit is a lie.",
      "119": "You remove all the wicked on earth\nas if they were dross from metal;\ntherefore, I love your decrees.",
      "120": "I tremble in awe of you;\nI fear your judgments.",
      "121": "I have done what is just and right;\ndo not leave me to my oppressors.",
      "122": "Guarantee your servant’s well-being;\ndo not let the arrogant oppress me.",
      "123": "My eyes grow weary looking for your salvation\nand for your righteous promise.",
      "124": "Deal with your servant based on your faithful love;\nteach me your statutes.",
      "125": "I am your servant; give me understanding\nso that I may know your decrees.",
      "126": "It is time for the Lord to act,\nfor they have violated your instruction.",
      "127": "Since I love your commands\nmore than gold, even the purest gold,",
      "128": "I carefully follow all your precepts\nand hate every false way.",
      "129": "Your decrees are wondrous;\ntherefore I obey them.",
      "130": "The revelation of your words brings light\nand gives understanding to the inexperienced.",
      "131": "I open my mouth and pant\nbecause I long for your commands.",
      "132": "Turn to me and be gracious to me,\nas is your practice toward those who love your name.",
      "133": "Make my steps steady through your promise;\ndon’t let any sin dominate me.",
      "134": "Redeem me from human oppression,\nand I will keep your precepts.",
      "135": "Make your face shine on your servant,\nand teach me your statutes.",
      "136": "My eyes pour out streams of tears\nbecause people do not follow your instruction.",
      "137": "You are righteous, Lord,\nand your judgments are just.",
      "138": "The decrees you issue are righteous\nand altogether trustworthy.",
      "139": "My anger overwhelms me\nbecause my foes forget your words.",
      "140": "Your word is completely pure,\nand your servant loves it.",
      "141": "I am insignificant and despised,\nbut I do not forget your precepts.",
      "142": "Your righteousness is an everlasting righteousness,\nand your instruction is true.",
      "143": "Trouble and distress have overtaken me,\nbut your commands are my delight.",
      "144": "Your decrees are righteous forever.\nGive me understanding, and I will live.",
      "145": "I call with all my heart; answer me, Lord.\nI will obey your statutes.",
      "146": "I call to you; save me,\nand I will keep your decrees.",
      "147": "I rise before dawn and cry out for help;\nI put my hope in your word.",
      "148": "I am awake through each watch of the night\nto meditate on your promise.",
      "149": "In keeping with your faithful love, hear my voice.\nLord, give me life in keeping with your justice.",
      "150": "Those who pursue evil plans come near;\nthey are far from your instruction.",
      "151": "You are near, Lord,\nand all your commands are true.",
      "152": "Long ago I learned from your decrees\nthat you have established them forever.",
      "153": "Consider my affliction and rescue me,\nfor I have not forgotten your instruction.",
      "154": "Champion my cause and redeem me;\ngive me life as you promised.",
      "155": "Salvation is far from the wicked\nbecause they do not study your statutes.",
      "156": "Your compassions are many, Lord;\ngive me life according to your judgments.",
      "157": "My persecutors and foes are many.\nI have not turned from your decrees.",
      "158": "I have seen the disloyal and feel disgust\nbecause they do not keep your word.",
      "159": "Consider how I love your precepts;\nLord, give me life according to your faithful love.",
      "160": "The entirety of your word is truth,\neach of your righteous judgments endures forever.",
      "161": "Princes have persecuted me without cause,\nbut my heart fears only your word.",
      "162": "I rejoice over your promise\nlike one who finds vast treasure.",
      "163": "I hate and abhor falsehood,\nbut I love your instruction.",
      "164": "I praise you seven times a day\nfor your righteous judgments.",
      "165": "Abundant peace belongs to those\nwho love your instruction;\nnothing makes them stumble.",
      "166": "Lord, I hope for your salvation\nand carry out your commands.",
      "167": "I obey your decrees\nand love them greatly.",
      "168": "I obey your precepts and decrees,\nfor all my ways are before you.",
      "169": "Let my cry reach you, Lord;\ngive me understanding according to your word.",
      "170": "Let my plea reach you;\nrescue me according to your promise.",
      "171": "My lips pour out praise,\nfor you teach me your statutes.",
      "172": "My tongue sings about your promise,\nfor all your commands are righteous.",
      "173": "May your hand be ready to help me,\nfor I have chosen your precepts.",
      "174": "I long for your salvation, Lord,\nand your instruction is my delight.",
      "175": "Let me live, and I will praise you;\nmay your judgments help me.",
      "176": "I wander like a lost sheep;\nseek your servant,\nfor I do not forget your commands."
    },
    "120": {
      "1": "In my distress I called to the Lord,\nand he answered me.",
      "2": "“Lord, rescue me from lying lips\nand a deceitful tongue.”",
      "3": "What will he give you,\nand what will he do to you,\nyou deceitful tongue?",
      "4": "A warrior’s sharp arrows\nwith burning charcoal!",
      "5": "What misery that I have stayed in Meshech,\nthat I have lived among the tents of Kedar!",
      "6": "I have dwelt too long\nwith those who hate peace.",
      "7": "I am for peace; but when I speak,\nthey are for war."
    },
    "121": {
      "1": "I lift my eyes toward the mountains.\nWhere will my help come from?",
      "2": "My help comes from the Lord,\nthe Maker of heaven and earth.",
      "3": "He will not allow your foot to slip;\nyour Protector will not slumber.",
      "4": "Indeed, the Protector of Israel\ndoes not slumber or sleep.",
      "5": "The Lord protects you;\nthe Lord is a shelter right by your side.",
      "6": "The sun will not strike you by day\nor the moon by night.",
      "7": "The Lord will protect you from all harm;\nhe will protect your life.",
      "8": "The Lord will protect your coming and going\nboth now and forever."
    },
    "122": {
      "1": "I rejoiced with those who said to me,\n“Let’s go to the house of the Lord.”",
      "2": "Our feet were standing\nwithin your gates, Jerusalem—",
      "3": "Jerusalem, built as a city should be,\nsolidly united,",
      "4": "where the tribes, the Lord’s tribes, go up\nto give thanks to the name of the Lord.\n(This is an ordinance for Israel.)",
      "5": "There, thrones for judgment are placed,\nthrones of the house of David.",
      "6": "Pray for the well-being of Jerusalem:\n“May those who love you be secure;",
      "7": "may there be peace within your walls,\nsecurity within your fortresses.”",
      "8": "Because of my brothers and friends,\nI will say, “May peace be in you.”",
      "9": "Because of the house of the Lord our God,\nI will pursue your prosperity."
    },
    "123": {
      "1": "I lift my eyes to you,\nthe one enthroned in heaven.",
      "2": "Like a servant’s eyes on his master’s hand,\nlike a servant girl’s eyes on her mistress’s hand,\nso our eyes are on the Lord our God\nuntil he shows us favor.",
      "3": "Show us favor, Lord, show us favor,\nfor we’ve had more than enough contempt.",
      "4": "We’ve had more than enough\nscorn from the arrogant\nand contempt from the proud."
    },
    "124": {
      "1": "If the Lord had not been on our side—\nlet Israel say—",
      "2": "if the Lord had not been on our side\nwhen people attacked us,",
      "3": "then they would have swallowed us alive\nin their burning anger against us.",
      "4": "Then the water would have engulfed us;\nthe torrent would have swept over us;",
      "5": "the raging water would have swept over us.",
      "6": "Blessed be the Lord,\nwho has not let us be ripped apart by their teeth.",
      "7": "We have escaped like a bird from the hunter’s net;\nthe net is torn, and we have escaped.",
      "8": "Our help is in the name of the Lord,\nthe Maker of heaven and earth."
    },
    "125": {
      "1": "Those who trust in the Lord are like Mount Zion.\nIt cannot be shaken; it remains forever.",
      "2": "The mountains surround Jerusalem\nand the Lord surrounds his people,\nboth now and forever.",
      "3": "The scepter of the wicked will not remain\nover the land allotted to the righteous,\nso that the righteous will not apply their hands to injustice.",
      "4": "Do what is good, Lord, to the good,\nto those whose hearts are upright.",
      "5": "But as for those who turn aside to crooked ways,\nthe Lord will banish them with the evildoers.\nPeace be with Israel."
    },
    "126": {
      "1": "When the Lord restored the fortunes of Zion,\nwe were like those who dream.",
      "2": "Our mouths were filled with laughter then,\nand our tongues with shouts of joy.\nThen they said among the nations,\n“The Lord has done great things for them.”",
      "3": "The Lord had done great things for us;\nwe were joyful.",
      "4": "Restore our fortunes, Lord,\nlike watercourses in the Negev.",
      "5": "Those who sow in tears\nwill reap with shouts of joy.",
      "6": "Though one goes along weeping,\ncarrying the bag of seed,\nhe will surely come back with shouts of joy,\ncarrying his sheaves."
    },
    "127": {
      "1": "Unless the Lord builds a house,\nits builders labor over it in vain;\nunless the Lord watches over a city,\nthe watchman stays alert in vain.",
      "2": "In vain you get up early and stay up late,\nworking hard to have enough food—\nyes, he gives sleep to the one he loves.",
      "3": "Sons are indeed a heritage from the Lord,\noffspring, a reward.",
      "4": "Like arrows in the hand of a warrior\nare the sons born in one’s youth.",
      "5": "Happy is the man who has filled his quiver with them.\nThey will never be put to shame\nwhen they speak with their enemies at the city gate."
    },
    "128": {
      "1": "How happy is everyone who fears the Lord,\nwho walks in his ways!",
      "2": "You will surely eat\nwhat your hands have worked for.\nYou will be happy,\nand it will go well for you.",
      "3": "Your wife will be like a fruitful vine\nwithin your house,\nyour children, like young olive trees\naround your table.",
      "4": "In this very way\nthe man who fears the Lord\nwill be blessed.",
      "5": "May the Lord bless you from Zion,\nso that you will see the prosperity of Jerusalem\nall the days of your life",
      "6": "and will see your children’s children!\nPeace be with Israel."
    },
    "129": {
      "1": "Since my youth they have often attacked me—\nlet Israel say—",
      "2": "since my youth they have often attacked me,\nbut they have not prevailed against me.",
      "3": "Plowmen plowed over my back;\nthey made their furrows long.",
      "4": "The Lord is righteous;\nhe has cut the ropes of the wicked.",
      "5": "Let all who hate Zion\nbe driven back in disgrace.",
      "6": "Let them be like grass on the rooftops,\nwhich withers before it grows up",
      "7": "and can’t even fill the hands of the reaper\nor the arms of the one who binds sheaves.",
      "8": "Then none who pass by will say,\n“May the Lord’s blessing be on you.\nWe bless you in the name of the Lord.”"
    },
    "130": {
      "1": "Out of the depths I call to you, Lord!",
      "2": "Lord, listen to my voice;\nlet your ears be attentive\nto my cry for help.",
      "3": "Lord, if you kept an account of iniquities,\nLord, who could stand?",
      "4": "But with you there is forgiveness,\nso that you may be revered.",
      "5": "I wait for the Lord; I wait\nand put my hope in his word.",
      "6": "I wait for the Lord\nmore than watchmen for the morning—\nmore than watchmen for the morning.",
      "7": "Israel, put your hope in the Lord.\nFor there is faithful love with the Lord,\nand with him is redemption in abundance.",
      "8": "And he will redeem Israel\nfrom all its iniquities."
    },
    "131": {
      "1": "Lord, my heart is not proud;\nmy eyes are not haughty.\nI do not get involved with things\ntoo great or too wondrous for me.",
      "2": "Instead, I have calmed and quieted my soul\nlike a weaned child with its mother;\nmy soul is like a weaned child.",
      "3": "Israel, put your hope in the Lord,\nboth now and forever."
    },
    "132": {
      "1": "Lord, remember David\nand all the hardships he endured,",
      "2": "and how he swore an oath to the Lord,\nmaking a vow to the Mighty One of Jacob:",
      "3": "“I will not enter my house\nor get into my bed,",
      "4": "I will not allow my eyes to sleep\nor my eyelids to slumber",
      "5": "until I find a place for the Lord,\na dwelling for the Mighty One of Jacob.”",
      "6": "We heard of the ark in Ephrathah;\nwe found it in the fields of Jaar.",
      "7": "Let’s go to his dwelling place;\nlet’s worship at his footstool.",
      "8": "Rise up, Lord, come to your resting place,\nyou and your powerful ark.",
      "9": "May your priests be clothed with righteousness,\nand may your faithful people shout for joy.",
      "10": "For the sake of your servant David,\ndo not reject your anointed one.",
      "11": "The Lord swore an oath to David,\na promise he will not abandon:\n“I will set one of your offspring\non your throne.",
      "12": "If your sons keep my covenant\nand my decrees that I will teach them,\ntheir sons will also sit on your throne forever.”",
      "13": "For the Lord has chosen Zion;\nhe has desired it for his home:",
      "14": "“This is my resting place forever;\nI will make my home here\nbecause I have desired it.",
      "15": "I will abundantly bless its food;\nI will satisfy its needy with bread.",
      "16": "I will clothe its priests with salvation,\nand its faithful people will shout for joy.",
      "17": "There I will make a horn grow for David;\nI have prepared a lamp for my anointed one.",
      "18": "I will clothe his enemies with shame,\nbut the crown he wears will be glorious.”"
    },
    "133": {
      "1": "How delightfully good\nwhen brothers live together in harmony!",
      "2": "It is like fine oil on the head,\nrunning down on the beard,\nrunning down Aaron’s beard\nonto his robes.",
      "3": "It is like the dew of Hermon\nfalling on the mountains of Zion.\nFor there the Lord has appointed the blessing—\nlife forevermore."
    },
    "134": {
      "1": "Now bless the Lord,\nall you servants of the Lord\nwho stand in the Lord’s house at night!",
      "2": "Lift up your hands in the holy place\nand bless the Lord!",
      "3": "May the Lord,\nMaker of heaven and earth,\nbless you from Zion."
    },
    "135": {
      "1": "Hallelujah!\nPraise the name of the Lord.\nGive praise, you servants of the Lord",
      "2": "who stand in the house of the Lord,\nin the courts of the house of our God.",
      "3": "Praise the Lord, for the Lord is good;\nsing praise to his name, for it is delightful.",
      "4": "For the Lord has chosen Jacob for himself,\nIsrael as his treasured possession.",
      "5": "For I know that the Lord is great;\nour Lord is greater than all gods.",
      "6": "The Lord does whatever he pleases\nin heaven and on earth,\nin the seas and all the depths.",
      "7": "He causes the clouds to rise from the ends of the earth.\nHe makes lightning for the rain\nand brings the wind from his storehouses.",
      "8": "He struck down the firstborn of Egypt,\nboth people and animals.",
      "9": "He sent signs and wonders against you, Egypt,\nagainst Pharaoh and all his officials.",
      "10": "He struck down many nations\nand slaughtered mighty kings:",
      "11": "Sihon king of the Amorites,\nOg king of Bashan,\nand all the kings of Canaan.",
      "12": "He gave their land as an inheritance,\nan inheritance to his people Israel.",
      "13": "Lord, your name endures forever,\nyour reputation, Lord,\nthrough all generations.",
      "14": "For the Lord will vindicate his people\nand have compassion on his servants.",
      "15": "The idols of the nations are of silver and gold,\nmade by human hands.",
      "16": "They have mouths but cannot speak,\neyes, but cannot see.",
      "17": "They have ears but cannot hear;\nindeed, there is no breath in their mouths.",
      "18": "Those who make them are just like them,\nas are all who trust in them.",
      "19": "House of Israel, bless the Lord!\nHouse of Aaron, bless the Lord!",
      "20": "House of Levi, bless the Lord!\nYou who revere the Lord, bless the Lord!",
      "21": "Blessed be the Lord from Zion;\nhe dwells in Jerusalem.\nHallelujah!"
    },
    "136": {
      "1": "Give thanks to the Lord, for he is good.\nHis faithful love endures forever.",
      "2": "Give thanks to the God of gods.\nHis faithful love endures forever.",
      "3": "Give thanks to the Lord of lords.\nHis faithful love endures forever.",
      "4": "He alone does great wonders.\nHis faithful love endures forever.",
      "5": "He made the heavens skillfully.\nHis faithful love endures forever.",
      "6": "He spread the land on the waters.\nHis faithful love endures forever.",
      "7": "He made the great lights:\nHis faithful love endures forever.",
      "8": "the sun to rule by day,\nHis faithful love endures forever.",
      "9": "the moon and stars to rule by night.\nHis faithful love endures forever.",
      "10": "He struck the firstborn of the Egyptians\nHis faithful love endures forever.",
      "11": "and brought Israel out from among them\nHis faithful love endures forever.",
      "12": "with a strong hand and outstretched arm.\nHis faithful love endures forever.",
      "13": "He divided the Red Sea\nHis faithful love endures forever.",
      "14": "and led Israel through,\nHis faithful love endures forever.",
      "15": "but hurled Pharaoh and his army into the Red Sea.\nHis faithful love endures forever.",
      "16": "He led his people in the wilderness.\nHis faithful love endures forever.",
      "17": "He struck down great kings\nHis faithful love endures forever.",
      "18": "and slaughtered famous kings—\nHis faithful love endures forever.",
      "19": "Sihon king of the Amorites\nHis faithful love endures forever.",
      "20": "and Og king of Bashan—\nHis faithful love endures forever.",
      "21": "and gave their land as an inheritance,\nHis faithful love endures forever.",
      "22": "an inheritance to Israel his servant.\nHis faithful love endures forever.",
      "23": "He remembered us in our humiliation\nHis faithful love endures forever.",
      "24": "and rescued us from our foes.\nHis faithful love endures forever.",
      "25": "He gives food to every creature.\nHis faithful love endures forever.",
      "26": "Give thanks to the God of heaven!\nHis faithful love endures forever."
    },
    "137": {
      "1": "By the rivers of Babylon—\nthere we sat down and wept\nwhen we remembered Zion.",
      "2": "There we hung up our lyres\non the poplar trees,",
      "3": "for our captors there asked us for songs,\nand our tormentors, for rejoicing:\n“Sing us one of the songs of Zion.”",
      "4": "How can we sing the Lord’s song\non foreign soil?",
      "5": "If I forget you, Jerusalem,\nmay my right hand forget its skill.",
      "6": "May my tongue stick to the roof of my mouth\nif I do not remember you,\nif I do not exalt Jerusalem as my greatest joy!",
      "7": "Remember, Lord, what the Edomites said\nthat day at Jerusalem:\n“Destroy it! Destroy it\ndown to its foundations!”",
      "8": "Daughter Babylon, doomed to destruction,\nhappy is the one who pays you back\nwhat you have done to us.",
      "9": "Happy is he who takes your little ones\nand dashes them against the rocks."
    },
    "138": {
      "1": "I will give you thanks with all my heart;\nI will sing your praise before the heavenly beings.",
      "2": "I will bow down toward your holy temple\nand give thanks to your name\nfor your constant love and truth.\nYou have exalted your name\nand your promise above everything else.",
      "3": "On the day I called, you answered me;\nyou increased strength within me.",
      "4": "All the kings on earth will give you thanks, Lord,\nwhen they hear what you have promised.",
      "5": "They will sing of the Lord’s ways,\nfor the Lord’s glory is great.",
      "6": "Though the Lord is exalted,\nhe takes note of the humble;\nbut he knows the haughty from a distance.",
      "7": "If I walk into the thick of danger,\nyou will preserve my life\nfrom the anger of my enemies.\nYou will extend your hand;\nyour right hand will save me.",
      "8": "The Lord will fulfill his purpose for me.\nLord, your faithful love endures forever;\ndo not abandon the work of your hands."
    },
    "139": {
      "1": "Lord, you have searched me and known me.",
      "2": "You know when I sit down and when I stand up;\nyou understand my thoughts from far away.",
      "3": "You observe my travels and my rest;\nyou are aware of all my ways.",
      "4": "Before a word is on my tongue,\nyou know all about it, Lord.",
      "5": "You have encircled me;\nyou have placed your hand on me.",
      "6": "This wondrous knowledge is beyond me.\nIt is lofty; I am unable to reach it.",
      "7": "Where can I go to escape your Spirit?\nWhere can I flee from your presence?",
      "8": "If I go up to heaven, you are there;\nif I make my bed in Sheol, you are there.",
      "9": "If I fly on the wings of the dawn\nand settle down on the western horizon,",
      "10": "even there your hand will lead me;\nyour right hand will hold on to me.",
      "11": "If I say, “Surely the darkness will hide me,\nand the light around me will be night”—",
      "12": "even the darkness is not dark to you.\nThe night shines like the day;\ndarkness and light are alike to you.",
      "13": "For it was you who created my inward parts;\nyou knit me together in my mother’s womb.",
      "14": "I will praise you\nbecause I have been remarkably and wondrously made.\nYour works are wondrous,\nand I know this very well.",
      "15": "My bones were not hidden from you\nwhen I was made in secret,\nwhen I was formed in the depths of the earth.",
      "16": "Your eyes saw me when I was formless;\nall my days were written in your book and planned\nbefore a single one of them began.",
      "17": "God, how precious your thoughts are to me;\nhow vast their sum is!",
      "18": "If I counted them,\nthey would outnumber the grains of sand;\nwhen I wake up, I am still with you.",
      "19": "God, if only you would kill the wicked—\nyou bloodthirsty men, stay away from me—",
      "20": "who invoke you deceitfully.\nYour enemies swear by you falsely.",
      "21": "Lord, don’t I hate those who hate you,\nand detest those who rebel against you?",
      "22": "I hate them with extreme hatred;\nI consider them my enemies.",
      "23": "Search me, God, and know my heart;\ntest me and know my concerns.",
      "24": "See if there is any offensive way in me;\nlead me in the everlasting way."
    },
    "140": {
      "1": "Rescue me, Lord, from evil men.\nKeep me safe from violent men",
      "2": "who plan evil in their hearts.\nThey stir up wars all day long.",
      "3": "They make their tongues\nas sharp as a snake’s bite;\nviper’s venom is under their lips. Selah",
      "4": "Protect me, Lord,\nfrom the power of the wicked.\nKeep me safe from violent men\nwho plan to make me stumble.",
      "5": "The proud hide a trap with ropes for me;\nthey spread a net along the path\nand set snares for me. Selah",
      "6": "I say to the Lord, “You are my God.”\nListen, Lord, to my cry for help.",
      "7": "Lord, my Lord, my strong Savior,\nyou shield my head on the day of battle.",
      "8": "Lord, do not grant the desires of the wicked;\ndo not let them achieve their goals.\nOtherwise, they will become proud. Selah",
      "9": "When those who surround me rise up,\nmay the trouble their lips cause overwhelm them.",
      "10": "Let hot coals fall on them.\nLet them be thrown into the fire,\ninto the abyss, never again to rise.",
      "11": "Do not let a slanderer stay in the land.\nLet evil relentlessly hunt down a violent man.",
      "12": "I know that the Lord upholds\nthe just cause of the poor,\njustice for the needy.",
      "13": "Surely the righteous will praise your name;\nthe upright will live in your presence."
    },
    "141": {
      "1": "Lord, I call on you; hurry to help me.\nListen to my voice when I call on you.",
      "2": "May my prayer be set before you as incense,\nthe raising of my hands as the evening offering.",
      "3": "Lord, set up a guard for my mouth;\nkeep watch at the door of my lips.",
      "4": "Do not let my heart turn to any evil thing\nor perform wicked acts with evildoers.\nDo not let me feast on their delicacies.",
      "5": "Let the righteous one strike me—\nit is an act of faithful love;\nlet him rebuke me—\nit is oil for my head;\nlet me not refuse it.\nEven now my prayer is against\nthe evil acts of the wicked.",
      "6": "When their rulers will be thrown off\nthe sides of a cliff,\nthe people will listen to my words,\nfor they are pleasing.",
      "7": "As when one plows and breaks up the soil,\nturning up rocks,\nso our bones have been scattered\nat the mouth of Sheol.",
      "8": "But my eyes look to you, Lord, my Lord.\nI seek refuge in you; do not let me die.",
      "9": "Protect me from the trap they have set for me,\nand from the snares of evildoers.",
      "10": "Let the wicked fall into their own nets,\nwhile I pass by safely."
    },
    "142": {
      "1": "I cry aloud to the Lord;\nI plead aloud to the Lord for mercy.",
      "2": "I pour out my complaint before him;\nI reveal my trouble to him.",
      "3": "Although my spirit is weak within me,\nyou know my way.\nAlong this path I travel\nthey have hidden a trap for me.",
      "4": "Look to the right and see:\nno one stands up for me;\nthere is no refuge for me;\nno one cares about me.",
      "5": "I cry to you, Lord;\nI say, “You are my shelter,\nmy portion in the land of the living.”",
      "6": "Listen to my cry,\nfor I am very weak.\nRescue me from those who pursue me,\nfor they are too strong for me.",
      "7": "Free me from prison\nso that I can praise your name.\nThe righteous will gather around me\nbecause you deal generously with me."
    },
    "143": {
      "1": "Lord, hear my prayer.\nIn your faithfulness listen to my plea,\nand in your righteousness answer me.",
      "2": "Do not bring your servant into judgment,\nfor no one alive is righteous in your sight.",
      "3": "For the enemy has pursued me,\ncrushing me to the ground,\nmaking me live in darkness\nlike those long dead.",
      "4": "My spirit is weak within me;\nmy heart is overcome with dismay.",
      "5": "I remember the days of old;\nI meditate on all you have done;\nI reflect on the work of your hands.",
      "6": "I spread out my hands to you;\nI am like parched land before you. Selah",
      "7": "Answer me quickly, Lord;\nmy spirit fails.\nDon’t hide your face from me,\nor I will be like those\ngoing down to the Pit.",
      "8": "Let me experience\nyour faithful love in the morning,\nfor I trust in you.\nReveal to me the way I should go\nbecause I appeal to you.",
      "9": "Rescue me from my enemies, Lord;\nI come to you for protection.",
      "10": "Teach me to do your will,\nfor you are my God.\nMay your gracious Spirit\nlead me on level ground.",
      "11": "For your name’s sake, Lord,\nlet me live.\nIn your righteousness deliver me from trouble,",
      "12": "and in your faithful love destroy my enemies.\nWipe out all those who attack me,\nfor I am your servant."
    },
    "144": {
      "1": "Blessed be the Lord, my rock\nwho trains my hands for battle\nand my fingers for warfare.",
      "2": "He is my faithful love and my fortress,\nmy stronghold and my deliverer.\nHe is my shield, and I take refuge in him;\nhe subdues my people under me.",
      "3": "Lord, what is a human that you care for him,\na son of man that you think of him?",
      "4": "A human is like a breath;\nhis days are like a passing shadow.",
      "5": "Lord, part your heavens and come down.\nTouch the mountains, and they will smoke.",
      "6": "Flash your lightning and scatter the foe;\nshoot your arrows and rout them.",
      "7": "Reach down from on high;\nrescue me from deep water, and set me free\nfrom the grasp of foreigners",
      "8": "whose mouths speak lies,\nwhose right hands are deceptive.",
      "9": "God, I will sing a new song to you;\nI will play on a ten-stringed harp for you—",
      "10": "the one who gives victory to kings,\nwho frees his servant David\nfrom the deadly sword.",
      "11": "Set me free and rescue me\nfrom foreigners\nwhose mouths speak lies,\nwhose right hands are deceptive.",
      "12": "Then our sons will be like plants\nnurtured in their youth,\nour daughters, like corner pillars\nthat are carved in the palace style.",
      "13": "Our storehouses will be full,\nsupplying all kinds of produce;\nour flocks will increase by thousands\nand tens of thousands in our open fields.",
      "14": "Our cattle will be well fed.\nThere will be no breach in the walls,\nno going into captivity,\nand no cry of lament in our public squares.",
      "15": "Happy are the people with such blessings.\nHappy are the people whose God is the Lord."
    },
    "145": {
      "1": "I exalt you, my God the King,\nand bless your name forever and ever.",
      "2": "I will bless you every day;\nI will praise your name forever and ever.",
      "3": "The Lord is great and is highly praised;\nhis greatness is unsearchable.",
      "4": "One generation will declare your works to the next\nand will proclaim your mighty acts.",
      "5": "I will speak of your splendor and glorious majesty\nand your wondrous works.",
      "6": "They will proclaim the power of your awe-inspiring acts,\nand I will declare your greatness.",
      "7": "They will give a testimony of your great goodness\nand will joyfully sing of your righteousness.",
      "8": "The Lord is gracious and compassionate,\nslow to anger and great in faithful love.",
      "9": "The Lord is good to everyone;\nhis compassion rests on all he has made.",
      "10": "All you have made will thank you, Lord;\nthe faithful will bless you.",
      "11": "They will speak of the glory of your kingdom\nand will declare your might,",
      "12": "informing all people of your mighty acts\nand of the glorious splendor of your kingdom.",
      "13": "Your kingdom is an everlasting kingdom;\nyour rule is for all generations.\nThe Lord is faithful in all his words\nand gracious in all his actions.",
      "14": "The Lord helps all who fall;\nhe raises up all who are oppressed.",
      "15": "All eyes look to you,\nand you give them their food at the proper time.",
      "16": "You open your hand\nand satisfy the desire of every living thing.",
      "17": "The Lord is righteous in all his ways\nand faithful in all his acts.",
      "18": "The Lord is near all who call out to him,\nall who call out to him with integrity.",
      "19": "He fulfills the desires of those who fear him;\nhe hears their cry for help and saves them.",
      "20": "The Lord guards all those who love him,\nbut he destroys all the wicked.",
      "21": "My mouth will declare the Lord’s praise;\nlet every living thing\nbless his holy name forever and ever."
    },
    "146": {
      "1": "Hallelujah!\nMy soul, praise the Lord.",
      "2": "I will praise the Lord all my life;\nI will sing to my God as long as I live.",
      "3": "Do not trust in nobles,\nin a son of man, who cannot save.",
      "4": "When his breath leaves him,\nhe returns to the ground;\non that day his plans die.",
      "5": "Happy is the one whose help is the God of Jacob,\nwhose hope is in the Lord his God,",
      "6": "the Maker of heaven and earth,\nthe sea and everything in them.\nHe remains faithful forever,",
      "7": "executing justice for the exploited\nand giving food to the hungry.\nThe Lord frees prisoners.",
      "8": "The Lord opens the eyes of the blind.\nThe Lord raises up those who are oppressed.\nThe Lord loves the righteous.",
      "9": "The Lord protects resident aliens\nand helps the fatherless and the widow,\nbut he frustrates the ways of the wicked.",
      "10": "The Lord reigns forever;\nZion, your God reigns for all generations.\nHallelujah!"
    },
    "147": {
      "1": "Hallelujah!\nHow good it is to sing to our God,\nfor praise is pleasant and lovely.",
      "2": "The Lord rebuilds Jerusalem;\nhe gathers Israel’s exiled people.",
      "3": "He heals the brokenhearted\nand bandages their wounds.",
      "4": "He counts the number of the stars;\nhe gives names to all of them.",
      "5": "Our Lord is great, vast in power;\nhis understanding is infinite.",
      "6": "The Lord helps the oppressed\nbut brings the wicked to the ground.",
      "7": "Sing to the Lord with thanksgiving;\nplay the lyre to our God,",
      "8": "who covers the sky with clouds,\nprepares rain for the earth,\nand causes grass to grow on the hills.",
      "9": "He provides the animals with their food,\nand the young ravens what they cry for.",
      "10": "He is not impressed by the strength of a horse;\nhe does not value the power of a warrior.",
      "11": "The Lord values those who fear him,\nthose who put their hope in his faithful love.",
      "12": "Exalt the Lord, Jerusalem;\npraise your God, Zion!",
      "13": "For he strengthens the bars of your city gates\nand blesses your children within you.",
      "14": "He endows your territory with prosperity;\nhe satisfies you with the finest wheat.",
      "15": "He sends his command throughout the earth;\nhis word runs swiftly.",
      "16": "He spreads snow like wool;\nhe scatters frost like ashes;",
      "17": "he throws his hailstones like crumbs.\nWho can withstand his cold?",
      "18": "He sends his word and melts them;\nhe unleashes his winds, and the water flows.",
      "19": "He declares his word to Jacob,\nhis statutes and judgments to Israel.",
      "20": "He has not done this for every nation;\nthey do not know his judgments.\nHallelujah!"
    },
    "148": {
      "1": "Hallelujah!\nPraise the Lord from the heavens;\npraise him in the heights.",
      "2": "Praise him, all his angels;\npraise him, all his heavenly armies.",
      "3": "Praise him, sun and moon;\npraise him, all you shining stars.",
      "4": "Praise him, highest heavens,\nand you waters above the heavens.",
      "5": "Let them praise the name of the Lord,\nfor he commanded, and they were created.",
      "6": "He set them in position forever and ever;\nhe gave an order that will never pass away.",
      "7": "Praise the Lord from the earth,\nall sea monsters and ocean depths,",
      "8": "lightning and hail, snow and cloud,\nstormy wind that executes his command,",
      "9": "mountains and all hills,\nfruit trees and all cedars,",
      "10": "wild animals and all cattle,\ncreatures that crawl and flying birds,",
      "11": "kings of the earth and all peoples,\nprinces and all judges of the earth,",
      "12": "young men as well as young women,\nold and young together.",
      "13": "Let them praise the name of the Lord,\nfor his name alone is exalted.\nHis majesty covers heaven and earth.",
      "14": "He has raised up a horn for his people,\nresulting in praise to all his faithful ones,\nto the Israelites, the people close to him.\nHallelujah!"
    },
    "149": {
      "1": "Hallelujah!\nSing to the Lord a new song,\nhis praise in the assembly of the faithful.",
      "2": "Let Israel celebrate its Maker;\nlet the children of Zion rejoice in their King.",
      "3": "Let them praise his name with dancing\nand make music to him with tambourine and lyre.",
      "4": "For the Lord takes pleasure in his people;\nhe adorns the humble with salvation.",
      "5": "Let the faithful celebrate in triumphal glory;\nlet them shout for joy on their beds.",
      "6": "Let the exaltation of God be in their mouths\nand a double-edged sword in their hands,",
      "7": "inflicting vengeance on the nations\nand punishment on the peoples,",
      "8": "binding their kings with chains\nand their dignitaries with iron shackles,",
      "9": "carrying out the judgment decreed against them.\nThis honor is for all his faithful people.\nHallelujah!"
    },
    "150": {
      "1": "Hallelujah!\nPraise God in his sanctuary.\nPraise him in his mighty expanse.",
      "2": "Praise him for his powerful acts;\npraise him for his abundant greatness.",
      "3": "Praise him with the blast of a ram’s horn;\npraise him with harp and lyre.",
      "4": "Praise him with tambourine and dance;\npraise him with strings and flute.",
      "5": "Praise him with resounding cymbals;\npraise him with clashing cymbals.",
      "6": "Let everything that breathes praise the Lord.\nHallelujah!"
    }
  }
}