{
  "3 John": {
    "1": {
      "1": "The elder [of the church addresses this letter] to the beloved and esteemed Gaius, whom I love in truth.",
      "2": "Beloved, I pray that in every way you may succeed and prosper and be in good health [physically], just as [I know] your soul prospers [spiritually].",
      "3": "For I was greatly pleased when [some of the] brothers came [from time to time] and testified to your [faithfulness to the] truth [of the gospel message], that is, how you are walking in truth.",
      "4": "I have no greater joy than this, to hear that my [spiritual] children are living [their lives] in the truth.",
      "5": "Beloved, you are acting faithfully in what you are providing for the brothers, and especially when they are strangers;",
      "6": "and they have testified before the church of your love and friendship. You will do well to [assist them and] send them on their way in a manner worthy of God.",
      "7": "For these [traveling missionaries] went out for the sake of the Name [of Christ], accepting nothing [in the way of assistance] from the Gentiles.",
      "8": "So we ought to support such people [welcoming them as guests and providing for them], so that we may be fellow workers for the truth [that is, for the gospel message of salvation].",
      "9": "I wrote something to the church; but Diotrephes, who loves to put himself first, does not accept what we say and refuses to recognize my authority.",
      "10": "For this reason, if I come, I will call attention to what he is doing, unjustly accusing us with wicked words and unjustified charges. And not satisfied with this, he refuses to receive the [missionary] brothers himself, and also forbids those who want to [welcome them] and puts them out of the church.",
      "11": "Beloved, do not imitate what is evil, but [imitate] what is good. The one who practices good [exhibiting godly character, moral courage and personal integrity] is of God; the one who practices [or permits or tolerates] evil has not seen God [he has no personal experience with Him and does not know Him at all].",
      "12": "Demetrius has received a good testimony and commendation from everyone—and from the truth [the standard of God’s word] itself; and we add our testimony and speak well of him, and you know that our testimony is true.",
      "13": "I had many things [to say when I began] to write to you, but I prefer not to put it down with pen (reed) and black (ink);",
      "14": "but I hope to see you soon, and we will speak face to face.",
      "15": "Peace be to you. The friends [here] greet you. Greet the friends [personally] by name."
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:54:50.078266-04:00",
    "Translation": "AMP"
  }
}