{
  "Exodus": {
    "1": {
      "1": "Now these are the names of the sons of Israel who came to Egypt with Jacob; each came with his household:",
      "2": "Reuben, Simeon, Levi, and Judah;",
      "3": "Issachar, Zebulun, and Benjamin;",
      "4": "Dan and Naphtali, Gad, and Asher.",
      "5": "All the descendants of Jacob were seventy people; Joseph was [already] in Egypt.",
      "6": "Then Joseph died, and all his brothers and all that generation,",
      "7": "but the Israelites were prolific and increased greatly; they multiplied and became extremely strong, so that the land was filled with them.",
      "8": "Now a new king arose over Egypt, who did not know Joseph [nor the history of his accomplishments].",
      "9": "He said to his people, “Behold, the people of the sons of Israel are too many and too mighty for us [they greatly outnumber us].",
      "10": "Come, let us deal shrewdly with them, so that they will not multiply and in the event of war, join our enemies, and fight against us and escape from the land.”",
      "11": "So they set taskmasters over them to oppress them with hard labor. And the sons of Israel built Pithom and Raamses as storage cities for Pharaoh.",
      "12": "But the more the Egyptians oppressed them, the more they multiplied and expanded, so that the Egyptians dreaded and were exasperated by the Israelites.",
      "13": "And the Egyptians made the Israelites serve rigorously [forcing them into severe slavery].",
      "14": "They made their lives bitter with hard labor in mortar, brick, and all kinds of field work. All their labor was harsh and severe.",
      "15": "Then the king of Egypt said to the Hebrew midwives, one of whom was named Shiphrah (beauty) and the other named Puah (splendor),",
      "16": "“When you act as midwives to the Hebrew women and see them on the birthstool, if it is a son, you shall kill him; but if it is a daughter, she shall live.”",
      "17": "But the midwives feared God [with profound reverence] and did not do as the king of Egypt commanded, but they let the boy babies live.",
      "18": "So the king of Egypt called for the midwives and said to them, “Why have you done this thing, and allowed the boy babies to live?”",
      "19": "The midwives answered Pharaoh, “Because the Hebrew women are not like the Egyptian women; they are vigorous and give birth quickly and their babies are born before the midwife can get to them.”",
      "20": "So God was good to the midwives, and the people [of Israel] multiplied and became very strong.",
      "21": "And because the midwives feared God [with profound reverence], He established families and households for them.",
      "22": "Then Pharaoh commanded all his people, saying, “Every son who is born [to the Hebrews] must be thrown into the Nile, but every daughter you shall keep alive.”"
    },
    "2": {
      "1": "Now a man of the house of Levi [the priestly tribe] went and took as his wife a daughter of Levi.",
      "2": "The woman conceived and gave birth to a son; and when she saw that he was [especially] beautiful and healthy, she hid him for three months [to protect him from the Egyptians].",
      "3": "When she could no longer hide him, she got him a basket (chest) made of papyrus reeds and covered it with tar and pitch [making it waterproof]. Then she put the child in it and set it among the reeds by the bank of the Nile.",
      "4": "And his sister [Miriam] stood some distance away to find out what would happen to him.",
      "5": "Now the daughter of Pharaoh came down to bathe at the Nile, and [she, together with] her maidens walked along the river’s bank; she saw the basket among the reeds and sent her maid [to get it], and she brought it to her.",
      "6": "When she opened it, she saw the child, and behold, the baby was crying. And she took pity on him and said, “This is one of the Hebrews’ children.”",
      "7": "Then his sister said to Pharaoh’s daughter, “Shall I go and call a wet-nurse from the Hebrew women to nurse the child for you?”",
      "8": "And Pharaoh’s daughter said to her, “Go ahead.” So the girl went and called the child’s mother.",
      "9": "Then Pharaoh’s daughter said to her, “Take this child away and nurse him for me, and I will give you your wages.” So the woman took the child and nursed him.",
      "10": "And the child grew, and she brought him to Pharaoh’s daughter and he became her son. And she named him Moses, and said, “Because I drew him out of the water.”",
      "11": "One day, after Moses had grown [into adulthood], it happened that he went to his countrymen and looked [with compassion] at their hard labors; and he saw an Egyptian beating a Hebrew, one of his countrymen.",
      "12": "He turned to look around, and seeing no one, he killed the Egyptian and hid him in the sand.",
      "13": "He went out the next day and saw two Hebrew men fighting with each other; and he said to the aggressor, “Why are you striking your friend?”",
      "14": "But the man said, “Who made you a prince and a judge over us? Do you intend to kill me as you killed the Egyptian?” Then Moses was afraid and said, “Certainly this incident is known.”",
      "15": "When Pharaoh heard about this matter, he tried to kill Moses. Then Moses fled from Pharaoh’s presence and took refuge in the land of Midian, where he sat down by a well.",
      "16": "Now the priest of Midian had seven daughters; and they came and drew water [from the well where Moses was resting] and filled the troughs to water their father’s flock.",
      "17": "Then shepherds came and drove them away, but Moses stood up and helped them and watered their flock.",
      "18": "When they came to Reuel (Jethro) their father, he said, “How is it that you have come back so soon today?”",
      "19": "They said, “An Egyptian saved us from the shepherds. He even drew water [from the well] for us and watered the flock.”",
      "20": "Then he said to his daughters, “Where is he? Why have you left the man behind? Invite him to have something to eat.”",
      "21": "Moses was willing to remain with the man, and he gave Moses his daughter Zipporah [to be his wife].",
      "22": "She gave birth to a son, and he named him Gershom (stranger); for he said, “I have been a stranger in a foreign land.”",
      "23": "Now it happened after a long time [about forty years] that the king of Egypt died. And the children of Israel (Jacob) groaned and sighed because of the bondage, and they cried out. And their cry for help because of their bondage ascended to God.",
      "24": "So God heard their groaning and God remembered His covenant with Abraham, Isaac, and Jacob (Israel).",
      "25": "God saw the sons of Israel, and God took notice [of them] and was concerned about them [knowing all, understanding all, remembering all]."
    },
    "3": {
      "1": "Now Moses was keeping the flock of Jethro (Reuel) his father-in-law, the priest of Midian; and he led his flock to the west side of the wilderness and came to Horeb (Sinai), the mountain of God.",
      "2": "The Angel of the Lord appeared to him in a blazing flame of fire from the midst of a bush; and he looked, and behold, the bush was on fire, yet it was not consumed.",
      "3": "So Moses said, “I must turn away [from the flock] and see this great sight—why the bush is not burned up.”",
      "4": "When the Lord saw that he turned away [from the flock] to look, God called to him from the midst of the bush and said, “Moses, Moses!” And he said, “Here I am.”",
      "5": "Then God said, “Do not come near; take your sandals off your feet [out of respect], because the place on which you are standing is holy ground.”",
      "6": "Then He said, “I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.” Then Moses hid his face, because he was afraid to look at God.",
      "7": "The Lord said, “I have in fact seen the affliction (suffering, desolation) of My people who are in Egypt, and have heard their cry because of their taskmasters (oppressors); for I know their pain and suffering.",
      "8": "So I have come down to rescue them from the hand (power) of the Egyptians, and to bring them up from that land to a land [that is] good and spacious, to a land flowing with milk and honey [a land of plenty]—to the place of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite.",
      "9": "Now, behold, the cry of the children of Israel has come to Me; and I have also seen how the Egyptians oppress them.",
      "10": "Therefore, come now, and I will send you to Pharaoh, and then bring My people, the children of Israel, out of Egypt.”",
      "11": "But Moses said to God, “Who am I, that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?”",
      "12": "And God said, “Certainly I will be with you, and this shall be the sign to you that it is I who have sent you: when you have brought the people out of Egypt, you shall serve and worship God at this mountain.”",
      "13": "Then Moses said to God, “Behold, when I come to the Israelites and say to them, ‘The God of your fathers (ancestors) has sent me to you,’ and they say to me, ‘What is His name?’ What shall I say to them?”",
      "14": "God said to Moses, “I Am Who I Am”; and He said, “You shall say this to the Israelites, ‘I Am has sent me to you.’”",
      "15": "Then God also said to Moses, “This is what you shall say to the Israelites, ‘The Lord, the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob (Israel), has sent me to you.’ This is My Name forever, and this is My memorial [name] to all generations.",
      "16": "Go, gather the elders (tribal leaders) of Israel together, and say to them, ‘The Lord, the God of your fathers, the God of Abraham, of Isaac, and of Jacob, appeared to me, saying, “I am indeed concerned about you and what has been done to you in Egypt.",
      "17": "So I said I will bring you up out of the suffering and oppression of Egypt to the land of the Canaanite, the Hittite, the Amorite, the Perizzite, the Hivite, and the Jebusite, to a land flowing with milk and honey.”’",
      "18": "The elders [of the tribes] will listen and pay attention to what you say; and you, with the elders of Israel, shall go to the king of Egypt and you shall say to him, ‘The Lord, the God of the Hebrews, has met with us; so now, please, [we ask and plead with you,] let us go on a three days’ journey into the wilderness, so that we may sacrifice to the Lord our God.’",
      "19": "But I know that the king of Egypt will not let you go unless [he is forced] by a strong hand.",
      "20": "So I will reach out My hand and strike Egypt with all My wonders which I shall do in the midst of it; and after that he will let you go.",
      "21": "And I will grant this people favor and respect in the sight of the Egyptians; therefore, it shall be that when you go, you will not go empty-handed.",
      "22": "But every woman shall [insistently] ask her neighbor and any woman who lives in her house, for articles of silver and articles of gold, and clothing; and you shall put them on your sons and daughters. In this way you are to plunder the Egyptians [leaving bondage with great possessions that are rightfully yours].”"
    },
    "4": {
      "1": "Then Moses answered [the Lord] and said, “What if they will not believe me or take seriously what I say? For they may say, ‘The Lord has not appeared to you.’”",
      "2": "And the Lord said to him, “What is that in your hand?” And he said, “A staff.”",
      "3": "Then He said, “Throw it on the ground.” So Moses threw it on the ground, and it became a [living] serpent [like the royal symbol on the crown of Pharaoh]; and Moses ran from it.",
      "4": "But the Lord said to Moses, “Reach out your hand and grasp it by the tail.” So he reached out his hand and caught it, and it became a staff in his hand—",
      "5": "[“You shall do this,” said the Lord,] “so that the elders may believe that the Lord, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has [most certainly] appeared to you.”",
      "6": "The Lord also said to him, “Put your hand into your robe [where it covers your chest].” So he put his hand into his robe, and when he took it out, his hand was leprous, as white as snow.",
      "7": "Then God said, “Put your hand into your robe again.” So he put his hand back into his robe, and when he took it out, it was restored [and was] like the rest of his body.",
      "8": "“If they will not believe you or pay attention to the evidence of the first sign, they may believe the evidence of the second sign.",
      "9": "But if they will not believe these two signs or pay attention to what you say, you are to take some water from the Nile and pour it on the dry ground; and the water which you take out of the river will turn into blood on the dry ground.”",
      "10": "Then Moses said to the Lord, “Please, Lord, I am not a man of words (eloquent, fluent), neither before nor since You have spoken to Your servant; for I am slow of speech and tongue.”",
      "11": "The Lord said to him, “Who has made man’s mouth? Or who makes the mute or the deaf, or the seeing or the blind? Is it not I, the Lord?",
      "12": "Now then go, and I, even I, will be with your mouth, and will teach you what you shall say.”",
      "13": "But he said, “Please my Lord, send the message [of rescue to Israel] by [someone else,] whomever else You will [choose].”",
      "14": "Then the anger of the Lord was kindled and burned against Moses; He said, “Is there not your brother, Aaron the Levite? I know that he speaks fluently. Also, he is coming out to meet you, and when he sees you, he will be overjoyed.",
      "15": "You must speak to him and put the words in his mouth; I, even I, will be with your mouth and with his mouth, and I will teach you what you are to do.",
      "16": "Moreover, he shall speak for you to the people; he will act as a mouthpiece for you, and you will be as God to him [telling him what I say to you].",
      "17": "You shall take in your hand this staff, with which you shall perform the signs [the miracles which prove I sent you].”",
      "18": "Then Moses went away and returned to Jethro his father-in-law, and said to him, “Please, let me go back so that I may return to my relatives in Egypt, and see if they are still alive.” And Jethro said to Moses, “Go in peace.”",
      "19": "Then the Lord said to Moses in Midian, “Go back to Egypt, for all the men who were seeking your life [for killing the Egyptian] are dead.”",
      "20": "So Moses took his wife [Zipporah] and his sons [Gershom and Eliezer] and seated them on donkeys, and returned to the land of Egypt. Moses also took the staff of God in his hand.",
      "21": "The Lord said to Moses, “When you return to Egypt, see that you perform before Pharaoh all the wonders (miracles) which I have put in your hand, but I will harden his heart and make him stubborn so that he will not let the people go.",
      "22": "Then you shall say to Pharaoh, ‘Thus says the Lord, “Israel is My son, My firstborn.",
      "23": "So I say to you, ‘Let My son go so that he may serve Me’; and if you refuse to let him go, behold, I will kill your son, your firstborn.”’”",
      "24": "Now it happened at the lodging place, that the Lord met Moses and sought to kill him [making him deathly ill because he had not circumcised one of his sons].",
      "25": "Then Zipporah took a flint knife and cut off the foreskin of her son and threw it at Moses’ feet, and said, “Indeed you are a husband of blood to me!”",
      "26": "So He let Moses alone [to recover]. At that time Zipporah said, “You are a husband of blood”—because of the circumcision.",
      "27": "The Lord said to Aaron, “Go into the wilderness to meet Moses.” So he went and met him at the mountain of God (Sinai) and kissed him.",
      "28": "Moses told Aaron all the words of the Lord with which He had sent him, and all the signs that He had commanded him to do.",
      "29": "Then Moses and Aaron went [into Egypt] and assembled all the elders of the Israelites;",
      "30": "and Aaron said all the words which the Lord had spoken to Moses. Then Moses performed the signs [given to him by God] before the people.",
      "31": "So the people believed; and when they heard that the Lord was concerned about the Israelites and that He had looked [with compassion] on their suffering, then they bowed their heads and worshiped [the Lord]."
    },
    "5": {
      "1": "Afterward Moses and Aaron came and said to Pharaoh, “Thus says the Lord, the God of Israel, ‘Let My people go, so that they may celebrate a feast to Me in the wilderness.’”",
      "2": "But Pharaoh said, “Who is the Lord that I should obey His voice to let Israel go? I do not know the Lord, nor will I let Israel go.”",
      "3": "Then they said, “The God of the Hebrews has met with us. Please, let us go on a three days’ journey into the wilderness and sacrifice to the Lord our God, so that He does not discipline us with pestilence or with the sword.”",
      "4": "But the king of Egypt said to Moses and Aaron, “Why do you take the people away from their work? Get back to your burdens!”",
      "5": "Pharaoh said, “Look, the people of the land are now many, and you would have them stop their work!”",
      "6": "The very same day Pharaoh gave orders to the [Egyptian] taskmasters in charge of the people and their [Hebrew] foremen, saying,",
      "7": "“You will no longer give the people straw to make brick as before; let them go and gather straw for themselves.",
      "8": "But the number of bricks which they were making before, you shall [still] require of them; you are not to reduce it in the least. For they are idle and lazy; that is why they cry, ‘Let us go and sacrifice to our God.’",
      "9": "Let labor be heavier on the men, and let them work [hard] at it so that they will pay no attention to [their God’s] lying words.”",
      "10": "Then the [Egyptian] taskmasters [in charge] of the people and their [Hebrew] foremen went out and said to the people, “Thus says Pharaoh, ‘I will not give you any straw.",
      "11": "Go, get straw for yourselves wherever you can find it, but your work [quota] will not be reduced in the least.’”",
      "12": "So the people were scattered throughout the land of Egypt to gather stubble to use for straw.",
      "13": "And the taskmasters pressured them, saying, “Finish your work, [fulfill] your daily quotas, just as when there was straw [given to you].”",
      "14": "And the Hebrew foremen, whom Pharaoh’s taskmasters had set over them, were beaten and were asked, “Why have you not fulfilled your required quota of making bricks yesterday and today, as before?”",
      "15": "Then the Hebrew foremen came to Pharaoh and cried, “Why do you deal like this with your servants?",
      "16": "No straw is given to your servants, yet they say to us, ‘Make bricks!’ And look, your servants are being beaten, but it is the fault of your own people.”",
      "17": "But Pharaoh said, “You are lazy, very lazy and idle! That is why you say, ‘Let us go and sacrifice to the Lord.’",
      "18": "Get out now and get to work; for no straw will be given to you, yet you are to deliver the same quota of bricks.”",
      "19": "The Hebrew foremen saw that they were in a bad situation because they were told, “You must not reduce [in the least] your daily quota of bricks.”",
      "20": "When they left Pharaoh’s presence, the foremen met Moses and Aaron, who were waiting for them.",
      "21": "And the foremen said to them, “May the Lord look upon you and judge you, because you have made us odious (something hated) in the sight of Pharaoh and his servants, and you have put a sword in their hand to kill us.”",
      "22": "Then Moses turned again to the Lord and said, “O Lord, why have You brought harm and oppression to this people? Why did You ever send me? [I cannot understand Your purpose!]",
      "23": "Ever since I came to Pharaoh to speak in Your name, he has harmed and oppressed this people, and You have done nothing at all to rescue Your people.”"
    },
    "6": {
      "1": "Then the Lord said to Moses, “Now you shall see what I will do to Pharaoh; for under compulsion he will [not only] let them go, but under compulsion he will drive them out of his land.”",
      "2": "Then God spoke further to Moses and said to him, “I am the Lord.",
      "3": "I appeared to Abraham, to Isaac, and to Jacob (Israel) as God Almighty [El Shaddai], but by My name, Lord, I did not make Myself known to them [in acts and great miracles].",
      "4": "I also established My covenant with them, to give them the land of Canaan, the land in which they lived as strangers (temporary residents, foreigners).",
      "5": "And I have also heard the groaning of the sons of Israel, whom the Egyptians have enslaved, and I have [faithfully] remembered My covenant [with Abraham, Isaac, and Jacob].",
      "6": "Therefore, say to the children of Israel, ‘I am the Lord, and I will bring you out from under the burdens of the Egyptians, and I will free you from their bondage. I will redeem and rescue you with an outstretched (vigorous, powerful) arm and with great acts of judgment [against Egypt].",
      "7": "Then I will take you for My people, and I will be your God; and you shall know that I am the Lord your God, who redeemed you and brought you out from under the burdens of the Egyptians.",
      "8": "I will bring you to the land which I swore to give to Abraham, Isaac, and Jacob (Israel); and I will give it to you as a possession. I am the Lord [you have the promise of My changeless omnipotence and faithfulness].’”",
      "9": "Moses told this to the Israelites, but they did not listen to him because of their impatience and despondency, and because of their forced labor.",
      "10": "The Lord spoke to Moses, saying,",
      "11": "“Go, tell Pharaoh king of Egypt to let the children of Israel go out of his land.”",
      "12": "But Moses said to the Lord, “Look, [my own people] the Israelites have not listened to me; so how then will Pharaoh listen to me, for I am unskilled and inept in speech?”",
      "13": "Then the Lord spoke to Moses and Aaron, and gave them a command concerning the Israelites and Pharaoh king of Egypt, to bring the Israelites out of the land of Egypt.",
      "14": "These are the heads of their fathers’ households. The sons of Reuben, Israel’s (Jacob’s) firstborn: Hanoch and Pallu, Hezron and Carmi; these are the families of Reuben.",
      "15": "The sons of Simeon: Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul the son of a Canaanite woman; these are the families of Simeon.",
      "16": "These are the names of the sons of Levi according to their births: Gershon, Kohath, and Merari; and Levi lived a hundred and thirty-seven years.",
      "17": "The sons of Gershon: Libni and Shimei, by their families.",
      "18": "The sons of Kohath: Amram (Moses’ father), Izhar, Hebron, and Uzziel; and Kohath lived a hundred and thirty-three years.",
      "19": "The sons of Merari: Mahli and Mushi. These are the families of Levi according to their generations.",
      "20": "Amram married his father’s sister Jochebed, and she gave birth to Aaron and Moses; and Amram lived a hundred and thirty-seven years.",
      "21": "The sons of Izhar: Korah, Nepheg, and Zichri.",
      "22": "The sons of Uzziel: Mishael, Elzaphan, and Sithri.",
      "23": "Aaron married Elisheba, the daughter of Amminadab and the sister of Nahshon, and she gave birth to Nadab, Abihu, Eleazar, and Ithamar.",
      "24": "The sons of Korah: Assir, Elkanah, and Abiasaph. These are the [extended] families of the Korahites.",
      "25": "Eleazar, Aaron’s son, married one of the daughters of Putiel, and she gave birth to Phinehas. These are the heads of the fathers’ households of the Levites by their families.",
      "26": "These are [the same] Aaron and Moses to whom the Lord said, “Bring the children of Israel out of the land of Egypt by their armies.”",
      "27": "They were the ones who spoke to Pharaoh king of Egypt about bringing the Israelites out of Egypt; these are [the same] Moses and Aaron.",
      "28": "Now it happened on the day when the Lord spoke to Moses in the land of Egypt,",
      "29": "that He said, “I am the Lord; tell Pharaoh king of Egypt everything that I say to you.”",
      "30": "But Moses said before the Lord, “Look, I am unskilled and inept in speech; how then will Pharaoh listen to me and pay attention to what I say?”"
    },
    "7": {
      "1": "Then the Lord said to Moses, “Now hear this: I make you as God to Pharaoh [to declare My will and purpose to him]; and your brother Aaron shall be your prophet.",
      "2": "You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the children of Israel go out of his land.",
      "3": "And I will make Pharaoh’s heart hard, and multiply My signs and My wonders (miracles) in the land of Egypt.",
      "4": "But Pharaoh will not listen to you, and I shall lay My hand on Egypt and bring out My hosts [like a defensive army, tribe by tribe], My people the children of Israel, out of the land of Egypt by great acts of judgment (the plagues).",
      "5": "The Egyptians shall know that I am the Lord, when I stretch out My hand on Egypt and bring out the children of Israel from among them.”",
      "6": "And Moses and Aaron did so; just as the Lord commanded them, so they did.",
      "7": "Now Moses was eighty years old and Aaron eighty-three years old when they spoke to Pharaoh.",
      "8": "Now the Lord said to Moses and Aaron,",
      "9": "“When Pharaoh says to you, ‘Work a miracle [to prove your authority],’ then you say to Aaron, ‘Take your staff and throw it down before Pharaoh, so that it may become a serpent.’”",
      "10": "So Moses and Aaron came to Pharaoh, and did just as the Lord had commanded; Aaron threw down his staff before Pharaoh and his servants, and it became a serpent.",
      "11": "Then Pharaoh called for the wise men [skilled in magic and omens] and the sorcerers [skilled in witchcraft], and they also, these magicians (soothsayer-priests) of Egypt, did the same with their secret arts and enchantments.",
      "12": "For every man threw down his staff and they turned into serpents; but Aaron’s staff swallowed up their staffs.",
      "13": "Yet Pharaoh’s heart was hardened and he would not listen to them, just as the Lord had said.",
      "14": "Then the Lord said to Moses, “Pharaoh’s heart is hard; he refuses to let the people go.",
      "15": "Go to Pharaoh in the morning as he is going out to the water, and wait for him on the bank of the Nile; and you shall take in your hand the staff that was turned into a serpent.",
      "16": "You shall say to him, ‘The Lord, the God of the Hebrews, has sent me to you, saying, “Let My people go, so that they may serve Me in the wilderness. But behold, you have not listened until now.”",
      "17": "Thus says the Lord, “By this you shall know and recognize and acknowledge that I am the Lord: look, with the staff in my hand I will strike the water in the Nile, and it shall be turned to blood.",
      "18": "The fish in the Nile will die, and the Nile will become foul, and the Egyptians will not be able to drink water from the Nile.”’”",
      "19": "Then the Lord said to Moses, “Say to Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, over their streams, over their pools, and over all their reservoirs of water, so that they may become blood; and there shall be blood throughout all the land of Egypt, in containers both of wood and of stone.’”",
      "20": "So Moses and Aaron did as the Lord commanded; Aaron lifted up the staff and struck the waters in the Nile, in the sight of Pharaoh and in the sight of his servants, and all the water that was in the Nile was turned into blood.",
      "21": "The fish in the Nile died, and the river became foul smelling, and the Egyptians could not drink its water, and there was blood throughout all the land of Egypt.",
      "22": "But the magicians of Egypt did the same by their secret arts and enchantments; so Pharaoh’s heart was hardened, and he did not listen to Moses and Aaron, just as the Lord had said.",
      "23": "Then Pharaoh turned and went into his house, and he did not take even this [divine sign] to heart.",
      "24": "So all the Egyptians dug near the river for water to drink, because they could not drink the water of the Nile.",
      "25": "Seven days passed after the Lord had struck the Nile."
    },
    "8": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh and say to him, ‘Thus says the Lord, “Let My people go, so that they may serve Me.",
      "2": "However, if you refuse to let them go, hear this: I am going to strike your entire land with frogs.",
      "3": "The Nile will swarm with frogs, which will come up and go into your home, into your bedroom and on to your bed, and into the houses of your servants and on your people, and into your ovens and your kneading bowls.",
      "4": "So the frogs will come up on you and on your people and all your servants.”’”",
      "5": "Then the Lord said to Moses, “Say to Aaron, ‘Stretch out your hand with your staff over the rivers, over the streams and canals, over the pools [among the reeds], and make frogs come up on the land of Egypt.’”",
      "6": "So Aaron stretched out his hand [with his staff] over the waters of Egypt, and the frogs came up and covered the land of Egypt.",
      "7": "But the magicians (soothsayer-priests) did the same thing with their secret arts and enchantments, and brought up [more] frogs on the land of Egypt.",
      "8": "Then Pharaoh called for Moses and Aaron and said, “Plead with the Lord that He may take away the frogs from me and my people; and I will let the people go, so that they may sacrifice to the Lord.”",
      "9": "And Moses said to Pharaoh, “I am entirely at your service: when shall I plead [with the Lord] for you and your servants and your people, so that the frogs may leave you and your houses and remain only in the Nile?”",
      "10": "Then Pharaoh said, “Tomorrow.” Moses replied, “May it be as you say, so that you may know [without any doubt] and acknowledge that there is no one like the Lord our God.",
      "11": "The frogs will leave you and your houses and leave your servants and your people; they will remain only in the Nile.”",
      "12": "So Moses and Aaron left Pharaoh, and Moses cried out to the Lord [as he had agreed to do] concerning the frogs which God had inflicted on Pharaoh.",
      "13": "The Lord did as Moses asked, and the frogs died out of the houses, out of the courtyards and villages, and out of the fields.",
      "14": "So they piled them up in heaps, and the land was detestable and stank.",
      "15": "But when Pharaoh saw that there was [temporary] relief, he hardened his heart and would not listen or pay attention to them, just as the Lord had said.",
      "16": "Then the Lord said to Moses, “Say to Aaron, ‘Stretch out your staff and strike the dust of the ground, and it will become [biting] gnats (lice) throughout the land of Egypt.’”",
      "17": "They did so; Aaron stretched out his hand with his staff and struck the dust of the earth, and there were [biting] gnats on man and animal. All the dust of the land became gnats through all the land of Egypt.",
      "18": "The magicians (soothsayer-priests) tried by their secret arts and enchantments to create gnats, but they could not; and there were gnats on man and animal.",
      "19": "Then the magicians said to Pharaoh, “This is the [supernatural] finger of God.” But Pharaoh’s heart was hardened and he would not listen to them, just as the Lord had said.",
      "20": "Now the Lord said to Moses, “Get up early in the morning and stand before Pharaoh as he is coming out to the water [of the Nile], and say to him, ‘Thus says the Lord, “Let My people go, so that they may serve Me.",
      "21": "For if you do not let My people go, hear this: I will send swarms of [bloodsucking] insects on you and on your servants and on your people and into your houses; and the houses of the Egyptians will be full of swarms of insects, as well as the ground on which they stand.",
      "22": "But on that day I will separate and set apart the land of Goshen, where My people are living, so that no swarms of insects will be there, so that you may know [without any doubt] and acknowledge that I, the Lord, am in the midst of the earth.",
      "23": "I will put a division (distinction) between My people and your people. By tomorrow this sign shall be in evidence.”’”",
      "24": "Then the Lord did so. And there came heavy and oppressive swarms of [bloodsucking] insects into the house of Pharaoh and his servants’ houses; in all the land of Egypt the land was corrupted and ruined because of the [great invasion of] insects.",
      "25": "Then Pharaoh called for Moses and Aaron and said, “Go, sacrifice to your God [here] in the land [of Egypt].”",
      "26": "But Moses said, “It is not right [or even possible] to do that, for we will sacrifice to the Lord our God what is repulsive and unacceptable to the Egyptians [that is, animals that the Egyptians consider sacred]. If we sacrifice what is repulsive and unacceptable to the Egyptians, will they not riot and stone us?",
      "27": "We must go a three days’ journey into the wilderness and sacrifice to the Lord our God as He commands us.”",
      "28": "So Pharaoh said, “I will let you go, so that you may sacrifice to the Lord your God in the wilderness; only you shall not go very far away. Plead [with your God] for me.”",
      "29": "Moses said, “I am going to leave you, and I will urgently petition (pray, entreat) the Lord that the swarms of insects may leave Pharaoh, his servants, and his people tomorrow; only do not let Pharaoh act deceitfully again by not letting the people go to sacrifice to the Lord.”",
      "30": "So Moses left Pharaoh and prayed to the Lord [on behalf of Pharaoh].",
      "31": "The Lord did as Moses asked, and removed the swarms of [bloodsucking] insects from Pharaoh, from his servants and from his people; not one remained.",
      "32": "But Pharaoh hardened his heart this time also, and he did not let the people go."
    },
    "9": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh and tell him, ‘Thus says the Lord, the God of the Hebrews: “Let My people go, so that they may serve Me.",
      "2": "But if you refuse to let them go and continue to hold them,",
      "3": "now hear this: the hand of the Lord will fall on your livestock which are out in the field, on the horses, the donkeys, the camels, the herds, and the flocks—a horrible plague shall come.",
      "4": "But the Lord will make a distinction between the livestock of Israel and the livestock of Egypt, so that nothing that belongs to the Israelites will die.”’”",
      "5": "The Lord set a [definite] time, saying, “Tomorrow the Lord will do this thing in the land.”",
      "6": "And the Lord did this thing the next day, and all [kinds of] the livestock of Egypt died; but of the livestock of the Israelites, not one died.",
      "7": "Then Pharaoh sent [men to investigate], and not even one of the livestock of the Israelites had died. But the heart of Pharaoh was hardened [and his mind was firmly set], and he did not let the people go.",
      "8": "Then the Lord said to Moses and Aaron, “Take handfuls of soot from the brick kiln, and let Moses throw it toward the sky in the sight of Pharaoh.",
      "9": "It will become fine dust over the entire land of Egypt, and it will become boils breaking out in sores on man and animal in all the land [occupied by the Egyptians].”",
      "10": "So they took soot from the kiln, and stood before Pharaoh; and Moses threw it toward the sky, and it became boils erupting in sores on man and animal.",
      "11": "The magicians (soothsayer-priests) could not stand before Moses because of the boils, for the boils were on the magicians as well as on all the Egyptians.",
      "12": "But the Lord hardened the heart of Pharaoh, and he did not listen or pay attention to them, just as the Lord had told Moses.",
      "13": "Then the Lord said to Moses, “Get up early in the morning and stand before Pharaoh and say to him, ‘Thus says the Lord, the God of the Hebrews, “Let My people go, so that they may serve Me.",
      "14": "For this time I will send all My plagues on you [in full force,] and on your servants and on your people, so that you may know [without any doubt] and acknowledge that there is no one like Me in all the earth.",
      "15": "For by now I could have put out My hand and struck you and your people with a pestilence, and you would then have been cut off (obliterated) from the earth.",
      "16": "But indeed for this very reason I have allowed you to live, in order to show you My power and in order that My name may be proclaimed throughout all the earth.",
      "17": "Since you are still [arrogantly] exalting yourself [in defiance] against My people by not letting them go,",
      "18": "hear this: tomorrow about this time I will send a very heavy and dreadful hail, such as has not been seen in Egypt from the day it was founded until now.",
      "19": "Now therefore send [a message], bring your livestock and whatever you have in the field to safety. Every man and animal that is in the field and is not brought home shall be struck by the hail and shall die.”’”",
      "20": "Then everyone among the servants of Pharaoh who feared the word of the Lord made his servants and his livestock flee into the houses and shelters;",
      "21": "but everyone who ignored and did not take seriously the word of the Lord left his servants and his livestock in the field.",
      "22": "Now the Lord said to Moses, “Stretch out your hand [with your staff] toward the sky, so that there may be hail in all the land of Egypt, on man and on animal and on all the vegetation of the field, throughout the land of Egypt.”",
      "23": "Moses stretched out his staff toward the sky, and the Lord sent thunder and hail, and lightning (fireballs) ran down to the earth and along the ground. And the Lord rained hail on the land of Egypt.",
      "24": "So there was hail, and lightning (fireballs) flashing intermittently in the midst of the extremely heavy hail, such as had not been in all the land of Egypt since it became a nation.",
      "25": "The hail struck down everything that was in the field throughout all the land of Egypt, both man and animal; the hail struck and beat down all the plants in the field and shattered every tree in the field.",
      "26": "Only in the land of Goshen, where the children of Israel lived, was there no hail.",
      "27": "Then Pharaoh sent for Moses and Aaron, and said to them, “I have sinned this time; the Lord is righteous, and I and my people are wicked.",
      "28": "Pray and entreat the Lord, for there has been enough of God’s thunder and hail; I will let you go, and you shall stay here no longer.”",
      "29": "Moses said to him, “As soon as I leave the city, I will stretch out my hands to the Lord; the thunder will cease and there will be no more hail, so that you may know [without any doubt] and acknowledge that the earth is the Lord’s.",
      "30": "But as for you and your servants, I know that you do not yet fear the Lord God.”",
      "31": "(Now the flax and the barley were battered and ruined [by the hail], because the barley was in the ear (ripe, but soft) and the flax was in bud,",
      "32": "but the wheat and spelt (coarse wheat) were not battered and ruined, because they ripen late in the season.)",
      "33": "So Moses left the city and Pharaoh, and stretched out his hands to the Lord; then the thunder and hail ceased, and rain no longer poured on the earth.",
      "34": "But when Pharaoh saw that the rain and the hail and the thunder had ceased, he sinned again and hardened his heart, both he and his servants.",
      "35": "Pharaoh’s heart was hardened, and he did not let the Israelites go, just as the Lord had said through Moses."
    },
    "10": {
      "1": "Then the Lord said to Moses, “Go to Pharaoh, for I have hardened his heart and the heart of his servants [making them determined and unresponsive], so that I may exhibit My signs [of divine power] among them,",
      "2": "and that you may recount and explain in the hearing of your son, and your grandson, what I have done [repeatedly] to make a mockery of the Egyptians—My signs [of divine power] which I have done among them—so that you may know [without any doubt] and recognize [clearly] that I am the Lord.”",
      "3": "So Moses and Aaron went to Pharaoh and said to him, “Thus says the Lord, the God of the Hebrews: ‘How long will you refuse to humble yourself before Me? Let My people go, so that they may serve Me.",
      "4": "For if you refuse to let My people go, then hear this: tomorrow I will bring [migratory] locusts into your country.",
      "5": "They shall cover the [visible] surface of the land, so that no one will be able to see the ground, and they will eat the rest of what has remained—that is, the vegetation left after the hail—and they will eat every one of your trees that grows in the field;",
      "6": "your houses and those of all your servants and of all the Egyptians shall be filled with locusts, as neither your fathers nor your grandfathers have seen, from their birth until this day.’” Then Moses turned and left Pharaoh.",
      "7": "Pharaoh’s servants said to him, “How long shall this man be a trap to us? Let the men go, so that they may serve the Lord their God. Do you not realize that Egypt is destroyed?”",
      "8": "So Moses and Aaron were brought back to Pharaoh, and he said to them, “Go, serve the Lord your God! Who specifically are the ones that are going?”",
      "9": "Moses said, “We will go with our young and our old, with our sons and our daughters, with our flocks and our herds [all of us and all that we have], for we must hold a feast to the Lord.”",
      "10": "Pharaoh said to them, “The Lord be with you [to help you], if I ever let you go with your children [because you will never return]! Look [be forewarned], you have an evil plan in mind.",
      "11": "No! Go now, you who are men, [without your families] and serve the Lord, if that is what you want.” So Moses and Aaron were driven from Pharaoh’s presence.",
      "12": "Then the Lord said to Moses, “Stretch out your hand over the land of Egypt for the locusts, so that they may come up on the land of Egypt and eat all the plants of the land, all that the hail has left.”",
      "13": "So Moses stretched out his staff over the land of Egypt, and the Lord brought an east wind on the land all that day and all that night; when it was morning, the east wind had brought the [swarms of] locusts.",
      "14": "The locusts came up over all the land of Egypt and settled down in the whole territory, a very dreadful mass of them; never before were there such locusts as these, nor will there ever be again.",
      "15": "For they covered the [visible] surface of the land, so that the ground was darkened; and they ate every plant of the land and all the fruit of the trees which the hail had left. There remained not a green thing on the trees or the plants of the field throughout all the land of Egypt.",
      "16": "Then Pharaoh hurried to call for Moses and Aaron, and he said, “I have sinned against the Lord your God and against you.",
      "17": "Now therefore, please forgive my sin only this once [more], and pray and entreat the Lord your God, so that He will remove this [plague of] death from me.”",
      "18": "Moses left Pharaoh and entreated the Lord.",
      "19": "So the Lord shifted the wind to a violent west wind which lifted up the locusts and drove them into the Red Sea; not one locust remained within the border of Egypt.",
      "20": "But the Lord hardened Pharaoh’s heart [so that it was even more resolved and obstinate], and he did not let the Israelites go.",
      "21": "Then the Lord said to Moses, “Stretch out your hand toward the sky, so that darkness may come over the land of Egypt, a darkness which [is so awful that it] may be felt.”",
      "22": "So Moses stretched out his hand toward the sky, and for three days a thick darkness was all over the land of Egypt [no sun, no moon, no stars].",
      "23": "The Egyptians could not see one another, nor did anyone leave his place for three days, but all the Israelites had [supernatural] light in their dwellings.",
      "24": "Then Pharaoh called to Moses, and said, “Go, serve the Lord; only your flocks and your herds must be left behind. Even your children may go with you.”",
      "25": "But Moses said, “You must also let us have sacrifices and burnt offerings, so that we may sacrifice them to the Lord our God.",
      "26": "Therefore, our livestock must also go with us; not one hoof shall be left behind, for we must take some of them to serve the Lord our God. Even we do not know with what we will serve the Lord until we arrive there.”",
      "27": "But the Lord hardened Pharaoh’s heart, and he was not willing to let them go.",
      "28": "Then Pharaoh said to Moses, “Get away from me! See that you never enter my presence again, for on the day that you see my face again you will die!”",
      "29": "Then Moses said, “You are correct; I will never see your face again!”"
    },
    "11": {
      "1": "Then the Lord said to Moses, “I will bring yet one more plague on Pharaoh and on Egypt; after that he will let you go. When he lets you go, he will most certainly drive you out of here completely.",
      "2": "Speak so that all of the people [of Israel] may hear, and tell every man to ask from his neighbor, and every woman to ask from her neighbor, articles of silver, and articles of gold.”",
      "3": "The Lord gave the people favor in the sight of the Egyptians. Moreover, the man Moses was greatly esteemed in the land of Egypt, [both] in the sight of Pharaoh’s servants and in the sight of the people.",
      "4": "Then Moses said, “Thus says the Lord: ‘At midnight I am going out into the midst of Egypt,",
      "5": "and all the firstborn in the land [the pride, hope, and joy] of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, to the firstborn of the slave girl who is behind the hand-mill, and all the firstborn of cattle as well.",
      "6": "There shall be a great cry [of heartache and sorrow] throughout the land of Egypt, such as has never been before and such as shall never be again.",
      "7": "But not even a dog will threaten any of the Israelites, whether man or animal, so that you may know [without any doubt] and acknowledge how the Lord makes a distinction between Egypt and Israel.’",
      "8": "All these servants of yours will come down to me and bow down before me, saying, ‘Get out, you and all the people who follow you.’ After that I will leave.” And he left Pharaoh in the heat of anger.",
      "9": "Then the Lord said to Moses, “Pharaoh will not listen to you, so that My wonders (miracles) may be multiplied in the land of Egypt.”",
      "10": "Moses and Aaron did all these wonders (miracles) before Pharaoh; yet the Lord hardened Pharaoh’s heart, and he did not let the Israelites go out of his land."
    },
    "12": {
      "1": "The Lord said to Moses and Aaron in the land of Egypt,",
      "2": "“This month shall be the beginning of months to you; it is to be the first month of the year to you.",
      "3": "Tell all the congregation of Israel, ‘On the tenth [day] of this month they are to take a lamb or young goat for themselves, according to [the size of] the household of which he is the father, a lamb or young goat for each household.",
      "4": "Now if the household is too small for a lamb [to be consumed], let him and his next door neighbor take one according to the number of people [in the households]; according to what each man can eat, you are to divide the lamb.",
      "5": "Your lamb or young goat shall be [perfect] without blemish or bodily defect, a male a year old; you may take it from the sheep or from the goats.",
      "6": "You shall keep it until the fourteenth day of the same month, then the whole assembly of the congregation of Israel is to slaughter it at twilight.",
      "7": "Moreover, they shall take some of the blood and put it on the two doorposts and on the lintel [above the door] of the houses in which they eat it.",
      "8": "They shall eat the meat that same night, roasted in fire, and they shall eat it with unleavened bread and bitter herbs.",
      "9": "Do not eat any of it raw or boiled in water, but roasted in fire—both its head and its legs, along with its inner parts.",
      "10": "You shall let none of the meat remain until the morning, and anything that remains left over until morning, you shall burn completely in the fire.",
      "11": "Now you are to eat it in this manner: [be prepared for a journey] with your loins girded [that is, with the outer garment tucked into the band], your sandals on your feet, and your staff in your hand; you shall eat it quickly—it is the Lord’s Passover.",
      "12": "For I [the Lord] will pass through the land of Egypt on this night, and will strike down all the firstborn in the land of Egypt, both man and animal; against all the gods of Egypt I will execute judgments [exhibiting their worthlessness]. I am the Lord.",
      "13": "The blood shall be a sign for you on [the doorposts of] the houses where you live; when I see the blood I shall pass over you, and no affliction shall happen to you to destroy you when I strike the land of Egypt.",
      "14": "‘Now this day will be a memorial to you, and you shall keep it as a feast to the Lord; throughout your generations you are to celebrate it as an ordinance forever.",
      "15": "[In the celebration of the Passover in future years,] seven days you shall eat unleavened bread, but on the first day you shall remove the leaven from your houses [because it represents the spread of sin]; for whoever eats leavened bread on the first day through the seventh day, that person shall be cut off and excluded from [the atonement made for] Israel.",
      "16": "On the first day [of the feast] you shall have a holy and solemn assembly, and on the seventh day there shall be another holy and solemn assembly; no work of any kind shall be done on those days, except for the preparation of food which every person must eat—only that may be done by you.",
      "17": "You shall also observe the Feast of Unleavened Bread, because on this very day I brought your hosts [grouped according to tribal armies] out of the land of Egypt; therefore you shall observe this day throughout your generations as an ordinance forever.",
      "18": "In the first month, on the fourteenth day of the month at evening, you shall eat unleavened bread, [and continue] until the twenty-first day of the month at evening.",
      "19": "Seven days no leaven shall be found in your houses; whoever eats what is leavened shall be cut off and excluded from [the atonement made for] the congregation of Israel, whether a stranger or native-born.",
      "20": "You shall eat nothing leavened; in all your dwellings you shall eat unleavened bread.’”",
      "21": "Then Moses called for all the elders of Israel and said to them, “Go and take a lamb for yourselves according to [the size of] your families and slaughter the Passover lamb.",
      "22": "You shall take a bunch of hyssop, dip it in the blood which is in the basin, and touch some of the blood to the lintel [above the doorway] and to the two doorposts; and none of you shall go outside the door of his house until morning.",
      "23": "For the Lord will pass through to strike the Egyptians; and when He sees the blood on the lintel [above the entry way] and on the two doorposts, the Lord will pass over the door and will not allow the destroyer to come into your houses to slay you.",
      "24": "You shall observe this event [concerning Passover] as an ordinance for you and for your children forever.",
      "25": "When you enter the land which the Lord will give you, as He has promised, you shall keep and observe this service.",
      "26": "When your children say to you, ‘What does this service mean to you?’",
      "27": "you shall say, ‘It is the sacrifice of the Lord’s Passover, for He passed over the houses of the Israelites in Egypt when He struck the Egyptians, but spared our houses.’” And the people bowed [their heads] low and worshiped [God].",
      "28": "Then the Israelites went and did [as they had been told]: just as the Lord had commanded Moses and Aaron, so they did.",
      "29": "Now it happened at midnight that the Lord struck every firstborn in the land of Egypt, from the firstborn of Pharaoh who sat on his throne to the firstborn of the prisoner who was in the dungeon, and all the firstborn of the cattle.",
      "30": "Pharaoh got up in the night, he and all his servants and all the Egyptians, and there was a great cry [of heartache and sorrow] in Egypt, for there was no house where there was not someone dead.",
      "31": "Then he called for Moses and Aaron at night and said, “Get up, get out from among my people, both you and the Israelites; and go, serve the Lord, as you said.",
      "32": "Take both your flocks and your herds, as you have said, and go, and [ask your God to] bless me also.”",
      "33": "The Egyptians [anxiously] urged the people [to leave], to send them out of the land quickly, for they said, “We will all be dead.”",
      "34": "So the people took their dough before it was leavened, their kneading bowls being bound up in their clothes on their shoulders.",
      "35": "Now the Israelites had acted in accordance with the word of Moses; and they had asked the Egyptians for articles of silver and articles of gold, and clothing.",
      "36": "The Lord gave the people favor in the sight of the Egyptians, so that they gave them what they asked. And so they plundered the Egyptians [of those things].",
      "37": "Now the Israelites journeyed from Rameses to Succoth, about six hundred thousand men on foot, besides [the women and] the children.",
      "38": "A mixed multitude [of non-Israelites from foreign nations] also went with them, along with both flocks and herds, a very large number of livestock.",
      "39": "And they baked unleavened cakes of the dough which they brought from Egypt; it was not leavened, since they were driven [quickly] from Egypt and could not delay, nor had they prepared any food for themselves.",
      "40": "Now the period of time the children of Israel lived in Egypt was four hundred and thirty years.",
      "41": "At the end of the four hundred and thirty years, to that very day, all the hosts of the Lord [gathered into tribal armies] left the land of Egypt.",
      "42": "It is a night of watching to be observed for the Lord for having brought them out of the land of Egypt; this [same] night is for the Lord, to be observed and celebrated by all the Israelites throughout their generations.",
      "43": "The Lord said to Moses and Aaron, “This is the ordinance of the Passover: no foreigner is to eat it;",
      "44": "but every man’s slave who is bought with money, after you have circumcised him, then he may eat it.",
      "45": "No stranger (temporary resident, foreigner) or hired servant shall eat it.",
      "46": "It is to be eaten inside one house; you shall not take any of the meat outside the house, nor shall you break any of its bones.",
      "47": "The entire congregation of Israel shall keep and celebrate it.",
      "48": "If a stranger living temporarily among you wishes to celebrate the Passover to the Lord, all his males must be circumcised, and then he may participate and celebrate it like one that is born in the land. But no uncircumcised person may eat it.",
      "49": "The same law shall apply to the native-born and to the stranger who lives temporarily among you.”",
      "50": "Then all the Israelites did so; they did just as the Lord had commanded Moses and Aaron.",
      "51": "And on that very same day the Lord brought the Israelites out of the land of Egypt by their hosts (tribal armies)."
    },
    "13": {
      "1": "The Lord spoke to Moses, saying,",
      "2": "“Sanctify to Me [that is, set apart for My purpose] every firstborn, the first offspring of every womb among the children of Israel, both of man and of animal; it is Mine.”",
      "3": "Moses said to the people, “Remember [solemnly observe and commemorate] this day on which you came out of Egypt, out of the house of bondage and slavery; for by a strong and powerful hand the Lord brought you out of this place. And nothing leavened shall be eaten.",
      "4": "On this day in the month Abib, you are about to go onward.",
      "5": "And it shall be when the Lord brings you into the land of the Canaanite, the Hittite, the Amorite, the Hivite, and the Jebusite, which He swore to your fathers to give you, a land [of abundance] flowing with milk and honey, that you shall keep and observe this rite (service) in this month.",
      "6": "For seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to the Lord.",
      "7": "Unleavened bread shall be eaten throughout the seven days; no leavened bread shall be seen with you, nor shall there be leaven within the borders of your territory.",
      "8": "You shall explain this to your son on that day, saying, ‘It is because of what the Lord did for me when I came out of Egypt.’",
      "9": "It shall serve as a sign to you on your hand (arm), and as a reminder on your forehead, so that the instruction (law) of the Lord may be in your mouth; for with a strong and powerful hand the Lord brought you out of Egypt.",
      "10": "Therefore, you shall keep this ordinance at this time from year to year.",
      "11": "“Now it shall be when the Lord brings you into the land of the Canaanite, as He swore to you and your fathers, and gives it to you,",
      "12": "you shall set apart and dedicate to the Lord all that first opens the womb. All the firstborn males of your livestock shall be the Lord’s.",
      "13": "Every firstborn of a donkey you shall redeem by [substituting] a lamb [as a sacrifice for it], but if you do not [wish to] redeem it, then you shall break its neck; and every firstborn among your sons you shall redeem [that is, “buy back” from God with a suitable sacrifice].",
      "14": "And it shall be when your son asks you in time to come, saying, ‘What does this mean?’ you shall say to him, ‘With a strong and powerful hand the Lord brought us out of Egypt, from the house of bondage and slavery.",
      "15": "For it happened, when Pharaoh stubbornly refused to let us go, that the Lord struck every firstborn in the land of Egypt, both the firstborn of man and the firstborn of animal. Therefore, I sacrifice to the Lord all the males, the first [to be born] of every womb, but every firstborn of my sons I redeem.’",
      "16": "So it shall serve as a sign and a reminder on your [left] hand (arm) and as frontlets between your eyes, for by a strong and powerful hand the Lord brought us out of Egypt.”",
      "17": "So it happened, when Pharaoh let the people go, God did not lead them by way of the land of the Philistines, even though it was nearer; for God said, “The people might change their minds when they see war [that is, that there will be war], and return to Egypt.”",
      "18": "But God led the people around by the way of the wilderness toward the Red Sea; the sons of Israel went up in battle array (orderly ranks, marching formation) out of the land of Egypt.",
      "19": "Moses took the bones of Joseph with him, for Joseph had solemnly ordered (placed under an oath) the Israelites, saying, “God will assuredly take care of you, and you must carry my bones away from here with you.”",
      "20": "They journeyed from Succoth [in Goshen] and camped at Etham on the edge of the wilderness.",
      "21": "The [presence of the] Lord was going before them by day in a pillar (column) of cloud to lead them along the way, and in a pillar of fire by night to give them light, so that they could travel by day and by night.",
      "22": "He did not withdraw the pillar of cloud by day, nor the pillar of fire by night, from going before the people."
    },
    "14": {
      "1": "Now the Lord spoke to Moses, saying,",
      "2": "“Tell the sons of Israel to turn back and camp in front of Pi-hahiroth, between Migdol and the sea. You shall camp in front of Baal-zephon, opposite it, by the sea.",
      "3": "For Pharaoh will say of the Israelites, ‘They are wandering aimlessly in the land; the wilderness has shut them in.’",
      "4": "I will harden (make stubborn, defiant) Pharaoh’s heart, so that he will pursue them; and I will be glorified and honored through Pharaoh and all his army, and the Egyptians shall know [without any doubt] and acknowledge that I am the Lord.” And they did so.",
      "5": "When the king of Egypt was told that the people had fled, Pharaoh and his servants had a change of heart toward the people, and they said, “What is this that we have done? We have let Israel go from serving us!”",
      "6": "So Pharaoh harnessed horses to his war-chariots [for battle] and took his army with him;",
      "7": "and he took six hundred chosen war-chariots, and all the other war-chariots of Egypt with fighting charioteers over all of them.",
      "8": "The Lord hardened the heart of Pharaoh, king of Egypt, and he pursued the Israelites, as they were leaving confidently and defiantly.",
      "9": "The Egyptians chased them with all the horses and war-chariots of Pharaoh, his horsemen and his army, and they overtook them as they camped by the sea, beside Pi-hahiroth, in front of Baal-zephon.",
      "10": "As Pharaoh approached, the Israelites looked up and saw the Egyptians marching after them, and they were very frightened; so the Israelites cried out to the Lord.",
      "11": "Then they said to Moses, “Is it because there are no graves in Egypt that you have taken us away to die in the wilderness? What is this that you have done to us by bringing us out of Egypt?",
      "12": "Did we not say to you in Egypt, ‘Leave us alone; let us serve the Egyptians?’ For it would have been better for us to serve the Egyptians [as slaves] than to die in the wilderness.”",
      "13": "Then Moses said to the people, “Do not be afraid! Take your stand [be firm and confident and undismayed] and see the salvation of the Lord which He will accomplish for you today; for those Egyptians whom you have seen today, you will never see again.",
      "14": "The Lord will fight for you while you [only need to] keep silent and remain calm.”",
      "15": "The Lord said to Moses, “Why do you cry to Me? Tell the sons of Israel to move forward [toward the sea].",
      "16": "As for you, lift up your staff and stretch out your hand over the sea and divide it, so that the sons of Israel may go through the middle of the sea on dry land.",
      "17": "As for Me, hear this: I will harden the hearts of the Egyptians, and they will go in [the sea] after them; and I will be glorified and honored through Pharaoh and all his army, and his war-chariots and his horsemen.",
      "18": "And the Egyptians shall know [without any doubt] and acknowledge that I am the Lord, when I am glorified and honored through Pharaoh, through his war-chariots and his charioteers.”",
      "19": "The angel of God, who had been going in front of the camp of Israel, moved and went behind them. The pillar of the cloud moved from in front and stood behind them.",
      "20": "So it came between the camp of Egypt and the camp of Israel. It was a cloud along with darkness [even by day to the Egyptians], but it gave light by night [to the Israelites]; so one [army] did not come near the other all night.",
      "21": "Then Moses stretched out his hand over the sea; and the Lord swept the sea back by a strong east wind all that night and turned the seabed into dry land, and the waters were divided.",
      "22": "The Israelites went into the middle of the sea on dry land, and the waters formed a wall to them on their right hand and on their left.",
      "23": "Then the Egyptians pursued them into the middle of the sea, even all Pharaoh’s horses, his war-chariots and his charioteers.",
      "24": "So it happened at the early morning watch [before dawn], that the Lord looked down on the army of the Egyptians through the pillar of fire and cloud and put them in a state of confusion.",
      "25": "He made their chariot wheels hard to turn, and the chariots difficult to drive; so the Egyptians said, “Let us flee from Israel, for the Lord is fighting for them against the Egyptians.”",
      "26": "Then the Lord said to Moses, “Stretch out your hand over the sea so that the waters may come back over the Egyptians, on their war-chariots and their charioteers.”",
      "27": "So Moses stretched out his hand over the sea, and the sea returned to its normal flow at sunrise; and the Egyptians retreated right into it [being met by the returning water]; so the Lord overthrew the Egyptians and tossed them into the midst of the sea.",
      "28": "The waters returned and covered the chariots and the charioteers, and all the army of Pharaoh that had gone into the sea after them; not even one of them survived.",
      "29": "But the Israelites walked on dry land in the middle of the sea, and the waters formed a wall to them on their right hand and on their left.",
      "30": "The Lord saved Israel that day from the hand of the Egyptians, and Israel saw the Egyptians [lying] dead on the seashore.",
      "31": "When Israel saw the great power which the Lord had used against the Egyptians, they feared the Lord [with reverence and awe-filled respect], and they believed in the Lord, and in His servant Moses."
    },
    "15": {
      "1": "Then Moses and the children of Israel sang this song to the Lord, singing,\n“I will sing to the Lord, for He has triumphed gloriously;\nThe horse and its rider He has thrown into the sea.",
      "2": "“The Lord is my strength and my song,\nAnd He has become my salvation;\nThis is my God, and I will praise Him;\nMy father’s God, and I will exalt Him.",
      "3": "“The Lord is a warrior;\nThe Lord is His name.",
      "4": "“Pharaoh’s chariots and his army He has thrown into the sea;\nHis chosen captains are drowned in the Red Sea.",
      "5": "“The deep [water] covers them;\n[Clad in armor] they sank into the depths like a stone.",
      "6": "“Your right hand, O Lord, is glorious in power;\nYour right hand, O Lord, shatters the enemy.",
      "7": "“In the greatness of Your majesty You overthrow and annihilate those [adversaries] who rise [in rebellion] against You;\nYou send out Your fury, and it consumes them like chaff.",
      "8": "“With the blast of Your nostrils the waters piled up,\nThe flowing waters stood up like a mound;\nThe deeps were congealed in the heart of the sea.",
      "9": "“The enemy said, ‘I will pursue, I will overtake, I will divide the spoil;\nMy desire shall be satisfied against them;\nI will draw my sword, my hand shall dispossess them and drive them out.’",
      "10": "“You blew with Your wind, the sea covered them;\n[Clad in armor] they sank like lead in the mighty waters.",
      "11": "“Who is like You among the gods, O Lord?\nWho is like You, majestic in holiness,\nAwesome in splendor, working wonders?",
      "12": "“You stretched out Your right hand,\nThe sea swallowed them.",
      "13": "“You in Your lovingkindness and goodness have led the people whom You have redeemed;\nIn Your strength You have guided them with care to Your holy habitation.",
      "14": "“The peoples have heard [about You], they tremble;\nAnguish and fear has gripped the inhabitants of Philistia.",
      "15": "“Then the [tribal] chiefs of Edom were dismayed and horrified;\nThe [mighty] leaders of Moab, trembling grips them;\nAll the inhabitants of Canaan have melted away [in despair]—",
      "16": "Terror and dread fall on them;\nBecause of the greatness of Your arm they are as still as a stone;\nUntil Your people pass by and [into Canaan], O Lord,\nUntil the people pass by whom You have purchased.",
      "17": "“You will bring them [into the land of promise] and plant them on the mountain (Mt. Moriah in Jerusalem) of Your inheritance,\nThe place, O Lord, You have made for Your dwelling [among them],\nThe sanctuary, O Lord, which Your hands have established.",
      "18": "“The Lord shall reign to eternity and beyond.”",
      "19": "For the horses of Pharaoh went with his war-chariots and his charioteers into the sea, and the Lord brought back the waters of the sea on them, but the sons of Israel walked on dry land in the middle of the sea.",
      "20": "Then Miriam the prophetess, the sister of Aaron [and Moses], took a timbrel in her hand, and all the women followed her with timbrels and dancing.",
      "21": "Miriam answered them,\n“Sing to the Lord, for He has triumphed gloriously and is highly exalted;\nThe horse and its rider He has hurled into the sea.”",
      "22": "Then Moses led Israel from the Red Sea, and they went into the Wilderness of Shur; they went [a distance of] three days (about thirty-three miles) in the wilderness and found no water.",
      "23": "Then they came to Marah, but they could not drink its waters because they were bitter; therefore it was named Marah (bitter).",
      "24": "The people [grew discontented and] grumbled at Moses, saying, “What are we going to drink?”",
      "25": "Then he cried to the Lord [for help], and the Lord showed him a tree, [a branch of] which he threw into the waters, and the waters became sweet.\nThere the Lord made a statute and an ordinance for them, and there He tested them,",
      "26": "saying, “If you will diligently listen and pay attention to the voice of the Lord your God, and do what is right in His sight, and listen to His commandments, and keep [foremost in your thoughts and actively obey] all His precepts and statutes, then I will not put on you any of the diseases which I have put on the Egyptians; for I am the Lord who heals you.”",
      "27": "Then the children of Israel came to Elim where there were twelve springs of water and seventy date palms, and they camped there beside the waters."
    },
    "16": {
      "1": "They set out from Elim, and all the congregation of Israel came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they left the land of Egypt.",
      "2": "The whole congregation of the Israelites [grew discontented and] murmured and rebelled against Moses and Aaron in the wilderness,",
      "3": "and the Israelites said to them, “Would that we had died by the hand of the Lord in the land of Egypt, when we sat by the pots of meat and ate bread until we were full; for you have brought us out into this wilderness to kill this entire assembly with hunger.”",
      "4": "Then the Lord said to Moses, “Behold, I will cause bread to rain from heaven for you; the people shall go out and gather a day’s portion every day, so that I may test them [to determine] whether or not they will walk [obediently] in My instruction (law).",
      "5": "And it shall be that on the sixth day, they shall prepare to bring in twice as much as they gather daily [so that they will not need to gather on the seventh day].”",
      "6": "So Moses and Aaron said to all Israel, “At evening you shall know that the Lord has brought you out of the land of Egypt,",
      "7": "and in the morning you will see the glory of the Lord, for He hears your murmurings against the Lord. What are we, that you murmur and rebel against us?”",
      "8": "Moses said, “This will happen when the Lord gives you meat to eat in the evening, and in the morning [enough] bread to be fully satisfied, because the Lord has heard your murmurings against Him; for what are we? Your murmurings are not against us, but against the Lord.”",
      "9": "Then Moses said to Aaron, “Say to all the congregation of Israel, ‘Approach the Lord, because He has heard your murmurings.’”",
      "10": "So it happened that as Aaron spoke to the whole congregation of Israel, they looked toward the wilderness, and behold, the glory and brilliance of the Lord appeared in the cloud!",
      "11": "Then the Lord spoke to Moses, saying,",
      "12": "“I have heard the murmurings of the Israelites; speak to them, saying, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread; and you shall know that I am the Lord your God.’”",
      "13": "So in the evening the quails came up and covered the camp, and in the morning there was a blanket of dew around the camp.",
      "14": "When the layer of dew evaporated, on the surface of the wilderness there was a fine, flake-like thing, as fine as frost on the ground.",
      "15": "When the Israelites saw it, they said to one another, “What is it?” For they did not know what it was. And Moses said to them, “This is the bread which the Lord has given you to eat.",
      "16": "This is what the Lord has commanded: ‘Let every man gather as much of it as he needs. Take an omer for each person, according to the number of people each of you has in his tent.’”",
      "17": "The Israelites did so, and some gathered much [of it] and some [only a] little.",
      "18": "When they measured it with an omer, he who had gathered a large amount had no excess, and he who had gathered little had no lack; every man gathered according to his need (family size).",
      "19": "Moses said, “Let none of it be left [overnight] until [the next] morning.”",
      "20": "But they did not listen to Moses, and some left a supply of it until morning, and it bred worms and became foul and rotten; and Moses was angry with them.",
      "21": "So they gathered it every morning, each as much as he needed, because when the sun was hot it melted.",
      "22": "Now on the sixth day they gathered twice as much bread, two omers for each person; and all the leaders of the congregation came and told Moses.",
      "23": "He said to them, “This is what the Lord has said: ‘Tomorrow is a solemn rest, a holy Sabbath to the Lord’; bake and boil what you will bake and boil [today], and all that remains left over put aside for yourselves to keep until morning.”",
      "24": "They put it aside until morning, as Moses told them, and it did not become foul nor was it wormy.",
      "25": "Then Moses said, “Eat that today, for today is a Sabbath to the Lord; today you will not find it in the field.",
      "26": "Six days you shall gather it, but on the seventh day, the Sabbath, there will be none [in the field].”",
      "27": "Now on the seventh day some of the people went out to gather, but they found none.",
      "28": "Then the Lord said to Moses, “How long do you [people] refuse to keep My commandments and My instructions (laws)?",
      "29": "See, the Lord has given you the Sabbath; therefore He gives you the bread for two days on the sixth day. Let every man stay in his place; no man is to leave his place on the seventh day.”",
      "30": "So the people rested on the seventh day.",
      "31": "The house of Israel called the bread manna; it was like coriander seed, white, and it tasted like flat pastry (wafers) made with honey.",
      "32": "Then Moses said, “This is the word which the Lord commands, ‘Let an omer of it be kept throughout your generations, that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’”",
      "33": "So Moses said to Aaron, “Take a pot and put an omer of manna in it, and place it before the Lord to be kept throughout your generations.”",
      "34": "As the Lord commanded Moses, so Aaron [eventually] placed it in the presence of the Testimony, to be kept.",
      "35": "The Israelites ate manna forty years, until they reached an inhabited land; they ate the manna until they came to the border of the land of Canaan.",
      "36": "(Now an omer is the tenth of an ephah.)"
    },
    "17": {
      "1": "Then all the congregation of the children of Israel moved on from the Wilderness of Sin by stages, according to the commandment of the Lord, and camped at Rephidim, but there was no water for the people to drink.",
      "2": "Therefore the people quarreled with Moses and said, “Give us water so we may [have something to] drink.” And Moses said to them, “Why do you quarrel with me? Why do you tempt the Lord and try His patience?”",
      "3": "But the people were thirsty for water; and the people murmured against Moses and said, “Why did you bring us up from Egypt to kill us and our children and our livestock with thirst?”",
      "4": "So Moses cried out to the Lord for help, saying, “What shall I do with this people? They are almost ready to stone me.”",
      "5": "Then the Lord said to Moses, “Pass before the people and take with you some of the elders of Israel; and take in your hand the staff with which you struck the Nile, and go.",
      "6": "Behold, I will stand before you there on the rock at Horeb; there you shall strike the rock, and water will come out of it, so that the people may [have something to] drink.” And Moses did so in the sight of the elders of Israel.",
      "7": "He named the place [where this miracle occurred] Massah (test) and Meribah (contention) because of the quarreling of the sons of Israel, and because they tested the [patience of the] Lord, saying, “Is the Lord among us, or not?”",
      "8": "Then Amalek [and his people] came and fought with Israel at Rephidim.",
      "9": "So Moses said to Joshua, “Choose men for us and go out, fight against Amalek [and his people]. Tomorrow I will stand on the top of the hill with the staff of God in my hand.”",
      "10": "So Joshua did as Moses said, and fought with Amalek; and Moses, Aaron, and Hur went up to the hilltop.",
      "11": "Now when Moses held up his hand, Israel prevailed, and when he lowered his hand [due to fatigue], Amalek prevailed.",
      "12": "But Moses’ hands were heavy and he grew tired. So they took a stone and put it under him, and he sat on it. Then Aaron and Hur held up his hands, one on one side and one on the other side; so it was that his hands were steady until the sun set.",
      "13": "So Joshua overwhelmed and defeated Amalek and his people with the edge of the sword.",
      "14": "Then the Lord said to Moses, “Write this in the book as a memorial and recite it to Joshua, that I will utterly wipe out the memory of Amalek [and his people] from under heaven.”",
      "15": "And Moses built an altar and named it The Lord Is My Banner;",
      "16": "saying, “The Lord has sworn [an oath]; the Lord will have war against [the people of] Amalek from generation to generation.”"
    },
    "18": {
      "1": "Now Jethro (Reuel), the priest of Midian, Moses’ father-in-law, heard of all that God had done for Moses and for Israel His people, and that the Lord had brought Israel out of Egypt.",
      "2": "Then Jethro, Moses’ father-in-law, took Moses’ wife Zipporah, after he had sent her away [from Egypt],",
      "3": "along with her two sons, of whom one was named Gershom (stranger), for Moses said, “I have been a stranger in a foreign land.”",
      "4": "The other [son] was named Eliezer (my God is help), for Moses said, “The God of my father was my help, and He rescued me from the sword of Pharaoh.”",
      "5": "Then Jethro, his father-in-law, came with Moses’ sons and his wife to [join] Moses in the wilderness where he was camped, at the mountain of God [that is, Mt. Sinai in Horeb].",
      "6": "He sent a message to Moses, “I, your father-in-law Jethro, am coming to you with your wife and her two sons [who are] with her.”",
      "7": "So Moses went out to meet his father-in-law, and he bowed down [in respect] and kissed him. They asked each other about their well-being and went into the tent.",
      "8": "Moses told his father-in-law about all that the Lord had done to Pharaoh and the Egyptians for Israel’s sake, and about all the hardship that had happened during the journey, and how the Lord had rescued them.",
      "9": "Jethro rejoiced over all the good things the Lord had done to Israel, in that He had rescued them from the hand of the Egyptians.",
      "10": "Jethro said, “Blessed be the Lord, who has rescued you from the hand of the Egyptians and from the hand of Pharaoh, and who has rescued the people from under the hand of the Egyptians.",
      "11": "Now I know that the Lord is greater than all gods; indeed, it was proven when they acted insolently toward Israel [and the Lord showed Himself infinitely superior to all their gods].”",
      "12": "Then Jethro, Moses’ father-in-law, took a burnt offering and [other] sacrifices [to offer] to God, and Aaron came with all the elders of Israel to eat a meal with Moses’ father-in-law before God.",
      "13": "Now the next day Moses sat to judge [the disputes] the people [had with one another], and the people stood around Moses from dawn to dusk.",
      "14": "When Moses’ father-in-law saw everything that he was doing for the people, he said, “What is this that you are doing for the people? Why are you sitting alone [as a judge] with all the people standing around you from dawn to dusk?”",
      "15": "Moses said to his father-in-law, “Because the people come to me to ask [about the will] of God.",
      "16": "When they have a dispute they come to me, and I judge between a man and his neighbor and I make known the statutes of God and His laws.”",
      "17": "Moses’ father-in-law said to him, “The thing that you are doing is not good.",
      "18": "You will certainly wear out both yourself and these people who are with you, because the task is too heavy for you [to bear]; you cannot do it alone.",
      "19": "Now listen to me; I will advise you, and may God be with you [to confirm my advice]. You shall represent the people before God. You shall bring their disputes and causes to Him.",
      "20": "You shall teach them the decrees and laws. You shall show them the way they are to live and the work they are to do.",
      "21": "Furthermore, you shall select from all the people competent men who [reverently] fear God, men of truth, those who hate dishonest gain; you shall place these over the people as leaders of thousands, of hundreds, of fifties and of tens.",
      "22": "They shall judge the people at all times; have them bring every major dispute to you, but let them judge every minor dispute themselves. So it will be easier for you, and they will bear the burden with you.",
      "23": "If you will do this thing and God so commands you, then you will be able to endure [the responsibility], and all these people will also go [back] to their tents in peace.”",
      "24": "So Moses listened to his father-in-law and did everything that he had said.",
      "25": "Moses chose able men from all Israel and made them heads over the people, leaders of thousands, of hundreds, of fifties and of tens [from the highest to the lowest judicial levels].",
      "26": "And they judged the people at all times; they would bring the difficult cases to Moses, but every minor dispute they judged and decided themselves.",
      "27": "Then Moses said goodbye to his father-in-law, and Jethro went back to his own land (Midian)."
    },
    "19": {
      "1": "In the third month after the children of Israel had left the land of Egypt, the very same day, they came into the Wilderness of Sinai.",
      "2": "When they moved out from Rephidim, they came to the Wilderness of Sinai and they camped there; Israel camped at the base of the mountain [of Sinai].",
      "3": "Moses went up to God [on the mountain], and the Lord called to him from the mountain, saying, “Say this to the house of Jacob and tell the Israelites:",
      "4": "‘You have seen what I did to the Egyptians, and how I carried you on eagles’ wings, and brought you to Myself.",
      "5": "Now therefore, if you will in fact obey My voice and keep My covenant (agreement), then you shall be My own special possession and treasure from among all peoples [of the world], for all the earth is Mine;",
      "6": "and you shall be to Me a kingdom of priests and a holy nation [set apart for My purpose].’ These are the words that you shall speak to the Israelites.”",
      "7": "So Moses called for the elders of the people, and told them all these words which the Lord commanded him.",
      "8": "All the people answered together and said, “We will do everything that the Lord has spoken.” And Moses reported the words of the people to the Lord.",
      "9": "The Lord said to Moses, “Behold, I will come to you in a thick cloud, so that the people may hear when I speak with you and may believe and trust in you forever.” Then Moses repeated the words of the people to the Lord.",
      "10": "The Lord also said to Moses, “Go to the people and consecrate them today and tomorrow [that is, prepare them for My sacred purpose], and have them wash their clothes",
      "11": "and be ready by the third day, because on the third day the Lord will come down on Mount Sinai [in the cloud] in the sight of all the people.",
      "12": "You shall set barriers for the people all around [the mountain], saying, ‘Beware that you do not go up on the mountain or touch its border; whoever touches the mountain must be put to death.",
      "13": "No hand shall touch him [that is, no one shall try to save the guilty party], but the offender must be stoned or shot through [with arrows]; whether man or animal [that touches the mountain], he shall not live.’ When the ram’s horn sounds a long blast, they shall come up to the mountain.”",
      "14": "So Moses went down from the mountain to the people and sanctified them [for God’s sacred purpose], and they washed their clothes.",
      "15": "He said to the people, “Be prepared for the third day; do not be intimate with a woman.”",
      "16": "So it happened on the third day, when it was morning, that there were thunder and flashes of lightning, and a thick cloud was on the mountain, and a very loud blast was sounded on a ram’s horn, so that all the people who were in the camp trembled.",
      "17": "Then Moses brought the people out of the camp to meet God, and they stood and presented themselves at the foot of the mountain.",
      "18": "Mount Sinai was wrapped in smoke because the Lord descended upon it in fire; its smoke ascended like the smoke of a furnace, and the whole mountain quaked violently.",
      "19": "And it happened, as the blast of the ram’s horn grew louder and louder, Moses spoke and God answered him with [a voice of] thunder.",
      "20": "The Lord came down on Mount Sinai, to the top of the mountain; and the Lord called Moses to the top of the mountain, and he went up.",
      "21": "Then the Lord spoke to Moses, “Go down, warn the people, so that they do not break through [the barriers around the mountain] to the Lord to see [Me], and many of them perish [as a result].",
      "22": "Also have the priests who approach the Lord consecrate (sanctify, set apart) themselves [for My sacred purpose], or else the Lord will break forth [in judgment] against them [and destroy them].”",
      "23": "Moses said to the Lord, “The people cannot come up to Mount Sinai, because You warned us, saying, ‘Set barriers around the mountain and consecrate it.’”",
      "24": "Then the Lord said to him, “Go down and come up again, you and Aaron with you; but do not let the priests and the people break through [the barriers] to come up to the Lord, or He will break forth [in judgment] against them [and destroy them].”",
      "25": "So Moses went down to the people and told them [again about God’s warning]."
    },
    "20": {
      "1": "Then God spoke all these words:",
      "2": "“I am the Lord your God, who has brought you out of the land of Egypt, out of the house of slavery.",
      "3": "“You shall have no other gods before Me.",
      "4": "“You shall not make for yourself any idol, or any likeness (form, manifestation) of what is in heaven above or on the earth beneath or in the water under the earth [as an object to worship].",
      "5": "You shall not worship them nor serve them; for I, the Lord your God, am a jealous (impassioned) God [demanding what is rightfully and uniquely mine], visiting (avenging) the iniquity (sin, guilt) of the fathers on the children [that is, calling the children to account for the sins of their fathers], to the third and fourth generations of those who hate Me,",
      "6": "but showing graciousness and steadfast lovingkindness to thousands [of generations] of those who love Me and keep My commandments.",
      "7": "“You shall not take the name of the Lord your God in vain [that is, irreverently, in false affirmations or in ways that impugn the character of God]; for the Lord will not hold guiltless nor leave unpunished the one who takes His name in vain [disregarding its reverence and its power].",
      "8": "“Remember the Sabbath (seventh) day to keep it holy (set apart, dedicated to God).",
      "9": "Six days you shall labor and do all your work,",
      "10": "but the seventh day is a Sabbath [a day of rest dedicated] to the Lord your God; on that day you shall not do any work, you or your son, or your daughter, or your male servant, or your female servant, or your livestock or the temporary resident (foreigner) who stays within your [city] gates.",
      "11": "For in six days the Lord made the heavens and the earth, the sea and everything that is in them, and He rested (ceased) on the seventh day. That is why the Lord blessed the Sabbath day and made it holy [that is, set it apart for His purposes].",
      "12": "“Honor (respect, obey, care for) your father and your mother, so that your days may be prolonged in the land the Lord your God gives you.",
      "13": "“You shall not commit murder (unjustified, deliberate homicide).",
      "14": "“You shall not commit adultery.",
      "15": "“You shall not steal [secretly, openly, fraudulently, or through carelessness].",
      "16": "“You shall not testify falsely [that is, lie, withhold, or manipulate the truth] against your neighbor (any person).",
      "17": "“You shall not covet [that is, selfishly desire and attempt to acquire] your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that belongs to your neighbor.”",
      "18": "Now all the people witnessed the thunder and the flashes of lightning and the sound of the trumpet and the smoking mountain; and as they looked, the people were afraid, and they trembled [and moved backward] and stood at a [safe] distance.",
      "19": "Then they said to Moses, “You speak to us and we will listen, but do not let God speak to us or we will die.”",
      "20": "Moses said to the people, “Do not be afraid; for God has come in order to test you, and in order that the fear of Him [that is, a profound reverence for Him] will remain with you, so that you do not sin.”",
      "21": "So the people stood at a [safe] distance, but Moses approached the thick cloud where God was.",
      "22": "Then the Lord said to Moses, “Thus you shall say to the Israelites, ‘You have seen for yourselves that I have spoken to you from heaven.",
      "23": "You shall not make other gods [to worship] besides Me; gods of silver or gods of gold, you shall not make [these lifeless idols] for yourselves.",
      "24": "You shall make an altar of earth for Me, and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause My Name to be recorded and remembered [through revelation of My divine nature] I will come to you and bless you.",
      "25": "If you make an altar of stone for Me, you shall not build it of cut stones, for if you use a chisel on it, you will profane it.",
      "26": "Nor shall you go up to My altar on steps, so that your nakedness will not be exposed on it.’"
    },
    "21": {
      "1": "“Now these are the ordinances (laws) which you shall set before the Israelites:",
      "2": "“If you purchase a Hebrew servant [because of his debt or poverty], he shall serve six years, and in the seventh [year] he shall leave as a free man, paying nothing.",
      "3": "If he came [to you] alone, he shall leave alone; if he came married, then his wife shall leave with him.",
      "4": "If his master gives him a wife, and she gives birth to sons or daughters, the wife and her children shall belong to her master, and he shall leave [your service] alone.",
      "5": "But if the servant plainly says, ‘I love my master, my wife and my children; I will not leave as a free man,’",
      "6": "then his master shall bring him to God [that is, to the judges who act in God’s name], then he shall bring him to the door or doorpost. And his master shall pierce his ear with an awl (strong needle); and he shall serve him for life.",
      "7": "“If a man sells his daughter to be a female servant, she shall not go free [after six years] as male servants do.",
      "8": "If she does not please her master who has chosen her for himself [as a wife], he shall let her be redeemed [by her family]. He does not have the authority to sell her to a foreign people, because he has been unfair to her.",
      "9": "If her master chooses her [as a wife] for his son, he shall act toward her as if she were legally his daughter.",
      "10": "If her master marries another wife, he may not reduce her food, her clothing, or her privilege as a wife.",
      "11": "If he does not do these three things for her, then shall she leave free, without payment of money.",
      "12": "“Whoever strikes a man so that he dies must be put to death.",
      "13": "However, if he did not lie in wait [for him], but God allowed him to fall into his hand, then I will establish for you a place to which he may escape [for protection until duly tried].",
      "14": "But if a man acts intentionally against another and kills him by [design through] treachery, you are to take him from My altar [to which he may have fled for protection], so that he may be put to death.",
      "15": "“Whoever strikes his father or his mother must be put to death.",
      "16": "“Whoever kidnaps a man, whether he sells him or is found with him in his possession, must be put to death.",
      "17": "“Whoever curses his father or his mother or treats them contemptuously must be put to death.",
      "18": "“If men quarrel and one strikes another with a stone or with his fist, and he does not die but is confined to bed,",
      "19": "if he gets up and walks around leaning on his cane, then the one who struck him shall be left [physically] unpunished; he must only pay for his loss of time [at work], and the costs [of treatment and recuperation] until he is thoroughly healed.",
      "20": "“If a man strikes his male or his female servant with a staff and the servant dies at his hand, he must be punished.",
      "21": "If, however, the servant survives for a day or two, the offender shall not be punished, for the [injured] servant is his own property.",
      "22": "“If men fight with each other and injure a pregnant woman so that she gives birth prematurely [and the baby lives], yet there is no further injury, the one who hurt her must be punished with a fine [paid] to the woman’s husband, as much as the judges decide.",
      "23": "But if there is any further injury, then you shall require [as a penalty] life for life,",
      "24": "eye for eye, tooth for tooth, hand for hand, foot for foot,",
      "25": "burn for burn, wound for wound, bruise for bruise.",
      "26": "“If a man hits the eye of his male servant or female servant and it is destroyed, he must let the servant go free because of [the loss of] the eye.",
      "27": "And if he knocks out the tooth of his male servant or female servant, he must let the servant go free because of [the loss of] the tooth.",
      "28": "“If an ox gores a man or a woman to death, the ox must be stoned and its meat shall not be eaten; but the owner of the ox shall be cleared [of responsibility].",
      "29": "But if the ox has tried to gore on a previous occasion, and its owner has been warned, but has not kept it confined and it kills a man or a woman, the ox shall be stoned and its owner shall be put to death as well.",
      "30": "If a ransom is demanded of him [in return for his life], then he shall give whatever is demanded for the redemption of his life.",
      "31": "If the ox has gored another’s son or daughter, he shall be dealt with according to this same rule.",
      "32": "If the ox gores a male or a female servant, the owner shall give to the servant’s master thirty shekels of silver [the purchase price for a slave], and the ox shall be stoned.",
      "33": "“If a man leaves a pit open, or digs a pit and does not cover it, and an ox or a donkey falls into it,",
      "34": "the owner of the pit shall make restitution; he shall give money to the animal’s owner, but the dead [animal] shall be his.",
      "35": "“If one man’s ox injures another’s so that it dies, then they shall sell the live ox and divide the proceeds equally; they shall also divide the dead ox [between them].",
      "36": "Or if it is known that the ox was previously in the habit of goring, and its owner has not kept it confined, he must make restitution of ox for ox, and the dead [animal] shall be his."
    },
    "22": {
      "1": "“If a man steals an ox or sheep and kills or sells it, he shall make restitution of five oxen for an ox or four sheep for a sheep.",
      "2": "“If a thief is caught breaking in [after dark] and is struck [by the owner] so that he dies, there shall be no bloodguilt for him.",
      "3": "But if the sun has risen, there will be bloodguilt for him. The thief [if he lives] must make [full] restitution; if he has nothing, then he shall be sold [as a slave to make restitution] for his theft.",
      "4": "If the animal that he stole is found alive in his possession, whether it is ox or donkey or sheep, he shall pay double [for it].",
      "5": "“If a man causes a field or vineyard to be grazed bare or lets his livestock loose so that it grazes in another man’s field, he shall make restitution from the best of his own field and the best of his own vineyard.",
      "6": "“If fire breaks out and spreads to thorn bushes so that the stacked grain or standing grain or the field is consumed, he who started the fire shall make full restitution.",
      "7": "“If a man gives his neighbor money or [other] goods to keep [for him while he is away] and it is stolen from the neighbor’s house, then, if the thief is caught, he shall pay double [for it].",
      "8": "If the thief is not caught, the owner of the house shall appear before the judges [who act in God’s name], to determine whether or not he had stolen his neighbor’s goods.",
      "9": "For every offense involving property, whether it concerns ox, donkey, sheep, clothing, or any piece of lost property, which another identifies as his, the case of both parties shall come before the judges [who act in God’s name]. Whomever the judges pronounce guilty shall pay double to his neighbor.",
      "10": "“If a man gives his neighbor a donkey or an ox or a sheep or any [other] animal to keep [for him], and it dies or is injured or taken away while no one is looking,",
      "11": "then an oath before the Lord shall be made by the two of them that he has not taken his neighbor’s property; and the owner of it shall accept his word and not require him to make restitution.",
      "12": "But if it is actually stolen from him [when in his care], he shall make restitution to its owner.",
      "13": "If it is torn to pieces [by some predator or by accident], let him bring the mangled carcass as evidence; he shall not make restitution for what was torn to pieces.",
      "14": "“And if a man borrows an animal from his neighbor, and it gets injured or dies while its owner is not with it, the borrower shall make full restitution.",
      "15": "But if the owner is with it [when the damage is done], the borrower shall not make restitution. If it was hired, the damage is included in [the price of] its fee.",
      "16": "“If a man seduces a virgin who is not betrothed, and lies with her, he must pay a dowry (marriage price) for her to be his wife.",
      "17": "If her father absolutely refuses to give her to him, he must [still] pay money equivalent to the dowry of virgins.",
      "18": "“You shall not allow a woman who practices sorcery to live.",
      "19": "“Whoever lies with an animal must be put to death.",
      "20": "“He who sacrifices to any god, other than to the Lord alone, shall be put under a ban (designated) for destruction (execution).",
      "21": "“You shall not wrong a stranger or oppress him, for you were strangers in the land of Egypt.",
      "22": "You shall not harm or oppress any widow or fatherless child.",
      "23": "If you harm or oppress them in any way, and they cry at all to Me [for help], I will most certainly hear their cry;",
      "24": "and My wrath shall be kindled and burn; I will kill you with the sword, and your wives shall become widows and your children fatherless.",
      "25": "“If you lend money to any one of My people with you who is poor, you shall not act as a creditor (professional moneylender) to him; you shall not charge him interest.",
      "26": "If you ever take your [poor] neighbor’s robe in pledge, you must return it to him before sunset,",
      "27": "for that is his only covering; it is his clothing for his body. In what shall he sleep? And when he cries to Me [for help], I will hear him, for I am compassionate and gracious.",
      "28": "“You shall not curse God, nor curse the ruler of your people [since he administers God’s law].",
      "29": "“You shall not delay the offering from your harvest and your vintage. You shall give (consecrate, dedicate) to Me the firstborn of your sons.",
      "30": "You shall do the same with your oxen and with your sheep. It shall be with its mother for seven days; on the eighth day you shall give it [as an offering] to Me.",
      "31": "“You shall be holy men to Me; therefore you shall not eat meat [from any animal] that has been torn to pieces [by predators] in the field; you shall throw it to the dogs."
    },
    "23": {
      "1": "“You shall not give a false report; you shall not join hands with the wicked to be a malicious witness [promoting wrong and violence].",
      "2": "You shall not follow a crowd to do [something] evil, nor shall you testify at a trial or in a dispute so as to side with a crowd in order to pervert justice;",
      "3": "nor shall you favor or be partial to a poor man in his dispute [simply because he is poor].",
      "4": "“If you meet your enemy’s ox or his donkey wandering off, you must bring it back to him.",
      "5": "If you see the donkey of one who hates you lying helpless under its load, you shall not leave the man to deal with it [alone]; you must help him release the animal [from its burden].",
      "6": "“You shall not pervert (bend) the justice due to your poor in his dispute.",
      "7": "Keep far away from a false charge or action, and do not condemn to death the innocent or the righteous, for I will not justify and acquit the guilty.",
      "8": "“You shall not accept a bribe, for a bribe blinds the clear-sighted and subverts the testimony and the cause of the righteous.",
      "9": "“You shall not oppress a stranger, for you know the soul [the feelings, thoughts, and concerns] of a stranger, for you were strangers in Egypt.",
      "10": "“You shall sow your land six years and harvest its yield,",
      "11": "but the seventh year you shall let it rest and lie uncultivated, so that the poor among your people may eat [what the land grows naturally]; whatever they leave the animals of the field may eat. You shall do the same with your vineyard and olive grove.",
      "12": "“Six days [each week] you shall do your work, but on the seventh day you shall stop [working] so that your ox and your donkey may settle down and rest, and the son of your female servant, as well as your stranger, may be refreshed.",
      "13": "Now concerning everything which I have said to you, be on your guard; do not mention the name of other gods [either in a blessing or in a curse]; do not let such speech be heard [coming] from your mouth.",
      "14": "“Three times a year you shall celebrate a feast [dedicated] to Me.",
      "15": "You shall observe the Feast of Unleavened Bread; for seven days you shall eat unleavened bread, as I commanded you, at the appointed time in the month of Abib, for in it you came out of Egypt. No one shall appear before Me empty-handed [but you shall bring sacrificial offerings].",
      "16": "Also [you shall observe] the Feast of Harvest (Weeks, Pentecost, or First Fruits), acknowledging the first fruits of your labor, of what you sow in the field. And [third] the Feast of Ingathering (Booths or Tabernacles) at the end of the year when you gather in [the fruit of] your labors from the field.",
      "17": "Three times a year all your males shall appear before the Lord God.",
      "18": "“You shall not offer the blood of My sacrifice with leavened bread; and the fat of My feast is not to be left overnight until morning.",
      "19": "“You shall bring the choice first fruits of your ground into the house of the Lord your God.\n“You shall not boil a young goat in its mother’s milk.",
      "20": "“Behold, I am going to send an Angel before you to keep and guard you on the way and to bring you to the place I have prepared.",
      "21": "Be on your guard before Him, listen to and obey His voice; do not be rebellious toward Him or provoke Him, for He will not pardon your transgression, since My Name (authority) is in Him.",
      "22": "But if you will indeed listen to and truly obey His voice and do everything that I say, then I will be an enemy to your enemies and an adversary to your adversaries.",
      "23": "When My Angel goes before you and brings you to [the land of] the Amorite, the Hittite, the Perizzite, the Canaanite, the Hivite, and the Jebusite, I will reject them and completely destroy them.",
      "24": "You shall not bow down to worship their gods, nor serve them, nor do [anything] in accordance with their practices. You shall completely overthrow them and break down their [sacred] pillars and images [of pagan worship].",
      "25": "You shall serve [only] the Lord your God, and He shall bless your bread and water. I will also remove sickness from among you.",
      "26": "No one shall suffer miscarriage or be barren in your land; I will fulfill the number of your days.",
      "27": "I will send My terror ahead of you, and I will throw into confusion all the people among whom you come, and I will make all your enemies turn their backs to you [in flight].",
      "28": "I will send hornets ahead of you which shall drive out the Hivite, the Canaanite, and the Hittite before you.",
      "29": "I will not drive them out before you in a single year, so that the land does not become desolate [due to lack of attention] and the [wild] animals of the field do not become too numerous for you.",
      "30": "I will drive them out before you little by little, until you have increased and are strong enough to take possession of the land.",
      "31": "I will establish your borders from the Red Sea to the Sea of the Philistines (the Mediterranean), and from the wilderness to the River Euphrates; for I will hand over the residents of the land to you, and you shall drive them out before you.",
      "32": "You shall not make a covenant with them or with their gods.",
      "33": "They shall not live in your land, because they will make you sin against Me; for if you serve their gods, it is certain to be a trap for you [resulting in judgment].”"
    },
    "24": {
      "1": "Then God said to Moses, “Come up to the Lord, you and Aaron, Nadab and Abihu (Aaron’s older sons), and seventy of Israel’s elders, and you shall worship at a [safe] distance.",
      "2": "Moses alone shall approach the Lord, but the others shall not come near, nor shall the people come up with him.”",
      "3": "Then Moses came and told the people everything that the Lord had said and all the ordinances. And all the people answered with one voice, “Everything the Lord has said we will do.”",
      "4": "Moses wrote down all the words of the Lord. Then he got up early in the morning, and built an altar [for worship] at the foot of the mountain with twelve pillars (memorial stones) representing the twelve tribes of Israel.",
      "5": "Then he sent young Israelite men, and they offered burnt offerings and sacrificed young bulls as peace offerings to the Lord.",
      "6": "Moses took half of the blood and put it in large basins, and [the other] half of the blood he sprinkled on the altar.",
      "7": "Then he took the Book of the Covenant and read it aloud to the people; and they said, “Everything that the Lord has said we will do, and we will be obedient.”",
      "8": "So Moses took the blood [which had been placed in the large basins] and sprinkled it on the people, and said, “Behold the blood of the covenant, which the Lord has made with you in accordance with all these words.”",
      "9": "Then Moses, Aaron, Nadab, and Abihu, and seventy of the elders of Israel went up [the mountainside],",
      "10": "and they saw [a manifestation of] the God of Israel; and under His feet there appeared to be a pavement of sapphire, just as clear as the sky itself.",
      "11": "Yet He did not stretch out His hand against the nobles of the Israelites; and they saw [the manifestation of the presence of] God, and ate and drank.",
      "12": "Now the Lord said to Moses, “Come up to Me on the mountain and stay there, and I will give you the stone tablets with the law and the commandments which I have written for their instruction.”",
      "13": "So Moses arose with Joshua his attendant, and he went up to the mountain of God.",
      "14": "And he said to the elders, “Wait here for us until we come back to you. Remember that Aaron and Hur are with you; whoever has a legal matter, let him go to them.”",
      "15": "Then Moses went up to the mountain, and the cloud covered the mountain.",
      "16": "The glory and brilliance of the Lord rested on Mount Sinai, and the cloud covered it for six days. On the seventh day God called to Moses from the midst of the cloud.",
      "17": "In the sight of the Israelites the appearance of the glory and brilliance of the Lord was like consuming fire on the top of the mountain.",
      "18": "Moses entered the midst of the cloud and went up the mountain; and he was on the mountain forty days and forty nights."
    },
    "25": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“Tell the children of Israel to take an offering for Me. From every man whose heart moves him [to give willingly] you shall take My offering.",
      "3": "This is the offering you are to receive from them: gold, silver, and bronze,",
      "4": "blue, purple, and scarlet fabric, fine twisted linen, goats’ hair,",
      "5": "rams’ skins dyed red, porpoise skins, acacia wood,",
      "6": "[olive] oil for lighting, balsam for the anointing oil and for the fragrant incense,",
      "7": "onyx stones and setting stones for the [priest’s] ephod and for the breastpiece.",
      "8": "Have them build a sanctuary for Me, so that I may dwell among them.",
      "9": "You shall construct it in accordance with everything that I am going to show you, as the pattern of the tabernacle and the pattern of all its furniture.",
      "10": "“They shall make an ark of acacia wood two and a half cubits long, one and a half cubits wide, and one and a half cubits high.",
      "11": "You shall overlay the ark with pure gold, overlay it inside and out, and you shall make a gold border (frame) around its top.",
      "12": "You shall cast four gold rings for it and attach them to the four feet, two rings on either side.",
      "13": "You shall make [carrying] poles of acacia wood and overlay them with gold,",
      "14": "and put the poles through the rings on the sides of the ark, by which to carry it.",
      "15": "The poles shall remain in the rings of the ark; they shall not be removed from it [so that the ark itself need not be touched].",
      "16": "You shall put into the ark the Testimony (Ten Commandments) which I will give you.",
      "17": "“You shall make a mercy seat (cover) of pure gold, two and a half cubits long and one and a half cubits wide.",
      "18": "You shall make two cherubim (winged angelic figures) of [solid] hammered gold at the two ends of the mercy seat.",
      "19": "Make one cherub at each end, making the cherubim of one piece with the mercy seat at its two ends.",
      "20": "The cherubim shall have their wings spread upward, covering the mercy seat with their wings and facing each other. The faces of the cherubim are to be looking downward toward the mercy seat.",
      "21": "You shall put the mercy seat on the top of the ark, and in the ark you shall put the Testimony which I will give you.",
      "22": "There I will meet with you; from above the mercy seat, from between the two cherubim which are on the ark of the Testimony, I will speak [intimately] with you regarding every commandment that I will give you for the Israelites.",
      "23": "“You shall make a table of acacia wood, two cubits long, one cubit wide, and one and a half cubits high.",
      "24": "You shall overlay it with pure gold and make a border of gold around the top of it.",
      "25": "You shall make a rim of a hand width around it; you shall make a gold border for the rim around it.",
      "26": "You shall make four gold rings for it and fasten them at the four corners that are on the table’s four legs.",
      "27": "The rings shall be close against the rim as holders for the poles to carry the table.",
      "28": "You shall make the poles of acacia wood and overlay them with gold, so that the table may be carried with them.",
      "29": "You shall make its plates [for the showbread] and its cups [for incense] and its pitchers and bowls for sacrificial drink offerings; you shall make them of pure gold.",
      "30": "You shall set the bread of the Presence (showbread) on the table before Me at all times.",
      "31": "“You shall make a lampstand of pure gold. The lampstand and its base and its shaft shall be made of hammered work; its cups, its calyxes and its flowers shall be all of one piece with it.",
      "32": "Six branches shall come out of its sides; three branches of the lampstand out of the one side and three branches of the lampstand out of its other side [the shaft being the seventh branch].",
      "33": "Three cups shall be made like almond blossoms, each with a calyx and a flower on one branch, and three cups made like almond blossoms on the other branch with a calyx and a flower—so for the six branches coming out of the lampstand;",
      "34": "and in the [center shaft of the] lampstand [you shall make] four cups shaped like almond blossoms, with their calyxes and their flowers.",
      "35": "A calyx shall be under the first pair of branches coming out of it, and a calyx under the second pair of branches coming out of it, and a calyx under the third pair of branches coming out of it, for the six branches coming out of the lampstand.",
      "36": "Their calyxes and their branches shall be of one piece with it; all of it shall be one piece of hammered work of pure gold.",
      "37": "Then you shall make the lamps [of the lampstand] seven in number [with one lamp at the top of the shaft]. The priests shall set up its seven lamps so that they will light the space in front of it.",
      "38": "Its snuffers and their trays shall be of pure gold.",
      "39": "It shall be made from a talent (50-80 lbs.) of pure gold, including all these utensils.",
      "40": "See that you make them [exactly] after their pattern which was shown to you on the mountain."
    },
    "26": {
      "1": "“Moreover, you shall make the tabernacle (sacred tent of worship) with ten [interior] curtains of fine twisted linen, and blue, purple, and scarlet fabric; you shall make them with [embroidered] cherubim, the handwork of a skillful craftsman.",
      "2": "The length of each curtain shall be twenty-eight cubits, and the width of each curtain four cubits; all of the curtains shall measure the same.",
      "3": "The five curtains shall be joined to one another, and the other five curtains shall be joined to one another.",
      "4": "You shall make loops of blue on the outer edge of the last curtain in the first set, and likewise in the second set.",
      "5": "You shall make fifty loops on the one curtain, and fifty loops on the edge of the last curtain that is in the second set. The loops on one curtain correspond to the loops on the other.",
      "6": "You shall make fifty gold hooks, and fasten the curtains together with the hooks; and the tabernacle shall be one unit.",
      "7": "“Then you shall make [exterior] curtains of goats’ hair as a tent over the tabernacle. You shall make eleven curtains in all.",
      "8": "Each curtain shall be thirty cubits long and four cubits wide. The eleven curtains shall all measure the same.",
      "9": "You shall join five curtains by themselves and the other six curtains by themselves, and you shall double over the sixth curtain at the front of the tent [to make a closed door].",
      "10": "Make fifty loops on the edge of the outermost curtain in the first set, and fifty loops on the edge of the outermost curtain in the second set.",
      "11": "“You shall make fifty bronze hooks and put the hooks into the loops and join the tent together so that it may be one unit.",
      "12": "The overlapping part that is left over from the tent curtains, the half curtain that is left over, shall lap over the back of the tabernacle.",
      "13": "The cubit on one side and the cubit on the other, of what is left over in the length of the curtains of the tent shall lap over the sides of the tabernacle on one side and the other side, to cover it.",
      "14": "You shall make a third covering for the tent of rams’ skins dyed red, and a fourth covering above that of porpoise skins.",
      "15": "“Then you shall make the boards for the tabernacle of acacia wood, standing upright [as a trellis-like frame].",
      "16": "The length of each board shall be ten cubits and the width of each board shall be one and a half cubits.",
      "17": "Make two dovetails in each board for fitting [them] together; you shall do the same for all the tabernacle boards.",
      "18": "You shall make the boards for the tabernacle [in the following quantities]: twenty boards for the south side.",
      "19": "You shall make forty silver sockets under the twenty boards, two sockets under each board for its two dovetails, and two sockets under another board for its two dovetails;",
      "20": "for the north side of the tabernacle there shall be twenty boards,",
      "21": "and their forty silver sockets, two sockets under each board.",
      "22": "For the back or west side of the tabernacle you shall make six boards.",
      "23": "Make two boards for the corners of the tabernacle at the rear [on both sides].",
      "24": "They shall be joined together underneath, and joined together on top with one ring. So shall it be for both of them; they shall form the two [rear] corners.",
      "25": "There shall be eight boards and sixteen silver sockets; two sockets under each board.",
      "26": "“Then you shall make [fifteen] bars of acacia wood: five for the boards of one side of the tabernacle,",
      "27": "and five bars for the boards of the other side of the tabernacle, and five bars for the boards of the rear end of the tabernacle, for the back wall toward the west.",
      "28": "And the middle bar in the center of the boards shall pass through [horizontally] from end to end.",
      "29": "You shall overlay the boards with gold and make their rings of gold to hold the bars. You shall overlay the bars with gold.",
      "30": "You shall erect the tabernacle according to its plan [the direction corresponding to its meaning and purpose] which has been shown to you on the mountain.",
      "31": "“You shall make a veil [to divide the two rooms] of blue, purple, and scarlet fabric and fine twisted linen, skillfully worked with cherubim on it.",
      "32": "You shall hang it on four pillars (support poles) of acacia wood overlaid with gold, with gold hooks, on four silver sockets.",
      "33": "You shall hang the veil from the hooks [that connect the curtains together], and you shall bring the ark of the Testimony there within the veil. The veil shall separate for you the Holy Place and the Holy of Holies.",
      "34": "You shall put the mercy seat on the ark of the Testimony in the Holy of Holies.",
      "35": "You shall set the table [for the bread] outside the veil [in the Holy Place] on the north side, and the lampstand opposite the table on the south side of the tabernacle.",
      "36": "“You shall make a screen [to provide a covering] for the doorway of the tent of blue, purple, and scarlet fabric and finely woven [embroidered] linen, the work of an embroiderer.",
      "37": "You shall make five pillars (support poles) of acacia wood to support the hanging curtain and overlay them with gold. Their hooks shall be of gold, and you shall cast five [base] sockets of bronze for them."
    },
    "27": {
      "1": "“And you shall make the altar [for burnt offerings] of acacia wood, five cubits long and five cubits wide; the altar shall be square, and its height shall be three cubits.",
      "2": "Make horns (horn-shaped projections) for it on its four corners; the horns shall be of one piece with it, and you shall overlay it with bronze.",
      "3": "You shall make pots to remove its ashes, and shovels, basins [to catch the blood of the sacrificed animal], meat-forks, and firepans [to store live coals]. You shall make all its utensils of bronze.",
      "4": "Also make a grate for it, a network of bronze; and on the grid you are to make four bronze rings at its four corners.",
      "5": "And you shall put it under the ledge of the altar, so that the grid will extend halfway up the altar.",
      "6": "You shall make [carrying] poles for the altar, poles of acacia wood, overlaid with bronze.",
      "7": "The poles shall be inserted through the rings on the two sides of the altar so that it may be carried.",
      "8": "You are to make the altar hollow with planks; as you were shown on the mountain [of Sinai], so shall it be made.",
      "9": "“You shall make the court of the tabernacle. The south side of the court is to have curtains of fine twisted linen, a hundred cubits long for one side;",
      "10": "it shall have twenty pillars and twenty bronze sockets; but the hooks of the pillars and their fasteners shall be silver;",
      "11": "likewise for the north side there shall be curtains, a hundred cubits long, and its twenty pillars and twenty bronze sockets; but the hooks of the pillars and their fasteners shall be silver.",
      "12": "For the width of the court on the west side there shall be curtains of fifty cubits, with ten pillars (support poles) and ten sockets.",
      "13": "The width of the court [to the front], on the east side shall be fifty cubits.",
      "14": "The curtains for one side [of the gate] shall be fifteen cubits with three pillars and three sockets.",
      "15": "On the other side [of the gate] the curtains shall be fifteen cubits with three pillars and three sockets.",
      "16": "For the gate of the court there shall be a screen [to provide a covering] of twenty cubits, of blue, purple, and scarlet fabric and finely woven [embroidered] linen, the work of an embroiderer, with four pillars and four [base] sockets.",
      "17": "All the pillars (support poles) around the court shall be joined together with silver rods; their hooks shall be of silver and their sockets of bronze.",
      "18": "The length of the court shall be a hundred cubits, and the width fifty [cubits] throughout, and the height five cubits of fine twisted linen, and their sockets of bronze.",
      "19": "All the tabernacle’s utensils and instruments used in all its service, and all its stakes, and all the stakes for the court, shall be of bronze.",
      "20": "“You shall command the Israelites to provide you with clear oil of beaten olives for the light, to make a lamp burn continually [every night].",
      "21": "In the Tent of Meeting [of God with His people], outside the veil which is in front of the [ark of the] Testimony [and sets it apart], Aaron [the high priest] and his sons shall keep the lamp burning from evening to morning before the Lord. It shall be a perpetual statute [to be observed] throughout their generations on behalf of the Israelites."
    },
    "28": {
      "1": "“Now bring your brother Aaron near, and his sons with him from among the sons of Israel, so that he may serve as priest to Me—Aaron, Nadab and Abihu, Eleazar and Ithamar, Aaron’s sons.",
      "2": "You are to make sacred garments [official clothing reserved for holy services] for Aaron your brother, for honor and for beauty (ornamentation).",
      "3": "Tell all the skilled and talented people whom I have endowed with a spirit of wisdom, that they are to make Aaron’s garments to sanctify him and set him apart to serve as a priest for Me.",
      "4": "These are the garments which they shall make: a breastpiece and an ephod [for the breastpiece] and a robe and a tunic of checkered work, a turban, and a sash. They shall make sacred garments for Aaron your brother and his sons, so that he may serve as a priest to Me.",
      "5": "They are to use the gold and the blue and the purple and the scarlet fabric and fine twisted linen [from the people],",
      "6": "and they shall make the ephod of gold and blue, purple, and scarlet fabric and fine twisted linen, skillfully woven and [beautifully] worked.",
      "7": "It is to have two shoulder pieces joined to its two [back and front] ends, so that it may be joined together.",
      "8": "And the skillfully woven sash, which is on the ephod shall be made of the same material: of gold, of blue, purple, and scarlet fabric and fine twisted linen.",
      "9": "You shall take two onyx stones and engrave on them the names of the [twelve] sons of Israel,",
      "10": "six of their names on one stone and the remaining six names on the other stone, arranged in the order of their births.",
      "11": "With the work of a jeweler, like the engravings of a signet, you shall engrave the two stones according to the names of the sons of Israel. You shall have them set in filigree [settings] of gold.",
      "12": "You shall put the two stones on the [two] shoulder pieces of the ephod [of the high priest], as memorial stones for Israel; and Aaron shall bear their names on his two shoulders as a memorial before the Lord.",
      "13": "You shall make filigree [settings] of gold,",
      "14": "and you are to make two chains of pure gold like twisted cords, and fasten the corded chains to the settings.",
      "15": "“You are to make a breastpiece of judgment, the work of a skilled and talented craftsman; like the work of the ephod you shall make it: of gold, of blue, purple, and scarlet fabric and of fine twisted linen.",
      "16": "The breastpiece shall be square and folded double; a span [about nine inches] in length and a span in width.",
      "17": "You shall mount on it four rows of stones: the first row shall be a row of ruby, topaz, and emerald;",
      "18": "the second row a turquoise, a sapphire, and a diamond;",
      "19": "the third row a jacinth, an agate, and an amethyst;",
      "20": "and the fourth row a beryl and an onyx and a jasper; they shall be set in gold filigree.",
      "21": "The [engraved] stones shall be twelve, according to the names of [the twelve tribes of] the sons of Israel; they shall be like the engravings of a signet, each with its name for the twelve tribes.",
      "22": "You shall make for the breastpiece chains of pure gold twisted like cords.",
      "23": "You shall make on the breastpiece two rings of gold, and shall put the two rings on the two ends of the breastpiece.",
      "24": "You shall put the two twisted cords of gold in the two rings which are on the ends of the breastpiece.",
      "25": "The other two ends of the two cords you shall fasten in the two filigree settings in front, putting them on the shoulder pieces of the ephod.",
      "26": "You shall make two gold rings and put them at the two ends of the breastpiece, on its inside edge next to the ephod.",
      "27": "You are to make two gold rings and attach them to the lower part of the two shoulder pieces of the ephod in front, close to the place where it is joined, above the skillfully woven sash of the ephod.",
      "28": "They shall bind the breastpiece by its rings to the rings of the ephod with a blue cord, so that it will be above the skillfully woven sash of the ephod, so that the breastpiece will not come loose from the ephod.",
      "29": "So Aaron shall carry the names of the sons of Israel (Jacob) in the breastpiece of judgment over his heart when he enters the Holy Place, to bring them in continual remembrance before the Lord.",
      "30": "In the breastpiece of judgment you shall put the Urim (Lights) and the Thummim (Perfections) [to be used for determining God’s will in a matter]. They shall be over Aaron’s heart whenever he goes before the Lord, and Aaron shall always carry the judgment (verdict, judicial decisions) of the sons of Israel over his heart before the Lord.",
      "31": "“And you shall make the robe of the ephod all of blue.",
      "32": "There shall be an opening at its top in the center [for the head], with a binding of woven work around the opening, like the opening in a coat of armor, so that it will not tear or fray.",
      "33": "You shall make pomegranates of blue, purple, and scarlet fabric all around its hem, with gold bells between them;",
      "34": "a golden bell and a pomegranate, a golden bell and a pomegranate, all around the [bottom] hem of the robe.",
      "35": "Aaron shall wear the robe when he ministers, and its sound shall be heard when he goes [alone] into the Holy Place before the Lord, and when he comes out, so that he will not die there.",
      "36": "“You shall also make a plate of pure gold and engrave on it, like the engravings of a signet, ‘Holy to the Lord.’",
      "37": "You shall fasten it on the front of the turban with a blue cord.",
      "38": "It shall be on Aaron’s forehead, and Aaron shall take away the guilt from the holy things which the sons of Israel dedicate, with regard to all their holy gifts. It shall always be on his forehead, so that they may be accepted before the Lord.",
      "39": "“You shall weave the tunic of checkered work of fine linen, and make a turban of fine linen. You shall make a sash, the work of an embroiderer.",
      "40": "“For Aaron’s sons you shall make tunics and sashes and [ornamental] caps, for glory and honor and beauty.",
      "41": "You shall put the various articles of clothing on Aaron your brother and on his sons with him, and shall anoint them and ordain and sanctify them, so that they may serve Me as priests.",
      "42": "You shall make for them [white] linen undergarments to cover their bare flesh, reaching from the waist to the thighs.",
      "43": "The various articles of clothing shall be on Aaron and on his sons when they enter the Tent of Meeting, or when they approach the altar [of incense] to minister in the Holy Place, so that they do not incur guilt and die. It shall be a statute forever to Aaron and to his descendants after him."
    },
    "29": {
      "1": "“This is what you shall do to consecrate Aaron and his sons so that they may serve Me as priests: take one young bull and two rams, without blemish,",
      "2": "and unleavened bread and unleavened cakes mixed with oil, and unleavened wafers spread with oil; you shall make them of fine wheat flour.",
      "3": "You shall put them in one basket, and present them in the basket along with the bull and the two rams.",
      "4": "Then bring Aaron and his sons to the doorway of the Tent of Meeting [out where the basin is] and wash them with water.",
      "5": "Then you shall take the garments, and put on Aaron the tunic and the robe of the ephod and the ephod and the breastpiece, and wrap him with the skillfully woven sash of the ephod;",
      "6": "and you shall put the turban on his head and put the holy crown on the turban.",
      "7": "Then you shall take the anointing oil and pour it on his head and anoint him.",
      "8": "You shall bring his sons and put tunics on them.",
      "9": "And you shall wrap them with sashes, Aaron and his sons, and put the [ornamental] caps on them; and the priest’s office shall be theirs by a perpetual statute. So you shall ordain Aaron and his sons.",
      "10": "“Then you shall bring the bull before the Tent of Meeting, and Aaron and his sons shall lay their hands on the bull’s head.",
      "11": "Then you shall kill the bull before the Lord by the doorway of the Tent of Meeting.",
      "12": "And you shall take some of the blood of the bull and with your finger put it on the horns of the altar [of burnt offering], and you shall pour out the remainder of the blood at the base of the altar.",
      "13": "You shall take all the fat that covers the intestines and the lobe of the liver, and the two kidneys and the fat that is on them, and offer them up in smoke on the altar.",
      "14": "But the meat of the bull, its hide, and the contents of its intestines you shall burn in the fire outside the camp; it is a sin offering.",
      "15": "“And you shall take one of the rams, and Aaron and his sons shall lay their hands on the head of the ram;",
      "16": "then you shall kill the ram and you shall take its blood and sprinkle it around the altar [of burnt offering].",
      "17": "Then you shall cut the ram into pieces, and wash its intestines and legs, and place them with its pieces and its head,",
      "18": "and you shall burn the whole ram on the altar. It is a burnt offering to the Lord: it is a sweet and soothing aroma, an offering by fire to the Lord.",
      "19": "“Then you shall take the other ram, and Aaron and his sons shall lay their hands on the head of the ram.",
      "20": "Then you shall kill the ram, and take some of its blood and put it on the tip of the right ears of Aaron and his sons and on the thumbs of their right hands and on the big toes of their right feet, and sprinkle the [rest of the] blood around on the altar [of burnt offering].",
      "21": "Then you shall take some of the blood that is on the altar and some of the anointing oil, and sprinkle it on Aaron and his garments and on his sons and their garments. Now Aaron and his garments and his sons and their garments shall be consecrated (dedicated, made holy, declared sacred for God’s purpose).",
      "22": "“You shall also take the fat of the ram, the fat tail, the fat that covers the intestines, the lobe of the liver, the two kidneys with the fat that is on them, and the right thigh; (for it is a ram of ordination),",
      "23": "and one loaf of bread and one cake of oiled bread and one wafer out of the basket of the unleavened bread that is before the Lord;",
      "24": "and you shall put all these in the hands of Aaron and his sons, and wave them as a wave offering before the Lord.",
      "25": "Then you shall take them from their hands, add them to the burnt offering, and burn them on the altar for a sweet and soothing aroma before the Lord; it is an offering by fire to the Lord.",
      "26": "“Then you shall take the breast of the ram of Aaron’s ordination, and wave it as a wave offering before the Lord; and it shall be your (Moses) portion.",
      "27": "You shall consecrate the waved breast offering [of the ram] used in the ordination and the waved thigh offering of the priests’ portion, since it is [a contribution] for Aaron and for his sons.",
      "28": "It shall be for Aaron and his sons as their due portion from the Israelites forever, for it is a heave offering. It shall be a heave offering to the Lord from the Israelites from the sacrifices of their peace offerings.",
      "29": "“The holy garments of Aaron shall be for his sons after him, to be anointed and ordained in them.",
      "30": "That son who is [high] priest in his place shall put them on [each day for] seven days when he comes into the Tent of Meeting to minister in the Holy Place.",
      "31": "“You shall take the ram of the ordination and boil its meat in a holy place.",
      "32": "Aaron and his sons shall eat the meat of the ram and the bread in the basket, at the doorway of the Tent of Meeting.",
      "33": "They shall eat those things by which atonement was made at their ordination and consecration; but a layman shall not eat them, because they are holy [that is, set apart to the worship of God].",
      "34": "And if any of the meat of ordination or the bread remains until morning, you shall burn it in the fire; it shall not be eaten, because it is holy.",
      "35": "“So you shall do to Aaron and to his sons in accordance with all I have commanded you; during seven days you are to ordain them.",
      "36": "You shall offer a bull every day as a sin offering for atonement. You shall cleanse the altar from sin when you make atonement for it, and you shall anoint it to consecrate it [for God’s sacred purpose].",
      "37": "For seven days you shall make atonement for the altar [of burnt offering] and consecrate it; then the altar shall be most holy. Whatever touches the altar must be holy (set apart for God’s service).",
      "38": "“Now this is what you shall offer on the altar: two one year old lambs shall be offered each day, continuously.",
      "39": "One lamb you shall offer in the morning and the other lamb at twilight;",
      "40": "and with the one lamb there shall be one-tenth of a measure of fine flour mixed with one-fourth of a hin of beaten [olive] oil, and one-fourth of a hin of wine for a drink offering [to be poured out].",
      "41": "And the other lamb you shall offer at twilight, and do with it as with the grain offering of the morning and with the drink offering, for a sweet and soothing aroma [to appease God], an offering by fire to the Lord.",
      "42": "This will be a continual burnt offering throughout your generations at the doorway of the Tent of Meeting before the Lord, where I will meet with you, to speak to you there.",
      "43": "There I will meet with the Israelites, and the Tent of Meeting shall be sanctified by My glory [the Shekinah, God’s dwelling presence].",
      "44": "I will sanctify the Tent of Meeting and the altar [of burnt offering]; also I will sanctify Aaron and his sons to serve as priests to Me.",
      "45": "I will dwell among the sons of Israel and be their God.",
      "46": "They shall know [from personal experience] and acknowledge that I am the Lord their God who brought them out of the land of Egypt so that I might dwell among them; I am the Lord their God."
    },
    "30": {
      "1": "“You shall make an altar upon which to burn incense; you shall make it of acacia wood.",
      "2": "It shall be a cubit long and a cubit wide. It shall be square and it shall be two cubits high. Its horns of one piece with it.",
      "3": "You shall overlay it with pure gold, its top and its sides all around, and its horns; and you shall make a gold molding all around it.",
      "4": "You shall make two gold rings under its molding, make them on the two side walls—on opposite sides—they shall be holders for the poles with which to carry it.",
      "5": "You shall make the poles of acacia wood overlaid with gold.",
      "6": "You shall put the altar of incense [in the Holy Place] in front and outside of the veil that screens the ark of the Testimony, before the mercy seat that is over the Testimony, where I will meet with you.",
      "7": "Aaron shall burn sweet and fragrant incense on it; he shall burn it every morning when he trims and tends the lamps.",
      "8": "When Aaron sets up the lamps at twilight, he shall burn incense, a perpetual incense before the Lord throughout your generations.",
      "9": "You shall not offer any strange incense on this altar, or burnt offering or meal offering; you shall not pour out a drink offering on it.",
      "10": "Once a year Aaron shall make atonement [for sin] on its horns. He shall make atonement on it with the blood of the sin offering of atonement once a year throughout your generations. It is most holy to the Lord.”",
      "11": "Then the Lord said to Moses,",
      "12": "“When you take the census of the Israelites, each one shall give a ransom for himself to the Lord when you count them, so that no plague will come on them when you number them.",
      "13": "This is what everyone who is counted shall give [as he joins those already counted]: a half shekel, according to the sanctuary shekel (the shekel is twenty gerahs); a half shekel as a contribution to the Lord.",
      "14": "Everyone who is counted, from twenty years old and over, [as he joins those already counted], shall give this contribution to the Lord.",
      "15": "The rich shall not give more and the poor shall not give less than half a shekel, when you give this contribution to the Lord to make atonement for yourselves.",
      "16": "You shall take the atonement money from the Israelites and use it [exclusively] for the service of the Tent of Meeting, so that it may be a memorial for the Israelites before the Lord, to make atonement for yourselves.”",
      "17": "Then the Lord said to Moses,",
      "18": "“You shall also make a basin of bronze, with a base of bronze, for washing. You shall put it [outside in the court] between the Tent of Meeting and the altar [of burnt offering], and you shall put water in it.",
      "19": "Aaron and his sons shall wash their hands and their feet.",
      "20": "When they enter the Tent of Meeting, they shall wash with water, so that they will not die. Also, when they approach the altar to minister, to burn an offering in the fire to the Lord [they shall do the same].",
      "21": "They shall wash their hands and their feet, so that they will not die; it shall be a perpetual statute for them, for Aaron and his descendants throughout their generations.”",
      "22": "Moreover, the Lord said to Moses,",
      "23": "“Take for yourself the best spices: five hundred shekels of liquid myrrh, half as much—two hundred and fifty—of sweet-scented cinnamon, and two hundred and fifty of fragrant cane,",
      "24": "and five hundred shekels of cinnamon blossom according to the sanctuary shekel, and a hin of olive oil.",
      "25": "You shall make of these a holy anointing oil, a perfume mixture, the work of a perfumer; it shall be a sacred anointing oil.",
      "26": "You shall anoint the Tent of Meeting with it, and the ark of the Testimony,",
      "27": "and the table [for the bread] and all its utensils, and the lampstand and its utensils, and the altar of incense,",
      "28": "and the altar of burnt offering with all its utensils, and the basin [for cleansing] and its base.",
      "29": "You shall consecrate them, that they may be most holy; whatever touches them must be holy (set apart for God).",
      "30": "You shall anoint Aaron and his sons, and consecrate them, that they may serve as priests to Me.",
      "31": "You shall say to the Israelites, ‘This shall be a holy and sacred anointing oil, to Me [alone] throughout your generations.",
      "32": "It shall not be poured on anyone’s body, nor shall you make any like it in the same composition. It is holy, and it shall be sacred to you.",
      "33": "Whoever prepares any like it or puts any of it on a layman shall be cut off from his people [excluding him from the atonement made for them].’”",
      "34": "Then the Lord said to Moses, “Take sweet and fragrant spices—stacte, onycha, and galbanum, sweet and fragrant spices with pure frankincense; there shall be an equal amount of each—",
      "35": "and make incense with it, a perfume, the work of a perfumer, salted, pure and sacred.",
      "36": "You shall crush some of it [into a] very fine [powder], and put some of it before the Testimony in the Tent of Meeting, where I will meet with you; it shall be most holy to you.",
      "37": "The incense which you shall make, you shall not make in the same proportions for yourselves; it shall be holy to you for the Lord.",
      "38": "Whoever makes any like it, to use as perfume shall be cut off from his people [excluding him from the atonement made for them].”"
    },
    "31": {
      "1": "Now the Lord said to Moses,",
      "2": "“See, I have called by name Bezalel, son of Uri, the son of Hur, of the tribe of Judah.",
      "3": "I have filled him with the Spirit of God in wisdom and skill, in understanding and intelligence, in knowledge, and in all kinds of craftsmanship,",
      "4": "to make artistic designs for work in gold, in silver, and in bronze,",
      "5": "and in the cutting of stones for settings, and in the carving of wood, to work in all kinds of craftsmanship.",
      "6": "And behold, I Myself have appointed with him Oholiab, son of Ahisamach, of the tribe of Dan; to all who are wise-hearted I have given the skill and ability to make everything that I have commanded you:",
      "7": "the Tent of Meeting, the ark of the Testimony, the mercy seat that is upon it, all the furnishings of the tent—",
      "8": "the table [for the bread] and its utensils, the pure gold lampstand with all its utensils, the [golden] altar of incense,",
      "9": "the [bronze] altar of burnt offering with all its utensils, the basin and its base—",
      "10": "the finely worked garments, the holy garments for Aaron the [high] priest and the garments for his sons to minister as priests,",
      "11": "and the anointing oil and the sweet and fragrant incense for the Holy Place. They are to make them according to all that I have commanded you.”",
      "12": "And the Lord said to Moses,",
      "13": "“But as for you, say to the Israelites, ‘You shall most certainly observe My Sabbaths, for it is a sign between Me and you throughout your generations, so that you may know [without any doubt] and acknowledge that I am the Lord who sanctifies you and sets you apart [for Myself].",
      "14": "Therefore, you shall keep the Sabbath, for it is holy to you. Everyone who profanes it must be put to death; for whoever does work on the Sabbath, that person (soul) shall be cut off from among his people [excluding him from the atonement made for them].",
      "15": "For six days work may be done, but the seventh is the Sabbath of complete rest, sacred to the Lord; whoever does work on the Sabbath day must be put to death.",
      "16": "So the Israelites shall observe the Sabbath, to celebrate the Sabbath throughout their generations as a perpetual covenant.’",
      "17": "It is a sign between Me and the Israelites forever; for in six days the Lord made the heavens and the earth, and on the seventh day He ceased and was refreshed.”",
      "18": "When He had finished speaking with him on Mount Sinai, He gave Moses the two tablets of the Testimony, tablets of stone, written with the finger of God."
    },
    "32": {
      "1": "Now when the people saw that Moses delayed coming down from the mountain, they gathered together before Aaron and said to him, “Come, make us a god who will go before us; as for this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.”",
      "2": "So Aaron replied to them, “Take off the gold rings that are in the ears of your wives, your sons and daughters, and bring them to me.”",
      "3": "So all the people took off the gold rings that were in their ears and brought them to Aaron.",
      "4": "And he took the gold from their hands, and fashioned it with an engraving tool and made it into a molten calf; and they said, “This is your god, O Israel, who brought you up from the land of Egypt.”",
      "5": "Now when Aaron saw the molten calf, he built an altar before it; and Aaron made a proclamation, and said, “Tomorrow shall be a feast to the Lord!”",
      "6": "So they got up early the next day and offered burnt offerings, and brought peace offerings; then the people sat down to eat and drink, and got up to play [shamefully—without moral restraint].",
      "7": "Then the Lord said to Moses, “Go down at once, for your people, whom you brought up from the land of Egypt, have corrupted themselves.",
      "8": "They have quickly turned aside from the way which I commanded them. They have made themselves a molten calf, and have worshiped it and sacrificed to it, and said, ‘This is your god, O Israel, who brought you up from the land of Egypt!’”",
      "9": "The Lord said to Moses, “I have seen this people, and behold, they are a stiff-necked (stubborn, rebellious) people.",
      "10": "Now therefore, let Me alone and do not interfere, so that My anger may burn against them and that I may destroy them; and I will make of you (your descendants) a great nation.”",
      "11": "But Moses appeased and entreated the Lord his God, and said, “Lord, why does Your anger burn against Your people whom You have brought out of the land of Egypt with great power and a mighty hand?",
      "12": "Why should the Egyptians say, ‘With evil [intent] their God brought them out to kill them in the mountains and destroy them from the face of the earth’? Turn away from Your burning anger and change Your mind about harming Your people.",
      "13": "Remember Abraham, Isaac, and Israel (Jacob), Your servants to whom You swore [an oath] by Yourself, and said to them, ‘I will multiply your descendants as the stars of the heavens, and all this land of which I have spoken I will give to your descendants, and they shall inherit it forever.’”",
      "14": "So the Lord changed His mind about the harm which He had said He would do to His people.",
      "15": "Then Moses turned and went down from the mountain with the two tablets of the Testimony in his hand; tablets that were written on both sides—they were written on one side and on the other.",
      "16": "The tablets were the work of God; the writing was the writing of God engraved on the tablets.",
      "17": "Now when Joshua heard the noise of the people as they shouted, he said to Moses, “There is a sound of battle in the camp.”",
      "18": "But Moses said,\n“It is not the sound of the cry of victory,\nNor is it the sound of the cry of defeat;\nBut I hear the sound of singing.”",
      "19": "And as soon as he approached the camp and he saw the calf and the dancing, Moses’ anger burned; and he threw the tablets from his hands and smashed them at the foot of the mountain.",
      "20": "Then Moses took the calf they had made and burned it in the fire, and ground it to powder, and scattered it on the surface of the water and made the Israelites drink it.",
      "21": "Then Moses said to Aaron, “What did this people do to you, that you have brought so great a sin on them?”",
      "22": "Aaron said, “Do not let the anger of my lord burn; you know the people yourself, that they are prone to evil.",
      "23": "For they said to me, ‘Make us a god who will go before us; as for this Moses, the man who brought us out of the land of Egypt, we do not know what has become of him.’",
      "24": "I said to them, ‘Let whoever has gold [jewelry], take it off.’ So they gave it to me; then I threw it into the fire, and out came this calf.”",
      "25": "Now when Moses saw that the people were out of control—for Aaron had let them get out of control to the point of being an object of mockery among their enemies—",
      "26": "then Moses stood in the gate of the camp, and said, “Whoever is on the Lord’s side, come to me!” And all the sons of Levi [the priestly tribe] gathered together to him.",
      "27": "He said to them, “Thus says the Lord God of Israel, ‘Every man strap his sword on his thigh and go back and forth from gate to gate throughout the camp, and every man kill his brother, and every man his friend, and every man his neighbor [all who continue pagan worship].’”",
      "28": "So the sons of Levi did as Moses instructed, and about three thousand men of the people [of Israel] were killed that day.",
      "29": "Then Moses said [to the Levites], “Dedicate yourselves today to the Lord—for each man has been against his own son and his own brother [in his attempt to escape execution]—so that He may restore and bestow His blessing on you this day.”",
      "30": "Then the next day Moses said to the people, “You have committed a great sin. Now I will go up to the Lord; perhaps I can make atonement for your sin.”",
      "31": "So Moses returned to the Lord, and said, “Oh, these people have committed a great sin [against You], and have made themselves a god of gold.",
      "32": "Yet now, if You will, forgive their sin—and if not, please blot me out of Your book which You have written (kill me)!”",
      "33": "But the Lord said to Moses, “Whoever has sinned against Me, I will blot him out of My book [not you].",
      "34": "But now go, lead the people [to the place] where I have told you. Behold, My Angel shall go before you; nevertheless, in the day when I punish, I will punish them for their sin!”",
      "35": "So the Lord struck the people with a plague, because of what they had done with the calf which Aaron had made [for them]."
    },
    "33": {
      "1": "The Lord spoke to Moses, saying, “Depart, go up from here, you and the people whom you have brought from the land of Egypt, to the land which I swore to Abraham, Isaac, and Jacob (Israel), saying, ‘To your descendants I will give it.’",
      "2": "I will send an Angel before you and I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite, and the Jebusite.",
      "3": "Go up to a land [of abundance] flowing with milk and honey; for I will not go up in your midst, because you are a stiff-necked (stubborn, rebellious) people, and I might destroy you on the way.”",
      "4": "When the people heard this sad word, they mourned, and none of them put on his ornaments.",
      "5": "For the Lord had said to Moses, “Say to the sons of Israel, ‘You are a stiff-necked (stubborn, rebellious) people! If I should come among you for one moment, I would destroy you. Now therefore, [penitently] take off your ornaments, so that I may know what to do with you.’”",
      "6": "So the Israelites left off all their ornaments [in repentance], from Mount Horeb (Sinai) onward.",
      "7": "Now Moses used to take his own tent and pitch it outside the camp, far away from the camp, and he called it the tent of meeting [of God with His own people]. And everyone who sought the Lord would go out to the [temporary] tent of meeting which was outside the camp.",
      "8": "Whenever Moses went out to the tent, all the people would rise and stand, each at his tent door, and look at Moses until he entered the tent.",
      "9": "Whenever Moses entered the tent, the pillar of cloud would descend and stand at the doorway of the tent; and the Lord would speak with Moses.",
      "10": "When all the people saw the pillar of cloud standing at the tent door, all the people would rise and worship, each at his tent door.",
      "11": "And so the Lord used to speak to Moses face to face, just as a man speaks to his friend. When Moses returned to the camp, his attendant Joshua, the son of Nun, a young man, would not depart from the tent.",
      "12": "Moses said to the Lord, “See, You say to me, ‘Bring up this people,’ but You have not let me know whom You will send with me. Yet You have said, ‘I know you by name, and you have also found favor in My sight.’",
      "13": "Now therefore, I pray you, if I have found favor in Your sight, let me know Your ways so that I may know You [becoming more deeply and intimately acquainted with You, recognizing and understanding Your ways more clearly] and that I may find grace and favor in Your sight. And consider also, that this nation is Your people.”",
      "14": "And the Lord said, “My presence shall go with you, and I will give you rest [by bringing you and the people into the promised land].”",
      "15": "And Moses said to Him, “If Your presence does not go [with me], do not lead us up from here.",
      "16": "For how then can it be known that Your people and I have found favor in Your sight? Is it not by Your going with us, so that we are distinguished, Your people and I, from all the [other] people on the face of the earth?”",
      "17": "The Lord said to Moses, “I will also do this thing that you have asked; for you have found favor (lovingkindness, mercy) in My sight and I have known you [personally] by name.”",
      "18": "Then Moses said, “Please, show me Your glory!”",
      "19": "And God said, “I will make all My goodness pass before you, and I will proclaim the Name of the Lord before you; for I will be gracious to whom I will be gracious, and will show compassion (lovingkindness) on whom I will show compassion.”",
      "20": "But He said, “You cannot see My face, for no man shall see Me and live!”",
      "21": "Then the Lord said, “Behold, there is a place beside Me, and you shall stand there on the rock;",
      "22": "and while My glory is passing by, I will put you in a cleft of the rock and protectively cover you with My hand until I have passed by.",
      "23": "Then I will take away My hand and you shall see My back; but My face shall not be seen.”"
    },
    "34": {
      "1": "Then the Lord said to Moses, “Cut two tablets of stone like the first, and I will write on these tablets the words that were on the first tablets which you smashed [when you learned of Israel’s idolatry].",
      "2": "So be ready by morning, and come up in the morning to Mount Sinai, and present yourself there to Me on the top of the mountain.",
      "3": "No man is to come up with you, nor let any man be seen anywhere on the mountain; nor let flocks or herds feed in front of that mountain.”",
      "4": "So Moses cut two tablets of stone like the first ones, and he got up early in the morning and went up on Mount Sinai, as the Lord had commanded him, and took the two tablets of stone in his hand.",
      "5": "Then the Lord descended in the cloud and stood there with Moses as he proclaimed the Name of the Lord.",
      "6": "Then the Lord passed by in front of him, and proclaimed, “The Lord, the Lord God, compassionate and gracious, slow to anger, and abounding in lovingkindness and truth (faithfulness);",
      "7": "keeping mercy and lovingkindness for thousands, forgiving iniquity and transgression and sin; but He will by no means leave the guilty unpunished, visiting (avenging) the iniquity (sin, guilt) of the fathers upon the children and the grandchildren to the third and fourth generations [that is, calling the children to account for the sins of their fathers].”",
      "8": "Moses bowed to the earth immediately and worshiped [the Lord].",
      "9": "And he said, “If now I have found favor and lovingkindness in Your sight, O Lord, let the Lord, please, go in our midst, though it is a stiff-necked (stubborn, rebellious) people, and pardon our iniquity and our sin, and take us as Your possession.”",
      "10": "Then God said, “Behold, I am going to make a covenant. Before all your people I will do wondrous works (miracles) such as have not been created or produced in all the earth nor among any of the nations; and all the people among whom you live shall see the working of the Lord, for it is a fearful and awesome thing that I am going to do with you.",
      "11": "“Be sure to observe what I am commanding you this day: behold, I am going to drive out the Amorite before you, and the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite.",
      "12": "Watch yourself so that you do not make a covenant (solemn agreement, treaty) with the inhabitants of the land into which you are going, or it will become a [dangerous] trap among you.",
      "13": "But you shall tear down and destroy their [pagan] altars, smash in pieces their [sacred] pillars (obelisks, images) and cut down their Asherim",
      "14": "—for you shall not worship any other god; for the Lord, whose name is Jealous, is a jealous (impassioned) God [demanding what is rightfully and uniquely His]—",
      "15": "otherwise you might make a covenant with the inhabitants of the land and they would play the prostitute with their gods and sacrifice to their gods, and someone might invite you to eat his sacrifice (meal),",
      "16": "and you might take some of his daughters for your sons, and his daughters would play the prostitute with their gods and cause your sons also to play the prostitute (commit apostasy) with their gods [that is, abandon the true God for man-made idols].",
      "17": "You shall make for yourselves no molten gods.",
      "18": "“You shall observe the Feast of Unleavened Bread (Passover). For seven days you shall eat unleavened bread, as I have commanded you, at the appointed time in the month of Abib; for in the month of Abib you came out of Egypt.",
      "19": "“All the firstborn males among your livestock belong to Me, whether cattle or sheep.",
      "20": "You shall redeem the firstborn of a donkey with a lamb; but if you do not redeem it, then you shall break its neck. You shall redeem all the firstborn of your sons. None of you are to appear before Me empty-handed.",
      "21": "“You shall work for six days, but on the seventh day you shall rest; [even] in plowing time and in harvest you shall rest [on the Sabbath].",
      "22": "You shall observe and celebrate the Feast of Weeks (Harvest, First Fruits, or Pentecost), the first fruits of the wheat harvest, and the Feast of Ingathering (Booths or Tabernacles) at the year’s end.",
      "23": "Three times a year all your males shall appear before the Lord God, the God of Israel.",
      "24": "For I will drive out and dispossess nations before you and enlarge your borders; nor shall any man covet (actively seek for himself) your land when you go up to appear before the Lord your God three times a year.",
      "25": "“You shall not offer the blood of My sacrifice with leavened bread, nor shall the sacrifice of the Feast of the Passover (Unleavened Bread) be left over until morning.",
      "26": "“You shall bring the very first of the first fruits of your ground to the house of the Lord your God.\n“You shall not boil a young goat in his mother’s milk [as some pagans do].”",
      "27": "Then the Lord said to Moses, “Write these words, for in accordance with these words I have made a covenant with you and with Israel.”",
      "28": "Moses was there with the Lord forty days and forty nights; he ate no bread and drank no water. And he wrote on the tablets the words of the covenant, the Ten Commandments.",
      "29": "When Moses came down from Mount Sinai with the two tablets of the Testimony in his hand, he did not know that the skin of his face was shining [with a unique radiance] because he had been speaking with God.",
      "30": "When Aaron and all the Israelites saw Moses, behold, the skin of his face shone, and they were afraid to approach him.",
      "31": "But Moses called to them, and Aaron and all the leaders of the congregation returned to him; and he spoke to them.",
      "32": "Afterward all the Israelites approached him, and he commanded them to do everything that the Lord had said to him on Mount Sinai.",
      "33": "When Moses had finished speaking with them, he put a veil over his face.",
      "34": "But whenever Moses went in before the Lord to speak with Him, he would take off the veil until he came out. When he came out and he told the Israelites what he had been commanded [by God],",
      "35": "the Israelites would see the face of Moses, how his skin shone [with a unique radiance]. So Moses put the veil on his face again until he went in to speak with God."
    },
    "35": {
      "1": "Moses gathered all the congregation of the sons of Israel together, and said to them, “These are the things which the Lord has commanded you to do:",
      "2": "“For six days work may be done, but the seventh day shall be a holy day for you, a Sabbath of complete rest to the Lord; whoever does any kind of work on that day shall be put to death.",
      "3": "You shall not kindle a fire in any of your dwellings on the Sabbath day.”",
      "4": "And Moses said to all the congregation of the sons of Israel, “This is the thing which the Lord has commanded:",
      "5": "‘Take from among you an offering to the Lord. Whoever has a willing heart, let him bring it as the Lord’s offering: gold, silver, and bronze,",
      "6": "blue, purple, and scarlet fabric, fine linen, goats’ hair,",
      "7": "and rams’ skins dyed red, and skins of porpoises, and acacia wood,",
      "8": "and [olive] oil for the lighting, and balsam for the anointing oil, and for the fragrant incense,",
      "9": "and onyx stones and other stones to be set for the ephod and the breastpiece.",
      "10": "‘Let every skilled and talented man among you come, and make everything that the Lord has commanded:",
      "11": "the tabernacle (sacred dwelling of God), its tent and its covering, its hooks, its boards, its bars, its pillars, and its sockets;",
      "12": "the ark [of the covenant] and its carrying poles, with the mercy seat and the veil (partition curtain) of the screen [to hang between the Holy Place and the Holy of Holies];",
      "13": "the table and its carrying poles, and all its utensils, and the bread of the [divine] Presence (showbread);",
      "14": "the lampstand also for the light and its utensils and its lamps, and the oil for the light;",
      "15": "and the altar of incense and its carrying poles, the anointing oil and the fragrant incense, the screen (curtain) for the doorway at the entrance of the tabernacle;",
      "16": "the altar of burnt offering with its bronze grating, its carrying poles, and all its utensils, the wash basin and its base (stand);",
      "17": "the court’s curtains, its support poles and their sockets, and the curtain for the gate of the courtyard;",
      "18": "the pegs of the tabernacle and the pegs of the court and their cords;",
      "19": "the finely-woven garments for ministering in the Holy Place, the holy garments for Aaron the priest and the garments for his sons, to minister as priests.’”",
      "20": "Then all the congregation of the Israelites left Moses’ presence.",
      "21": "Everyone whose heart stirred him and everyone whose spirit moved him came and brought the Lord’s offering to be used for the Tent of Meeting, for all its service, and for the holy garments.",
      "22": "Then all whose hearts moved them, both men and women, came and brought brooches, earrings or nose rings, signet rings, and necklaces, all jewels of gold; everyone bringing an offering of gold to the Lord.",
      "23": "Every man who had in his possession blue or purple or scarlet fabric, and fine linen, and goats’ hair, and rams’ skins dyed red and porpoise skins, brought them.",
      "24": "Everyone who could make an offering of silver or bronze brought it as the Lord’s offering; every man who had in his possession acacia wood for any work of the service brought it.",
      "25": "All the skilled and talented women spun thread with their hands, and brought what they had spun, blue and purple and scarlet fabric and fine linen.",
      "26": "All the women whose heart stirred with a skill spun the goats’ hair.",
      "27": "The leaders brought onyx stones and other stones to be put in settings for the ephod and for the breastpiece,",
      "28": "and spice and [olive] oil for the light and for the anointing oil and for the fragrant incense.",
      "29": "The Israelites, all the men and women whose heart moved them to bring material for all the work which the Lord had commanded through Moses to be done, brought a freewill (voluntary) offering to the Lord.",
      "30": "Then Moses said to the Israelites, “See, the Lord called by name Bezalel son of Uri, the son of Hur, of the tribe of Judah;",
      "31": "and He has filled him with the Spirit of God, with wisdom and skill, with intelligence and understanding, and with knowledge in all [areas of] craftsmanship,",
      "32": "to devise artistic designs to work in gold, silver, and bronze,",
      "33": "and in the cutting of stones for setting and in the carving of wood, for work in every skilled craft.",
      "34": "He has also put in Bezalel’s heart [the willingness] to teach [others the same skills], both he and Oholiab, son of Ahisamach, of the tribe of Dan.",
      "35": "He has filled them with skill to do the work of an engraver, of a designer, and of an embroiderer, in blue, purple, and scarlet fabric, and in fine linen, and of a weaver; makers of every work and embroiderers of [excellent] designs."
    },
    "36": {
      "1": "“Bezalel and Oholiab, and every skilled person in whom the Lord has put ability and understanding to know how to do all the work in the construction of the sanctuary, shall work according to all that the Lord has commanded.”",
      "2": "So Moses called Bezalel and Oholiab and every skilled person in whom the Lord had put ability, everyone whose heart stirred him, to come to do the work.",
      "3": "They received from Moses all the offerings which the Israelites had brought for the construction of the sanctuary, to prepare it for service. And they continued to bring him freewill (voluntary) offerings every morning.",
      "4": "And all the skilled men who were doing all the work on the sanctuary came, each one from the work which he was doing,",
      "5": "and they said to Moses, “The people are bringing much more than enough for the construction work which the Lord commanded us to do.”",
      "6": "So Moses issued a command, and it was proclaimed throughout the camp, “Let neither man nor woman do any more work for the sanctuary offering.” So the people were restrained from bringing anything more;",
      "7": "for the material they had was sufficient and more than enough to do all the work.",
      "8": "All the skilled men among them who were doing the work on the tabernacle made ten curtains of fine twisted linen and blue, purple, and scarlet fabric, with cherubim [worked into them], the work of an embroiderer, Bezalel made them.",
      "9": "Each curtain was twenty-eight cubits long and four cubits wide; all the curtains were one size.",
      "10": "Bezalel joined five curtains one to another, and [the other] five curtains he joined one to another.",
      "11": "He made loops of blue on the edge of the outermost curtain in the first set; he also did this on the edge of the curtain that was outermost in the second set.",
      "12": "He made fifty loops in the one curtain [of the first set] and fifty loops on the edge of the curtain which was in the second set; the loops were opposite one another.",
      "13": "He made fifty gold hooks and joined the curtains together with the hooks, so that the tabernacle became a unit.",
      "14": "Then he made curtains of goats’ hair for a tent over the tabernacle; he made eleven curtains in all.",
      "15": "Each curtain was thirty cubits long and four cubits wide; the eleven curtains were of equal size.",
      "16": "Bezalel joined five curtains by themselves and [the other] six curtains by themselves.",
      "17": "He made fifty loops on the edge of the outermost curtain in the first set, and he made fifty loops on the edge of the outermost curtain of the second set.",
      "18": "He made fifty bronze hooks to join the tent together into a unit.",
      "19": "He made a [third] covering for the tent of rams’ skins dyed red, and above it a [fourth] covering of porpoise skins.",
      "20": "Bezalel made boards of acacia wood for the upright framework of the tabernacle.",
      "21": "Each board was ten cubits long and one and a half cubits wide.",
      "22": "Each board had two tenons (dovetails), fitted to one another; he did this for all the boards of the tabernacle.",
      "23": "And [this is how] he made the boards [for frames] for the tabernacle: twenty boards for the south side;",
      "24": "and he made under the twenty boards forty silver sockets; two sockets under one board for its two tenons (dovetails), and two sockets under another board for its two tenons.",
      "25": "For the other side of the tabernacle, the north side, he made twenty boards,",
      "26": "and their forty silver sockets; two sockets under [the end of] each board.",
      "27": "And for the rear of the tabernacle, to the west, he made six [frame] boards.",
      "28": "And he made two boards for each corner of the tabernacle in the rear.",
      "29": "They were separate below, but linked together at the top with one ring; thus he made both of them in both corners.",
      "30": "There were eight boards with sixteen silver sockets, and under [the end of] each board two sockets.",
      "31": "Bezalel made bars of acacia wood, five for the [frame] boards of the one side of the tabernacle,",
      "32": "and five bars for the boards of the tabernacle’s other side, and five bars for the boards at the rear side to the west.",
      "33": "And he made the middle bar pass through [horizontally] halfway up the boards from one end to the other.",
      "34": "He overlaid the boards and the bars with gold and made their rings of gold as holders for the bars.",
      "35": "Further, Bezalel made the veil of blue and purple and scarlet fabric, and fine twisted linen; he made it with cherubim, the work of an embroiderer.",
      "36": "For the veil (partition curtain) he made four support poles of acacia wood and overlaid them with gold; their hooks were gold, and he cast for them four silver sockets.",
      "37": "He made a screen (curtain) for the doorway of the tent, of blue, purple, and scarlet fabric, and fine twisted linen, the work of an embroiderer;",
      "38": "and [he made] the five support poles with their hooks, and overlaid their [ornamental] tops and connecting rings with gold; but their five sockets were bronze."
    },
    "37": {
      "1": "Bezalel made the ark [of the covenant] of acacia wood—it was two and a half cubits long, and one and a half cubits wide, and one and a half cubits high.",
      "2": "And he overlaid it with pure gold inside and out, and made a molding (border) of gold to go all around [the top of it].",
      "3": "He cast four rings of gold for it on its four feet, two rings on one side and two rings on the other side.",
      "4": "He made carrying poles of acacia wood and overlaid them with gold.",
      "5": "He put the carrying poles through the rings at the sides of the ark, to carry it.",
      "6": "Bezalel made the mercy seat of pure gold; it was two and a half cubits long, and one and a half cubits wide.",
      "7": "He made two cherubim of hammered gold; he made them at the two ends of the mercy seat,",
      "8": "one cherub at one end and one cherub at the other end; he made the cherubim [of one piece] with the mercy seat at the two ends.",
      "9": "The cherubim spread out their wings upward, covering and protecting the mercy seat with their wings, with their faces toward each other; the faces of the cherubim were [looking downward] toward the mercy seat.",
      "10": "Bezalel made the table [for the bread] of acacia wood; it was two cubits long, a cubit wide, and one and a half cubits high.",
      "11": "He overlaid it with pure gold, and made a border of gold for it all around [its top].",
      "12": "He made a rim for it [just under the top] a hand width wide all around, and a border of gold around its rim.",
      "13": "He cast four rings of gold for it and fastened the rings to the four corners that were at its four legs.",
      "14": "Close by the rim were the rings, the holders for the poles [to pass through] to carry the table.",
      "15": "Bezalel made the carrying poles of acacia wood to carry the table and overlaid them with gold.",
      "16": "He made the utensils which were to be on the table, its dishes and its pans [for bread], its bowls and its jars for pouring drink offerings, of pure gold.",
      "17": "Then he made the lampstand (menorah) of pure gold. He made the lampstand of hammered work, its base and its [center] shaft; its cups, its calyxes, and its flowers were all of one piece with it.",
      "18": "There were six branches coming out of the sides of the lampstand, three branches from one side of the center shaft and three branches from the other side of it;",
      "19": "three cups shaped like almond blossoms, a calyx and a flower in one branch, and three cups shaped like almond blossoms, a calyx and a flower in the opposite branch—so for the six branches coming out of the center shaft of the lampstand.",
      "20": "On the center shaft of the lampstand there were four cups shaped like almond blossoms, with calyxes and flowers [one at the top];",
      "21": "and a calyx was under the first pair of branches coming out of it, and a calyx under the second pair of branches, coming out of it, and a calyx under the third pair of branches coming out of it, for the six branches coming out of the lampstand.",
      "22": "Their calyxes and their branches were of one piece with it; all of it was a single hammered work of pure gold.",
      "23": "He made its seven lamps with its snuffers and its trays of pure gold.",
      "24": "He made the lampstand and all its utensils from a talent of pure gold.",
      "25": "Then Bezalel made the incense altar of acacia wood; its top was a cubit square and it was two cubits high; the horns were of one piece with it.",
      "26": "He overlaid it with pure gold, its top, its sides all around and its horns; he also made a rim of gold around it.",
      "27": "He made two rings of gold for it under its rim, on its two opposite sides, as holders for the poles [to pass through] to carry it.",
      "28": "He made the poles of acacia wood and overlaid them with gold.",
      "29": "He also made the holy anointing oil and the pure, fragrant incense of spices, the work of a perfumer."
    },
    "38": {
      "1": "Then Bezalel made the altar of burnt offering of acacia wood; its top was square, five cubits long and five cubits wide, and three cubits high.",
      "2": "And he made its horns (horn-shaped projections) on the four corners of it; the horns were of one piece with it, and he overlaid it with bronze.",
      "3": "He made all the utensils and vessels of the altar [of burnt offering], the pots, shovels, basins [to catch the blood of the sacrificed animal], meat hooks and the firepans [to store live coals]. He made all its utensils of bronze.",
      "4": "He made for the altar a grating of bronze mesh under its rim, extending halfway up it.",
      "5": "He cast four rings for the four corners of the bronze grating as holders for the carrying poles.",
      "6": "And he made the carrying poles of acacia wood and overlaid them with bronze.",
      "7": "He put the poles through the rings on the sides of the altar, with which to carry it; he made it hollow with planks.",
      "8": "Bezalel made the basin and its base of bronze from the mirrors of the attending women who served and ministered at the doorway of the Tent of Meeting.",
      "9": "Then he made the court: for the south side the curtains of the court were of fine twisted linen, a hundred cubits;",
      "10": "their twenty support poles, and their twenty bronze sockets; the hooks of the support poles and their connecting rings were silver.",
      "11": "And for the north side [of the court the curtains were also] a hundred cubits; their twenty support poles and their twenty bronze sockets; the hooks of the support poles and their connecting rings were silver.",
      "12": "For the west side [of the court] there were curtains of fifty cubits with their ten support poles and their ten sockets; the hooks of the support poles and their connecting rings were silver.",
      "13": "For the east side [the front of the courtyard, there were curtains of] fifty cubits.",
      "14": "The curtains for one side of the court gate were fifteen cubits, with their three support poles and their three sockets;",
      "15": "and the same for the other side [of the court gate]. Left and right of the court gate there were curtains of fifteen cubits; with their three support poles and their three sockets.",
      "16": "All the curtains around the court were of fine twisted linen.",
      "17": "The sockets for the support poles were made of bronze, the hooks of the support poles and their connecting rings were made of silver; and silver overlaid their tops. All the support poles of the court had silver connecting rings.",
      "18": "The screen (curtain) for the gate of the courtyard [on the east side] was the work of an embroiderer, in blue, purple, and scarlet fabric, and fine twisted linen; it was twenty cubits long and five cubits high, corresponding to the curtains of the court.",
      "19": "Their four support poles and their four sockets were bronze; their hooks were silver, and silver overlaid their tops and their connecting rings.",
      "20": "All the pegs for the tabernacle and the court were bronze.",
      "21": "This is the sum of the things for the tabernacle, the tabernacle of the Testimony, as counted according to the command of Moses, for the work of the Levites, under the direction of Ithamar the son of Aaron the priest.",
      "22": "Now Bezalel the son of Uri, the son of Hur, of the tribe of Judah, made everything that the Lord commanded Moses.",
      "23": "With him was Oholiab the son of Ahisamach, of the tribe of Dan, an engraver and a skillful craftsman and an embroiderer in blue and in purple and in scarlet fabric, and in fine linen.",
      "24": "All the gold that was used for the work, in all the building and furnishing of the sanctuary, the gold from the wave offering, was twenty-nine talents and seven hundred and thirty shekels, according to the shekel of the sanctuary.",
      "25": "The silver from those of the congregation who were assembled and counted was 100 talents and 1,775 shekels, according to the shekel of the sanctuary;",
      "26": "a beka for each man (that is, half a shekel according to the shekel of the sanctuary) for everyone who was counted, from twenty years old and upward, for 603,550 men.",
      "27": "The hundred talents of silver were for casting the sockets of the sanctuary and the sockets of the veil (partition curtain); a hundred sockets for the hundred talents, a talent for a socket.",
      "28": "Of the 1,775 shekels, he made hooks for the support poles and overlaid their tops and made connecting rings for them.",
      "29": "The bronze of the wave offering was seventy talents and 2,400 shekels.",
      "30": "With it Bezalel made the sockets for the doorway of the Tent of Meeting, and the bronze altar and its bronze grating, and all the utensils of the altar,",
      "31": "and the sockets of the court all around and the sockets of the court gate, and all the pegs of the tabernacle and all the pegs around the court."
    },
    "39": {
      "1": "Moreover, from the blue and purple and scarlet fabric, they made finely woven garments for serving and ministering in the Holy Place; they made the holy garments for Aaron, just as the Lord had commanded Moses.",
      "2": "Bezalel made the ephod of gold, and of blue, purple, and scarlet fabric, and fine twisted linen.",
      "3": "Then Bezalel and Oholiab hammered the gold [into thin sheets] and cut it into threads to work into the blue, purple, and scarlet fabric, and into the fine linen, the work of a skilled craftsman.",
      "4": "They made attaching shoulder pieces for the ephod; it was attached at its two [upper] edges.",
      "5": "The skillfully woven sash with which to bind it, which was on the ephod [to hold it in place], was like its workmanship, of the same material: of gold and of blue, purple, and scarlet fabric, and fine twisted linen, just as the Lord had commanded Moses.",
      "6": "They made the onyx stones, set in settings of gold filigree; they were engraved as signets are engraved, with the names of [the twelve tribes of] the sons of Israel.",
      "7": "And he put them on the shoulder pieces of the ephod to be memorial stones (a remembrance) for the sons of Israel (Jacob), just as the Lord had commanded Moses.",
      "8": "Bezalel made the breastpiece, the work of a skillful craftsman, like the workmanship of the ephod: of gold and of blue, purple, and scarlet fabric, and fine twisted linen.",
      "9": "It was square; they made the breastpiece folded double, a [hand’s] span long and a [hand’s] span wide when folded double.",
      "10": "And they mounted four rows of stones on it. The first row was a row of ruby, topaz, and emerald;",
      "11": "and the second row, a turquoise, a sapphire, and a diamond;",
      "12": "and the third row, a jacinth, an agate, and an amethyst;",
      "13": "and the fourth row, a beryl, an onyx, and a jasper; they were mounted in settings of gold filigree.",
      "14": "The stones corresponded to the names of the sons of Israel; they were twelve [in all], corresponding to their names, engraved like a signet, each with its name, for the twelve tribes.",
      "15": "And they made on the breastpiece twisted chains like cords of pure gold.",
      "16": "They made two settings of gold filigree and two gold rings, and put the two rings on the two ends of the breastpiece.",
      "17": "Then they put the two twisted cords of gold in the two rings on the ends of the breastpiece.",
      "18": "They put the [other] two ends of the two cords on the two filigree settings, and put them on the shoulder pieces of the ephod at the front of it.",
      "19": "They made two rings of gold and put them on the two ends of the breastpiece, on its inner edge which was next to the ephod.",
      "20": "Furthermore, they made two [other] gold rings and attached them to the bottom of the two shoulder pieces of the ephod, at the front of it, close to the place where it is joined, above the woven sash of the ephod.",
      "21": "They bound the breastpiece by its rings to the rings of the ephod with a blue cord, so that it would lie on the woven sash of the ephod, and so that the breastpiece would not come loose from the ephod, just as the Lord commanded Moses.",
      "22": "Then Bezalel made the robe of the ephod of woven work, all of blue;",
      "23": "there was an opening [for the head] in the middle of the robe, like the opening in a coat of armor, with a hem around it, so that it would not be frayed or torn.",
      "24": "On the hem of the robe they made pomegranates of blue, purple, and scarlet fabric, and fine twisted linen.",
      "25": "They also made bells of pure gold, and put the bells between the pomegranates around the hem of the robe;",
      "26": "a bell and a pomegranate, a bell and a pomegranate, all [the way] around the hem of the robe, for service and ministering, just as the Lord commanded Moses.",
      "27": "And they made tunics of finely woven linen for Aaron and his sons,",
      "28": "and the turban of fine linen, and the ornamental caps of fine linen, and the linen undergarments of fine twisted linen,",
      "29": "and the sash of fine twisted linen, and blue, purple, and scarlet fabric, the work of an embroiderer, just as the Lord commanded Moses.",
      "30": "They made the plate of the holy crown of pure gold, and wrote on it an inscription, like the engravings of a signet, “Holy to the Lord.”",
      "31": "They tied a blue cord to it, to fasten it on the turban above, just as the Lord commanded Moses.",
      "32": "Thus all the work of the tabernacle of the Tent of Meeting was finished; and the Israelites did according to all that the Lord had commanded Moses; that is what they did.",
      "33": "They brought the tabernacle to Moses [for him to inspect]: the tent and all its furnishings, its hooks, its [frame] boards, its bars, its support poles, its sockets or bases;",
      "34": "and the covering of rams’ skins dyed red, and the covering of porpoise skins, and the veil (partition) of the screen (curtain);",
      "35": "the ark of the Testimony, its carrying poles and the mercy seat;",
      "36": "the table and all its utensils and the bread of the Presence (showbread);",
      "37": "the pure gold lampstand and its lamps, with the lamps placed in order, all its utensils, and the oil for the light;",
      "38": "the golden altar [of incense], the anointing oil and the fragrant incense, and the [hanging] veil for the doorway of the tent;",
      "39": "the bronze altar [of burnt offering] and its grating of bronze, its poles and all its utensils, the basin and its base;",
      "40": "the curtains of the courtyard, its support poles and sockets, and the screen (curtain) for the courtyard gate, its cords and pegs, and all the utensils for the service of the tabernacle, for the Tent of Meeting [of God with His people];",
      "41": "the [finely] woven garments for serving and ministering in the Holy Place, the holy garments for Aaron the priest, and the garments of his sons to minister as priests.",
      "42": "So the Israelites did all the work according to all that the Lord had commanded Moses.",
      "43": "And Moses [carefully] inspected all the work, and behold, they had done it; just as the Lord had commanded, so had they done it. So Moses blessed them."
    },
    "40": {
      "1": "Then the Lord spoke to Moses, saying,",
      "2": "“On the first day of the first month (Abib) you shall set up the tabernacle of the Tent of Meeting [of God with you].",
      "3": "You shall place the ark of the Testimony there, and you shall screen off the ark [from the Holy Place of God’s Presence] with the veil (partition curtain).",
      "4": "You shall bring in the table [for the bread] and arrange its setting; you shall bring in the lampstand and mount and light its lamps.",
      "5": "You shall set the golden altar of incense in front of the ark of the Testimony [outside the veil], and put the [hanging] veil at the doorway of the tabernacle.",
      "6": "You shall set the [bronze] altar of burnt offering in front of the doorway of the tabernacle of the Tent of Meeting.",
      "7": "You shall set the basin between the Tent of Meeting and the altar [of burnt offering], and put water in it.",
      "8": "You shall set up the courtyard [curtains] all around and hang up the screen (curtain) for the gateway of the courtyard.",
      "9": "Then you shall take the anointing oil and anoint the tabernacle and all that is in it, and consecrate it and all its furniture; and it shall be holy (declared sacred, separated from secular use).",
      "10": "You shall anoint the altar of burnt offering and all its utensils, and consecrate the altar, and the altar shall be most holy.",
      "11": "You shall anoint the basin and its base, and consecrate it.",
      "12": "Then you shall bring Aaron and his sons to the doorway of the Tent of Meeting and wash them with water.",
      "13": "You shall put the holy garments on Aaron and anoint him and consecrate him, that he may serve as a priest to Me.",
      "14": "You shall bring his sons and put tunics on them;",
      "15": "you shall anoint them just as you anointed their father, so that they may serve as priests to Me; and their anointing shall qualify them for an everlasting priesthood throughout their generations.”",
      "16": "Thus Moses did; in accordance with all that the Lord commanded him, so he did.",
      "17": "Now it happened on the first day of the first month (Abib) in the second year [after the exodus from Egypt], that the tabernacle was erected.",
      "18": "Moses erected the tabernacle, laid its sockets, set up its boards, put in its bars and erected its support poles.",
      "19": "He spread the tent over the tabernacle and put the covering of the tent over it, just as the Lord had commanded him.",
      "20": "He took the Testimony [the stones inscribed with the Ten Commandments] and put it into the ark [of the covenant], and placed the poles [through the rings] on the ark, and put the mercy seat on top of the ark.",
      "21": "Moses brought the ark into the tabernacle, and set up a veil (partition) for the screen (curtain), and screened off the ark of the Testimony, just as the Lord had commanded him.",
      "22": "Then he put the table in the Tent of Meeting on the north side of the tabernacle, outside the veil.",
      "23": "He set the bread [of the Presence] in order on it before the Lord, just as the Lord had commanded him.",
      "24": "Then he put the lampstand in the Tent of Meeting, opposite the table, on the south side of the tabernacle.",
      "25": "Moses mounted and lighted the lamps [on the lampstand] before the Lord, just as the Lord commanded him.",
      "26": "He put the golden altar [of incense] in the Tent of Meeting in front of the veil;",
      "27": "he burned fragrant incense [as a symbol of prayer] on it, just as the Lord commanded him.",
      "28": "Then he set up the screen (curtain) at the doorway of the tabernacle.",
      "29": "He set the altar of burnt offering before the doorway of the tabernacle of the Tent of Meeting, and offered on it the burnt offering and the grain offering, just as the Lord commanded him.",
      "30": "He placed the basin between the Tent of Meeting and the altar [of burnt offering], and put water in it for washing.",
      "31": "Then from it Moses and Aaron and his sons washed their hands and their feet.",
      "32": "When they entered the Tent of Meeting, and when they approached the altar, they washed, just as the Lord commanded Moses.",
      "33": "And he erected the courtyard all around the tabernacle and the altar, and hung the screen (curtain) at the gateway of the courtyard. So Moses finished the work.",
      "34": "Then the cloud [the Shekinah, God’s visible, dwelling presence] covered the Tent of Meeting, and the glory and brilliance of the Lord filled the tabernacle.",
      "35": "Moses was not able to enter the Tent of Meeting because the cloud remained on it, and the glory and brilliance of the Lord filled the tabernacle.",
      "36": "In all their journeys, whenever the cloud was taken up from over the tabernacle, the Israelites would set out;",
      "37": "but if the cloud was not taken up, then they did not journey on until the day when it was taken up.",
      "38": "For throughout all their journeys, the cloud of the Lord was on the tabernacle by day, and there was fire in it by night, in the sight of all the house of Israel."
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:50:03.657704-04:00",
    "Translation": "AMP"
  }
}