{
  "Habakkuk": {
    "1": {
      "1": "The oracle (a burdensome message—a pronouncement from God) which Habakkuk the prophet saw.",
      "2": "O Lord, how long will I call for help\nAnd You will not hear?\nI cry out to You, “Violence!”\nYet You do not save.",
      "3": "Why do You make me see iniquity,\nAnd cause me to look on wickedness?\nFor destruction and violence are before me;\nStrife continues and contention arises.",
      "4": "Therefore, the law is ineffective and ignored\nAnd justice is never upheld,\nFor the wicked surround the righteous;\nTherefore, justice becomes perverted.",
      "5": "[The Lord replied,] “Look among the nations! See!\nBe astonished! Wonder!\nFor I am doing something in your days—\nYou would not believe it if you were told.",
      "6": "“For behold, I am raising up the Chaldeans [who rule in Babylon],\nThat fierce and impetuous nation\nWho march throughout the earth\nTo take possession of dwelling places that do not belong to them.",
      "7": "“The Chaldeans are dreaded and feared;\nTheir justice and authority originate with themselves and are defined only by their decree.",
      "8": "“Their horses are swifter than leopards\nAnd keener than [hungry] wolves in the evening,\nTheir horsemen come galloping,\nTheir horsemen come from far away;\nThey fly like an eagle swooping down to devour.",
      "9": "“They all come for violence;\nTheir horde of faces moves [eagerly] forward,\nThey gather prisoners like sand.",
      "10": "“They make fun of kings\nAnd rulers are a laughing matter to them.\nThey ridicule every stronghold\nAnd heap up rubble [for earth mounds] and capture it.",
      "11": "“Then they will sweep by like the wind and pass on.\nBut they will be held guilty,\nThey [and all men] whose own power and strength is their god.”",
      "12": "Are You not from everlasting,\nO Lord, my God, My Holy One?\nWe will not die.\nO Lord, You have appointed the Chaldeans [who rule in Babylon] to execute [Your] judgment,\nAnd You, O Rock, have established them to correct and chastise.",
      "13": "Your eyes are too pure to approve evil,\nAnd You cannot look favorably on wickedness.\nWhy then do You look favorably\nOn those who act treacherously?\nWhy are you silent when the wicked (Chaldean oppressors) destroy\nThose more righteous than they?",
      "14": "Why do You make men like the fish of the sea,\nLike reptiles and creeping things that have no ruler [and are helpless against their enemies]?",
      "15": "The Chaldeans bring all of them up with a hook,\nAnd drag them away with a net,\nAnd gather them together in their fishing net;\nSo they rejoice and are glad.",
      "16": "Therefore, they offer sacrifices to their net\nAnd burn incense to their fishing net;\nBecause through these things their catch is large and they live luxuriously,\nAnd their food is plentiful.",
      "17": "Will they continue to empty their net\nAnd [mercilessly] go on destroying nations without sparing?"
    },
    "2": {
      "1": "I will stand at my guard post\nAnd station myself on the tower;\nAnd I will keep watch to see what He will say to me,\nAnd what answer I will give [as His spokesman] when I am reproved.",
      "2": "Then the Lord answered me and said,\n“Write the vision\nAnd engrave it plainly on [clay] tablets\nSo that the one who reads it will run.",
      "3": "“For the vision is yet for the appointed [future] time\nIt hurries toward the goal [of fulfillment]; it will not fail.\nEven though it delays, wait [patiently] for it,\nBecause it will certainly come; it will not delay.",
      "4": "“Look at the proud one,\nHis soul is not right within him,\nBut the righteous will live by his faith [in the true God].",
      "5": "“Moreover, wine is treacherous and betrays the arrogant man,\nSo that he does not stay at home.\nHis appetite is large like Sheol,\nAnd he is like death, never satisfied.\nHe gathers to himself all nations\nAnd collects to himself all peoples [as if he owned them].",
      "6": "“Will all these [victims of his greed] not take up a taunting song against him,\nAnd in mocking derision against him\nSay, ‘Woe (judgment is coming) to him who increases that which is not his—\nHow long [will he possess it]?\nAnd [woe to him who] makes himself wealthy with loans.’",
      "7": "“Will your creditors not rise up suddenly,\nAnd those who collect from you awaken?\nThen you will become plunder for them.",
      "8": "“Because you [king of Babylon] have looted many nations,\nAll peoples who are left will loot you—\nBecause of human bloodshed and for the violence done to the land,\nTo the city and all its inhabitants.",
      "9": "“Woe (judgment is coming) to him who obtains wicked gain for his house [and thinks by so doing]\nTo set his nest on high,\nThat he may be rescued from the hand of evil.",
      "10": "“You have devised a shameful thing for your house\nBy cutting off and putting an end to many peoples;\nSo you are sinning against your own life and forfeiting it.",
      "11": "“For the stone will cry out from the wall [to accuse you—built in sin!]\nAnd the rafter will answer it out of the woodwork.",
      "12": "“Woe (judgment is coming) to him who builds a city with bloodshed\nAnd establishes a town by violence!",
      "13": "“Is it not indeed from the Lord of hosts\nThat peoples labor [only] for the fire [that will destroy their work],\nAnd nations grow weary for nothing [that is, things which have no lasting value]?",
      "14": "“But [the time is coming when] the earth shall be filled\nWith the knowledge of the glory of the Lord,\nAs the waters cover the sea.",
      "15": "“Woe (judgment is coming) to you who make your neighbors drink,\nWho mix in your venom to make them drunk\nSo that you may look at their nakedness!",
      "16": "“You will be filled with disgrace instead of honor.\nNow drink and expose your own nakedness!\nThe cup [of wrath] in the Lord’s right hand will come around to you [O destroyer],\nAnd utter disgrace will be on your own glory.",
      "17": "“For the violence done to Lebanon will overwhelm you;\nThe destruction of the animals will terrify you\nOn account of human bloodshed and the violence done to the land,\nTo the city and all its inhabitants.",
      "18": "“What profit is the carved image when its maker has formed it?\nIt is only a cast image, and a teacher of lies.\nFor its maker trusts in his own creation [as his god]\nWhen he makes speechless idols.",
      "19": "“Woe (judgment is coming) to him who says to the wooden image, ‘Awake!’\nAnd to the speechless stone, ‘Arise!’\nAnd that is your teacher?\nLook, it is overlaid with gold and silver,\nAnd there is no breath at all inside it.",
      "20": "“But the Lord is in His holy temple.\nLet all the earth hush and be silent before Him.”"
    },
    "3": {
      "1": "A prayer of Habakkuk the prophet, set to wild and enthusiastic music.",
      "2": "O Lord, I have heard the report about You and I fear.\nO Lord, revive Your work in the midst of the years,\nIn the midst of the years make it known;\nIn wrath [earnestly] remember compassion and love.",
      "3": "God [approaching from Sinai] comes from Teman (Edom),\nAnd the Holy One from Mount Paran. Selah (pause, and calmly think of that).\nHis splendor and majesty covers the heavens\nAnd the earth is full of His praise.",
      "4": "His brightness is like the sunlight;\nHe has [bright] rays flashing from His hand,\nAnd there [in the sunlike splendor] is the hiding place of His power.",
      "5": "Before Him goes the pestilence [of judgment as in Egypt],\nAnd [the burning] plague [of condemnation] follows at His feet [as in Sennacherib’s army].",
      "6": "He stood and measured the earth;\nHe looked and startled the nations,\nYes, the eternal mountains were shattered,\nThe ancient hills bowed low and collapsed.\nHis ways are eternal.",
      "7": "I [Habakkuk, in my vision] saw the tents of Cushan under distress;\nThe tent curtains of the land of Midian were trembling.",
      "8": "Did the Lord rage against the rivers,\nOr was Your anger against the rivers,\nOr was Your wrath against the [Red] Sea,\nThat You rode on Your horses,\nOn Your chariots of salvation?",
      "9": "Your bow was made bare;\nThe rods of chastisement were sworn. Selah (pause, calmly think of that).\nYou split the earth with rivers [bringing waters to dry places].",
      "10": "The mountains saw You and [they] trembled and writhed [as if in pain];\nThe downpour of waters swept by [as a deluge].\nThe deep uttered its voice and raged,\nIt lifted its hands high.",
      "11": "The sun and moon stood in their places [as before Joshua];\nThey went away at the light of Your [swift] arrows,\nAt the radiance and gleam of Your glittering spear.",
      "12": "In indignation You marched through the earth;\nIn anger You trampled and threshed the nations.",
      "13": "You went forth for the salvation of Your people,\nFor the salvation and rescue of Your anointed [people Israel].\nYou struck the head from the house of the wicked\nTo lay him open from the thigh to the neck. Selah (pause, and calmly think of that).",
      "14": "With the enemy’s own spears, You pierced\nThe head of his hordes.\nThey stormed out to scatter us,\nRejoicing like those\nWho secretly devour the oppressed [of Israel].",
      "15": "You have trampled on the sea with Your horses,\nOn the surge of many waters.",
      "16": "I heard and my whole inner self trembled;\nMy lips quivered at the sound.\nDecay and rottenness enter my bones,\nAnd I tremble in my place.\nBecause I must wait quietly for the day of distress,\nFor the people to arise who will invade and attack us.",
      "17": "Though the fig tree does not blossom\nAnd there is no fruit on the vines,\nThough the yield of the olive fails\nAnd the fields produce no food,\nThough the flock is cut off from the fold\nAnd there are no cattle in the stalls,",
      "18": "Yet I will [choose to] rejoice in the Lord;\nI will [choose to] shout in exultation in the [victorious] God of my salvation!",
      "19": "The Lord God is my strength [my source of courage, my invincible army];\nHe has made my feet [steady and sure] like hinds’ feet\nAnd makes me walk [forward with spiritual confidence] on my high places [of challenge and responsibility].\nFor the choir director, on my stringed instruments."
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:53:22.314840-04:00",
    "Translation": "AMP"
  }
}