{
  "Hosea": {
    "1": {
      "1": "The word of the Lord that came to Hosea the son of Beeri in the days of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah, and in the days of Jeroboam the son of Joash king of Israel.",
      "2": "When the Lord first spoke through Hosea, the Lord said to him, “Go, take for yourself a wife of prostitution and have children of [her] prostitution; for the land commits great acts of prostitution by not following the Lord.”",
      "3": "So he went and took Gomer the daughter of Diblaim, and she conceived and bore him a son.",
      "4": "And the Lord said to him, “Name him Jezreel; for yet in a little while I will avenge the blood [that was shed in the Valley] of Jezreel and inflict the punishment for it on the house of Jehu, and I will put an end to the kingdom of the house of Israel.",
      "5": "On that day I will break the bow [of the military power] of Israel in the Valley of Jezreel.”",
      "6": "Then Gomer conceived again and gave birth to a daughter. And the Lord said to Hosea, “Name her Lo-Ruhamah (not shown mercy), for I will no longer have mercy on the house of Israel, that I would ever forgive them.",
      "7": "But I will have mercy on the house of Judah and will rescue them by the Lord their God, and will not rescue them by bow, sword, war, horses, or horsemen.”",
      "8": "Now when Gomer had weaned Lo-Ruhamah, she conceived and gave birth to a son.",
      "9": "And the Lord said, “Name him Lo-Ammi (not my people), for you are not My people and I am not your God.”",
      "10": "Yet the number of the sons of Israel\nShall be like the sand of the sea,\nWhich cannot be measured or numbered;\nAnd in the place\nWhere it is said to them,\n“You are not My people,”\nIt will be said to them,\n“You are the sons of the living God.”",
      "11": "Then the sons of Judah and the sons of Israel shall be gathered together,\nAnd they will appoint for themselves one leader,\nAnd they will go up from the land,\nFor great and glorious will be the day of Jezreel."
    },
    "2": {
      "1": "“[Hosea,] say to your brothers, ‘Ammi (you are my people),’ and to your sisters, ‘Ruhamah (you have been pitied and have obtained mercy).’",
      "2": "“Contend with your mother (nation); contend,\nFor she is not my wife and I am not her husband;\nAnd have her remove her [marks of] prostitution from her face\nAnd her adultery from between her breasts",
      "3": "Or I will strip her naked\nAnd expose her as on the day she was born,\nAnd make her like a wilderness\nAnd make her like a parched land\nAnd slay her with thirst.",
      "4": "“Also, I will have no mercy on her children,\nBecause they are the children of prostitution.",
      "5": "“For their mother has played the prostitute;\nShe who conceived them has acted shamefully,\nFor she said, ‘I will pursue my lovers\nWho give me my food and my water,\nMy wool and my flax, my oil and my [refreshing] drinks.’",
      "6": "“Therefore, behold, I [the Lord God] will hedge up her way with thorns;\nAnd I will build a wall against her [shutting off her way] so that she cannot find her paths.",
      "7": "“She will [passionately] pursue her lovers, but she will not overtake them;\nAnd she will seek them, but will not find them.\nThen she will say, ‘Let me go and return to my first husband,\nFor it was better for me then than now!’",
      "8": "“For she (Israel) has not noticed nor understood nor realized that it was I [the Lord God] who gave her the grain and the new wine and the oil,\nAnd lavished on her silver and gold,\nWhich they used for Baal and made into his image.",
      "9": "“Therefore, I will return and take back My grain at harvest time\nAnd My new wine in its season.\nI will also take away My wool and My flax\nGiven to cover her nakedness.",
      "10": "“And now I will uncover her lewdness and shame\nIn the sight of her lovers,\nAnd no one will rescue her from My hand.",
      "11": "“I will also put an end to all her rejoicing,\nHer feasts, her New Moons, her Sabbaths,\nAnd all her festivals.",
      "12": "“I will destroy her vines and her fig trees\nOf which she has said, ‘These are my wages\nWhich my lovers have given me.’\nAnd I will make them a forest,\nAnd the animals of the open country will devour them.",
      "13": "“And I will punish her for the [feast] days of the Baals,\nWhen she used to offer sacrifices and burn incense to them\nAnd adorn herself with her earrings and nose rings and her jewelry,\nAnd follow her lovers, so that she forgot Me,” says the Lord.",
      "14": "“Therefore, behold, I will allure Israel\nAnd bring her into the wilderness,\nAnd I will speak tenderly to her [to reconcile her to Me].",
      "15": "“Then I will give her her vineyards from there,\nAnd make the Valley of Achor a door of hope and expectation [anticipating the time when I will restore My favor on her].\nAnd she will sing there and respond as in the days of her youth\nAs in the day when she came up from the land of Egypt.",
      "16": "“It shall come about in that day,” says the Lord,\n“That you will call Me Ishi (my husband)\nAnd will no longer call Me Baali (my Baal).",
      "17": "“For I will remove the names of the Baals from her mouth,\nSo that they will no longer be mentioned or remembered by their names.",
      "18": "“And in that day I will make a covenant for Israel\nWith the animals of the open country\nAnd with the birds of the heavens\nAnd with the creeping things of the ground.\nAnd I will abolish the bow and the sword and [banish] war from the land\nAnd will make them lie down in safety.",
      "19": "“And I will betroth you (Israel) to Me forever;\nYes, I will betroth you to Me in righteousness and in justice,\nIn lovingkindness and loyalty, and in compassion.",
      "20": "“I will betroth you to Me in stability and in faithfulness.\nThen you will know (recognize, appreciate) the Lord [and respond with loving faithfulness].",
      "21": "“It will come about in that day that I will respond,” says the Lord.\n“I will respond to the heavens [which ask for rain to pour on the earth], and they will respond to the earth [which begs for the rain],",
      "22": "And the earth shall respond to the grain and the new wine and the oil [which beg it to bring them forth],\nAnd they will respond to Jezreel [My Israel, who will now be restored].",
      "23": "“I will sow her for Myself in the land.\nI will also have mercy on her who had not obtained mercy;\nAnd I will say to those who were not My people,\n‘You are My people,’\nAnd they will say, ‘You are my God!’”"
    },
    "3": {
      "1": "Then the Lord said to me, “Go again, love a woman (Gomer) who is beloved by her husband and yet is an adulteress, even as the Lord loves the children of Israel, though they turn to other gods and love the raisin cakes [used in the feasts in pagan worship].”",
      "2": "So I bought her for myself for fifteen pieces of silver and a homer and a half of barley [the price of a common slave].",
      "3": "And I said to her, “You shall stay with me for many days. You shall not play the prostitute nor shall you have a man; so I will also be toward you [until you have proved your faithfulness].”",
      "4": "For the sons of Israel will remain for many days without king or prince, without sacrifice or [idolatrous] pillar, and without ephod or teraphim (household idols).",
      "5": "Afterward the sons of Israel will return [in deep repentance] and seek the Lord their God and [seek from the line of] David their king [the King of kings—the Messiah]; and they will come trembling to the Lord and to His goodness and blessing in the last days."
    },
    "4": {
      "1": "Hear the word of the Lord, you children of Israel,\nFor the Lord has a [legal] case with the inhabitants of the land,\nBecause there is no faithfulness [no steadfast love, no dependability] or loyalty or kindness\nOr knowledge of God [from personal experience with Him] in the land.",
      "2": "There is [false] swearing of oaths, deception (broken faith), murder, stealing, and adultery;\nThey employ violence, so that one [act of] bloodshed follows closely on another.",
      "3": "Therefore the land [continually] mourns,\nAnd everyone who lives in it languishes [in tragic suffering]\nTogether with the animals of the open country and the birds of the heavens;\nEven the fish of the sea disappear.",
      "4": "Yet let no one find fault, nor let any rebuke [others];\nFor your people are like those who contend with the priest.",
      "5": "So you will stumble in the daytime,\nAnd the [false] prophet will also stumble with you in the night;\nAnd I will destroy your mother (Israel).",
      "6": "My people are destroyed for lack of knowledge [of My law, where I reveal My will].\nBecause you [the priestly nation] have rejected knowledge,\nI will also reject you from being My priest.\nSince you have forgotten the law of your God,\nI will also forget your children.",
      "7": "The more they multiplied [in numbers and increased in power], the more they sinned against Me;\nI will change their glory into shame.",
      "8": "They (the priests) feed on the sin offering of My people\nAnd set their heart on their wickedness.",
      "9": "And it shall be: like people, like priest [both are wicked and both will be judged];\nSo I will punish them for their ways\nAnd repay them for their deeds.",
      "10": "They will eat, but not have enough;\nThey will play the prostitute, but not increase [their descendants],\nBecause they have stopped giving heed to the Lord.",
      "11": "Prostitution, wine, and new wine take away the mind and the [spiritual] understanding.",
      "12": "My people consult their [lifeless] wooden idol, and their [diviner’s] wand gives them oracles.\nFor a spirit of prostitution has led them astray [morally and spiritually],\nAnd they have played the prostitute, withdrawing themselves from their God.",
      "13": "They sacrifice on the tops of the mountains\nAnd burn incense on the hills,\nUnder oaks, poplars, and terebinths,\nBecause the shade is pleasant there.\nTherefore your daughters play the prostitute\nAnd your brides commit adultery.",
      "14": "I will not punish your daughters when they play the prostitute\nOr your brides when they commit adultery,\nFor the men themselves slip away with prostitutes,\nAnd they offer sacrifices with temple prostitutes [who give their bodies in honor of the idol].\nSo the people without understanding [stumble and fall and] come to ruin.",
      "15": "Though you, Israel, play the prostitute [by worshiping idols],\nDo not let Judah become guilty [of the same thing];\nAnd do not go to Gilgal [where idols are worshiped],\nOr go up to Beth-aven (House of Wickedness),\nNor swear [oaths in idolatrous worship, saying],\n“As the Lord lives!”",
      "16": "For Israel is stubborn,\nLike a stubborn heifer.\nCan the Lord now pasture them\nLike a lamb in a large field?",
      "17": "Ephraim is joined to idols,\nSo let him alone [to suffer the consequences].",
      "18": "When their liquor is gone [and their drinking parties are over],\nThey habitually go to play the prostitute;\nEphraim’s rulers continue to dearly love shame [more than her glory which is the Lord, Israel’s God].",
      "19": "The wind [of God’s relentless wrath] has wrapped up Israel in its wings,\nAnd [in captivity] they will be ashamed because of their sacrifices [to calves, to sun, to moon, to stars, and to pagan gods]."
    },
    "5": {
      "1": "Hear this and pay close attention, O priests!\nGive heed, O house of Israel!\nListen, O house of the king!\nFor the [pronounced] judgment pertains to you and is meant for you to hear,\nBecause you have been a snare at Mizpah\nAnd a net spread out over Tabor (military strongholds on either side of the Jordan River).",
      "2": "The revolters have gone deep into depravity,\nBut I [the Lord God] will chastise them all.",
      "3": "I know Ephraim, and Israel is not hidden from Me;\nFor now, O Ephraim, you have played the prostitute and have worshiped idols;\nIsrael has defiled itself.",
      "4": "Their [immoral] practices will not permit them\nTo return to their God,\nFor the spirit of prostitution is within them\nAnd they do not know the Lord [they do not recognize, appreciate, heed or cherish Him].",
      "5": "But the pride and self-reliance of Israel testifies against him.\nTherefore Israel, and [especially] Ephraim, stumble and fall in their wickedness and guilt;\nJudah also has stumbled with them.",
      "6": "They will go with their flocks and with their herds\nTo seek the Lord [diligently searching for Him], but they will not find Him;\nHe has withdrawn from them [refusing to hear the prayers of the unrepentant].",
      "7": "They have dealt treacherously against the Lord,\nFor they have borne illegitimate (pagan) children.\nNow the New Moon will devour them along with their land [bringing judgment and captivity].",
      "8": "Blow the horn in Gibeah,\nThe trumpet in Ramah [the lofty hills on Benjamin’s northern border].\nSound the alarm at Beth-aven:\n“Behind you and coming after you [is the enemy], O Benjamin [be on guard]!”",
      "9": "Ephraim will become a desolation in the day of rebuke;\nAmong the tribes of Israel I declare what is certain.",
      "10": "The princes of Judah are like those who move a boundary marker;\nI will pour out My wrath on them like [an unrestrained flood of] water.",
      "11": "Ephraim is oppressed; he is broken and crushed by [divine] judgment,\nBecause he was determined to follow man’s command (vanities, filth, secular precepts).",
      "12": "Therefore I am like a moth to Ephraim\nAnd like dry rot to the house of Judah [in My judgment against them].",
      "13": "When Ephraim saw his sickness,\nAnd Judah his wound,\nThen Ephraim went to Assyria [instead of the Lord]\nAnd sent to [Assyria’s] great King Jareb [for help].\nBut he cannot heal you\nNor will he cure you of your wound [received in judgment].",
      "14": "For I will be like a lion to Ephraim\nAnd like a young lion to the house of Judah.\nI, even I, will tear to pieces and go on [tearing];\nI will carry off [the prey] and there will be no one to rescue them.",
      "15": "I will go away and return to My place [on high]\nUntil they acknowledge their offense and bear their guilt and seek My face;\nIn their distress they will earnestly seek Me, saying,"
    },
    "6": {
      "1": "“Come and let us return [in repentance] to the Lord,\nFor He has torn us, but He will heal us;\nHe has wounded us, but He will bandage us.",
      "2": "“After two days He will revive us;\nOn the third day He will raise us up\nThat we may live before Him.",
      "3": "“So let us know and become personally acquainted with Him; let us press on to know and understand fully the [greatness of the] Lord [to honor, heed, and deeply cherish Him].\nHis appearing is prepared and is as certain as the dawn,\nAnd He will come to us [in salvation] like the [heavy] rain,\nLike the spring rain watering the earth.”",
      "4": "O Ephraim, what shall I do with you?\nO Judah, what shall I do with you?\nFor your [wavering] loyalty and kindness are [transient] like the morning cloud\nAnd like the dew that goes away early.",
      "5": "Therefore, I have hewn them in pieces by [the words of] the prophets;\nI have slain them by the words of My mouth;\nMy judgments [pronounced upon them by the prophets] are like the light that shines forth [obvious to all].",
      "6": "For I desire and delight in [steadfast] loyalty [faithfulness in the covenant relationship], rather than sacrifice,\nAnd in the knowledge of God more than burnt offerings.",
      "7": "But they, like Adam, have transgressed the covenant;\nThere they have dealt treacherously against Me.",
      "8": "Gilead is a city of wrongdoers;\nIt is tracked with bloody footprints.",
      "9": "And as bands of robbers [lie in] wait for a man,\nSo a band of priests murder on the road toward Shechem [covering their crimes in that city of refuge];\nCertainly they have committed crimes and outrages.",
      "10": "I have seen a horrible thing [sins of every kind] in the house of Israel!\nEphraim’s prostitution (idolatry) is there; Israel has defiled itself.",
      "11": "Also, O Judah, there is a harvest [of divine judgment] appointed for you,\nWhen I restore the fortunes of My people [who have been slaves to the misery of sin]."
    },
    "7": {
      "1": "When I would heal Israel,\nThe sin (guilt) of Ephraim is uncovered,\nAnd the wickedness of Samaria,\nBecause they practice false dealing;\nThe thief enters,\nBandits ravage and raid outside.",
      "2": "But they do not consider in their hearts (minds)\nThat I remember [always] all their wickedness.\nNow their deeds surround and entangle them;\nThey are before My face.",
      "3": "They make the king glad with their wickedness,\nAnd the princes with their lies.",
      "4": "They are all adulterers;\nLike the heat of an oven\nWhen the baker ceases to stir the fire, [their passion smolders]\nFrom the kneading of the dough until it is leavened.",
      "5": "On the [special] day of our king, the princes became sick with the heat of wine;\nThe king stretched out his hand [in association] with scoffers (lawless people).",
      "6": "As they approach their plotting,\nTheir mind burns [with intrigue] like an oven [while they lie in wait].\nTheir anger smolders all night;\nIn the morning it blazes like a flaming fire.",
      "7": "They are all hot like an oven\nAnd they consume their judges (rulers);\nAll their kings have fallen.\nThere is no one among them who calls to Me.",
      "8": "Ephraim mixes himself with the [Gentile] nations [seeking favor with one country, then another];\nEphraim is a cake not turned [worthless; ready to be thrown away].",
      "9": "Strangers have devoured his strength,\nYet he does not know it;\nGray hairs are sprinkled on him,\nYet he does not know.",
      "10": "Though the pride of Israel testifies against him,\nYet they do not return [in repentance] to the Lord their God,\nNor seek nor search for nor desire Him [as essential] in spite of all this.",
      "11": "Ephraim also is like a silly dove, without heart or good sense;\nThey call to Egypt [for help], they go to Assyria.",
      "12": "When they go, I will spread My net over them;\nI will bring them down like birds of the heavens [into Assyrian captivity].\nI will chastise them in accordance with the proclamation (prophecy) to their congregation.",
      "13": "Woe (judgment is coming) to them, for they have wandered away from Me!\nDevastation is theirs, because they have rebelled and trespassed against Me!\nI would redeem them, but they speak lies against Me.",
      "14": "They do not cry out to Me from their heart\nWhen they wail on their beds [in unbelieving despair];\nFor the sake of grain and new wine they assemble themselves [as if worshiping Baal];\nThey rebel against Me.",
      "15": "Although I trained and strengthened their arms [for victory over their enemies],\nYet they devise evil against Me.",
      "16": "They turn, but they do not turn upward to the Most High.\nThey are like a poorly crafted bow [that misses the mark];\nTheir princes shall fall by the sword\nBecause of the insolence of their tongue.\nThis will be cause for their mockery and disdain in the land of Egypt."
    },
    "8": {
      "1": "Set the trumpet to your lips [announcing impending judgment]!\nLike a [great] vulture the enemy comes against the house of the Lord,\nBecause they have broken My covenant\nAnd transgressed and rebelled against My law.",
      "2": "Then they will cry out to Me,\n“My God, we of Israel know You!”",
      "3": "Israel has rejected the good;\nThe enemy shall pursue him.",
      "4": "They set up kings, but not from Me [therefore without My blessing];\nThey have appointed princes, but I did not know it.\nWith their silver and their gold they made idols for themselves,\nThat they might be cut off.",
      "5": "He has rejected your [pagan] calf, O Samaria, saying,\n“My wrath burns against them.”\nHow long will they be incapable of innocence?",
      "6": "For even this [loathsome calf] is from Israel.\nA craftsman made it, so it is not God;\nSurely the calf of Samaria will be broken to pieces and go up in flames.",
      "7": "For they sow the wind [in evil]\nAnd they reap the whirlwind [in disaster].\nThe standing grain has no growth;\nIt yields no grain.\nIf it were to yield, strangers would swallow it up.",
      "8": "Israel is [as if] swallowed up [by enemies];\nThey are now among the nations\nLike a vessel [of cheap, coarse pottery] that is useless.",
      "9": "For they have gone up to Assyria,\nLike a wild donkey wandering alone and taking her own way;\nEphraim has hired lovers (pagan allies).",
      "10": "Yes, even though [with presents] they hire allies among the nations,\nNow I will gather them up;\nAnd [in a little while] they will begin to grow weak and diminish\nBecause of the burden imposed by the king of princes [the king of Assyria].",
      "11": "For Ephraim has constructed many altars for sin;\nThey are altars intended for sinning [which multiply his guilt].",
      "12": "I wrote for him the ten thousand precepts of My law,\nBut they are regarded as a strange thing [which does not concern him].",
      "13": "As for My sacrificial offerings,\nThey sacrifice the meat [as a mere formality] and eat it,\nBut the Lord is not pleased with them and does not accept them.\nNow He will remember and take into account their wickedness and guilt,\nAnd punish them for their sins.\nThey will return [in captivity] to [another] Egypt [that is, Assyria].",
      "14": "For Israel has forgotten his Maker and built palaces [and pagan temples],\nAnd Judah has built many fortified cities;\nBut I will send a fire upon their cities so that it may consume their palaces and fortresses."
    },
    "9": {
      "1": "Do not rejoice, O Israel, with exultation as do the [pagan] peoples,\nFor you have played the prostitute, turning away from your God.\nYou have loved prostitutes’ earnings on every threshing floor [attributing the harvest to the Baals instead of to God].",
      "2": "The threshing floor and the wine press will no longer feed them,\nAnd the new wine will fail them [because they failed to honor the God who provides].",
      "3": "They will not remain in the land of the Lord,\nBut Ephraim will return to [another] Egypt [in bondage]\nAnd they will eat [ceremonially] unclean food in Assyria.",
      "4": "They will not pour out drink offerings of wine to the Lord;\nTheir sacrifices will not please Him.\nTheir bread will be like mourners’ bread [eaten at funerals];\nAll who eat it will be [ceremonially] unclean,\nFor their bread will be for themselves;\nIt will not enter the house of the Lord [to be consecrated].",
      "5": "What will you do on the day of the appointed festival\nAnd on the day of the feast of the Lord [when you are in exile]?",
      "6": "For behold, they will go away because of devastation and destruction;\nEgypt will gather them up, Memphis will bury them.\nWeeds will take over their treasures of silver;\nThorns will grow in their tents.",
      "7": "The days of punishment have come;\nThe days of retribution are at hand;\nLet Israel know this!\nThe prophet is [considered] a fool;\nThe man [of God] who is inspired is [treated as if] demented,\nBecause of the abundance of your wickedness and guilt,\nAnd because your deep antagonism [toward God and the prophets] is so great.",
      "8": "Ephraim was a watchman with my God, a [true] prophet [to warn the nation];\nBut the snare of a bird catcher was laid in all his paths.\nAnd there is only deep hostility in the house of his God (the land of Israel).",
      "9": "They have deeply corrupted (perverted) themselves\nAs in the days of Gibeah.\nThe Lord will remember their wickedness and guilt;\nHe will punish their sins.",
      "10": "I found Israel like grapes in the wilderness [an unexpected and refreshing delight];\nI saw your fathers (ancestors) as the first ripe fruit on the fig tree in its first season,\nBut they came to Baal-peor and consecrated themselves to shamefulness [the worship of Baal],\nAnd [because of their spiritual and physical adultery] they became as detestable and loathsome as the thing they loved.",
      "11": "As for Ephraim, their glory will fly away like a bird;\nNo birth, no pregnancy, and [because of their impurity] no conception.",
      "12": "Even though they bring up their children,\nYet I will bereave them until not one is left.\nIndeed, woe (judgment is coming) to them when I look away and withdraw [My blessing] from them!",
      "13": "Ephraim, as I have seen,\nIs planted in a pleasant [and prosperous] meadow like Tyre;\nBut Ephraim will bring out his children to the executioner [for slaughter].",
      "14": "Give them [the punishment they deserve], O Lord! What will You give?\nGive them a miscarrying womb and dry breasts.",
      "15": "All their wickedness [says the Lord] is focused in Gilgal;\nIndeed, I came to hate them there!\nBecause of the wickedness of their [idolatrous] practices\nI will drive them out of My house (the land of Israel)!\nI will love them no longer;\nAll their princes are rebels.",
      "16": "Ephraim is stricken, their root is dried up,\nThey will bear no fruit.\nEven though they give birth,\nI will slay the precious children of their womb.",
      "17": "My God will reject them and cast them away\nBecause they did not listen to Him;\nAnd they will be wanderers (fugitives) among the nations."
    },
    "10": {
      "1": "Israel is a luxuriant and prolific vine;\nHe produces fruit for himself.\nThe more his fruit,\nThe more altars he made [to Baal];\nThe richer his land,\nThe better he made the [idolatrous] pillars.",
      "2": "Their heart is divided (faithless);\nNow they must bear their guilt and punishment.\nThe Lord will break down [the horns of] their altars;\nHe will destroy their idolatrous pillars.",
      "3": "Surely now they will say [in despair], “We have no [true] king,\nFor we do not revere the Lord;\nAnd as for the king, what can he do for us [to rescue us]?”",
      "4": "They have spoken empty (disingenuous) words,\nSwearing falsely to make covenants [they intend to break];\nTherefore, judgment springs up like poisonous weeds in the furrows of the field.",
      "5": "The people of Samaria will fear and tremble\nFor the [idolatrous] calf of Beth-aven (House of Wickedness).\nIndeed, its people will mourn over it\nAnd its idolatrous priests will cry out and wail over it,\nOver its glory, because the glory [of their calf god] has departed from it.",
      "6": "The golden calf itself will be carried to Assyria\nAs tribute to King Jareb;\nEphraim will be seized with shame\nAnd Israel will be ashamed of his own counsel [to worship the calf and separate Israel from Judah].",
      "7": "As for Samaria, her king will be cut off and float away\nLike a twig on the surface of the water.",
      "8": "Also the high places of Aven (Beth-aven), the sin of Israel, will be destroyed;\nThe thorn and the thistle will grow on their [pagan] altars,\nAnd [in despair] they will say to the mountains,\n“Cover us!” And to the hills, “Fall on us!”",
      "9": "O Israel, you have [willfully] sinned since the days of Gibeah;\nThere they (Israel) stand!\nWill not the battle against the sons of wickedness overtake them at Gibeah?",
      "10": "When it is my desire [to defend My righteousness], I will chastise them;\nAnd [hostile] peoples will be gathered against them\nWhen they are bound and punished for their double guilt [their revolt against the Lord and their worship of idols].",
      "11": "Ephraim is a trained heifer that loves to tread out the grain,\nBut I will come over her fair neck with a heavy yoke [for hard field work].\nI will harness Ephraim;\nJudah will plow and Jacob will harrow and rake for himself.",
      "12": "Sow with a view to righteousness [that righteousness, like seed, may germinate];\nReap in accordance with mercy and lovingkindness.\nBreak up your uncultivated ground,\nFor it is time to seek and search diligently for the Lord [and to long for His blessing]\nUntil He comes to rain righteousness and His gift of salvation on you.",
      "13": "You have plowed and planted wickedness, you have reaped the [willful] injustice [of oppressors],\nYou have eaten the fruit of lies.\nBecause you have trusted in your own way and your chariots, and in your many warriors,",
      "14": "Therefore an uproar will arise among your people,\nAnd all your fortresses will be destroyed,\nAs Shalman destroyed Beth-arbel on the day of battle,\nWhen mothers were dashed in pieces with their children.",
      "15": "In this way it will be done to you at [idolatrous] Bethel because of your great wickedness;\nAt daybreak the king of Israel will be completely cut off."
    },
    "11": {
      "1": "When Israel was a child [a young nation], I loved him,\nAnd I called My son out of Egypt.",
      "2": "The more they [the prophets] called them [to repentance and obedience],\nThe more they went away from them;\nThey kept sacrificing to the Baals\nAnd burning incense to the carved images.",
      "3": "Yet it is I who taught Ephraim to walk,\nTaking them in My arms [nurturing the young nation];\nBut they did not know that I healed them.",
      "4": "I led them gently with cords of a man, with bonds of love [guiding them],\nAnd I was to them as one who lifts up and eases the yoke [of the law] over their jaws;\nAnd I bent down to them and fed them.",
      "5": "They will not return to the land of Egypt,\nBut Assyria will be their king [bringing them into captivity]\nBecause they refused to return to Me.",
      "6": "The sword will whirl against and fall on their cities,\nAnd will demolish the bars of their gates and fortifications\nAnd will consume them because of their counsels.",
      "7": "My people are bent on turning from Me;\nThough the prophets call them to the One on high,\nNone at all exalts Him.",
      "8": "How can I give you up, O Ephraim?\nHow can I surrender you, O Israel?\nHow can I make you like Admah?\nHow can I treat you like Zeboiim?\nMy heart recoils within Me;\nAll My compassions are kindled together [for My nation of Israel].",
      "9": "I will not execute the fierceness of My anger;\nI will not return to Ephraim to destroy him again.\nFor I am God and not man, the Holy One in your midst [who will not revoke My covenant],\nAnd I will not come in wrath or enter the city [in judgment].",
      "10": "They will walk after the Lord [in obedience and worship],\nWho will roar like a lion;\nHe will roar [summoning them]\nAnd His sons will come trembling from the west.",
      "11": "They will come trembling and hurriedly like birds from Egypt\nAnd like doves from the land of Assyria;\nAnd I will settle them in their houses [in the land of their inheritance], declares the Lord.",
      "12": "Ephraim surrounds Me with lies\nAnd the house of Israel with deceit;\nJudah is also unruly against God,\nEven against the faithful Holy One."
    },
    "12": {
      "1": "Ephraim feeds on the [emptiness of the] wind\nAnd [continually] pursues the [parching] east wind [which brings destruction];\nEvery day he multiplies lies and violence.\nFurther, he makes a covenant with Assyria\nAnd (olive) oil is carried to Egypt [to seek alliances].",
      "2": "The Lord also has a dispute [a legal complaint and an indictment] with Judah,\nAnd He will punish Jacob in accordance with his ways;\nHe will repay him in accordance with his deeds.",
      "3": "In their mother’s womb he took his brother by the heel,\nAnd in his maturity he contended with God.",
      "4": "He wrestled with the angel and prevailed;\nHe wept [in repentance] and sought His favor.\nHe met Him at Bethel\nAnd there God spoke with [him and through him with] us—",
      "5": "Even the Lord, the God of hosts,\nThe name of Him [who spoke with Jacob] is the Lord.",
      "6": "Therefore, return [in repentance] to your God,\nObserve and highly regard kindness and justice,\nAnd wait [expectantly] for your God continually.",
      "7": "A merchant, in whose hand are false and fraudulent balances;\nHe loves to oppress and exploit.",
      "8": "Ephraim said, “I have indeed become rich [and powerful as a nation];\nI have found wealth for myself.\nIn all my labors they will not find in me\nAny wickedness that would be sin.”",
      "9": "But I have been the Lord your God since [you became a nation in] the land of Egypt;\nI will make you live in tents again,\nAs in the days of the appointed and solemn festival.",
      "10": "I have also spoken to [you through] the prophets,\nAnd I gave [them] many visions [to make My will known],\nAnd through the prophets I gave parables [to appeal to your sense of right and wrong].",
      "11": "Is there wickedness (idolatry) in Gilead?\nSurely the people there are worthless.\nIn Gilgal [they defy Me when] they sacrifice bulls,\nYes, [after My judgment] their [pagan] altars are like the stone heaps\nIn the furrows of the fields.",
      "12": "Now Jacob (Israel) fled into the open country of Aram (Paddan-aram),\nAnd [there] Israel (Jacob) worked and served for a wife,\nAnd for a wife he kept sheep.",
      "13": "And by a prophet (Moses) the Lord brought Israel up from Egypt,\nAnd by a prophet Israel was preserved.",
      "14": "Ephraim has provoked most bitter anger;\nSo his Lord will leave his bloodguilt on him [invoking punishment]\nAnd bring back to him his shame and dishonor."
    },
    "13": {
      "1": "When Ephraim spoke, there was trembling and terror.\nHe exalted himself [above the other tribes] in Israel;\nBut through [the worship of] Baal he became guilty and died [spiritually, and then came ruin, sealing Israel’s doom as a nation].",
      "2": "And now they sin more and more,\nAnd make for themselves molten images,\nIdols skillfully made from their silver [as it pleased them],\nAll of them the work of the craftsmen.\nThey say of these [very works of their hands], “Let those who sacrifice kiss and show respect to the calves [as if they were living gods]!”",
      "3": "Therefore they will be [swiftly dissipated] like the morning cloud\nOr like dew which soon disappears,\nLike chaff which swirls with the whirlwind from the threshing floor,\nAnd like smoke from the chimney or through the window [worthless and without substance —they will vanish].",
      "4": "Yet I have been the Lord your God\nSince [the time you became a nation in] the land of Egypt;\nAnd you were not to know any god except Me,\nFor there is no savior besides Me.",
      "5": "I knew and regarded you and cared for you in the wilderness,\nIn the land of drought.",
      "6": "When they had their pasture, they became satisfied,\nAnd being satisfied, their heart became proud (self-centered);\nTherefore they forgot Me.",
      "7": "So I will be like a lion to them;\nLike a leopard I will watch and lie in wait [ready to attack] by the road [to Assyria].",
      "8": "I will encounter them like a bear robbed of her cubs,\nAnd I will tear open their chests;\nThere I will also devour them like a lioness,\nAs a wild beast would tear them.",
      "9": "It is your destruction, O Israel,\nBecause you are against Me, [and have rebelled] against your help.",
      "10": "Where now is your king\nThat he may save you [when you are attacked] in all your cities?\nAnd your judges of whom you asked,\n“Give me a king and princes”?",
      "11": "I gave you a king in My anger,\nAnd I took him away in My wrath [as punishment].",
      "12": "The wickedness of Ephraim [which is not yet completely punished] is bound up [as in a bag];\nHis sin is stored up [for judgment and destruction].",
      "13": "The pains of childbirth come on him;\nBut he is not a wise son,\nFor it is not the time to delay [his chance at a new birth] as the womb opens [but he ignores the opportunity to change].",
      "14": "Shall I ransom them from the power of Sheol (the place of the dead)?\nShall I redeem them from death?\nO death, where are your thorns?\nO Sheol, where is your sting?\nCompassion is hidden from My eyes [because of their failure to repent].",
      "15": "For though he flourishes among the reeds (his fellow tribes),\nAn east wind (Assyria) will come,\nThe breath of the Lord rising from the desert;\nAnd Ephraim’s spring will become dry\nAnd his fountain will be dried up.\nAssyria will plunder his treasury of every precious object.",
      "16": "Samaria will be found guilty [and become desolate],\nBecause she rebelled against her God;\nThey will fall by the sword,\nTheir infants will be dashed in pieces,\nAnd their pregnant women will be ripped open."
    },
    "14": {
      "1": "O Israel, return [in repentance] to the Lord your God,\nFor you have stumbled and fallen [visited by tragedy], because of your sin.",
      "2": "Take the words [confessing your guilt] with you and return to the Lord.\nSay to Him, “Take away all our wickedness;\nAccept what is good and receive us graciously,\nSo that we may present the fruit of our lips (gratitude).",
      "3": "“Assyria will not save us;\nWe will not ride on horses [relying on military might],\nNor will we say again to [the idols who are] the work of our hands,\n‘You are our gods.’\nFor in You [O Lord] the orphan finds love and compassion and mercy.”",
      "4": "I will heal their apostasy and faithlessness;\nI will love them freely,\nFor My anger has turned away from Israel.",
      "5": "I shall be like the dew to Israel;\nHe will blossom like the lily,\nAnd he will take root like the cedars of Lebanon.",
      "6": "His shoots will sprout,\nAnd his beauty will be like the olive tree\nAnd his fragrance like the cedars of Lebanon.",
      "7": "Those who live in his shadow\nWill again raise grain,\nAnd they will blossom like the vine.\nHis renown will be like the wine of Lebanon.",
      "8": "O Ephraim, what more have I to do with idols?\nIt is I who have answered and will care for you and watch over you.\nI am like a luxuriant cypress tree;\nWith Me your fruit is found [which is to nourish you].",
      "9": "Whoever is [spiritually] wise, let him understand these things;\nWhoever is [spiritually] discerning and understanding, let him know them.\nFor the ways of the Lord are right,\nAnd the righteous will walk in them,\nBut transgressors will stumble and fall in them."
    }
  },
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:53:17.838650-04:00",
    "Translation": "AMP"
  }
}