{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:53:09.333650-04:00",
    "Translation": "AMP"
  },
  "Isaiah": {
    "1": {
      "1": "The vision of [the prophet] Isaiah the son of Amoz concerning [the kingdom of] Judah and [its capital] Jerusalem, which he saw [as revealed by God] during the reigns of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.",
      "2": "Hear, O heavens, and listen, O earth;\nFor the Lord has spoken:\n“I have reared and brought up sons,\nBut they have rebelled against Me and have broken away.",
      "3": "“The ox [instinctively] knows its owner,\nAnd the donkey its master’s feeding trough,\nBut Israel does not know [Me as Lord],\nMy people do not understand.”",
      "4": "Ah, sinful nation,\nA people loaded down with wickedness [with sin, with injustice, with wrongdoing],\nOffspring of evildoers,\nSons who behave corruptly!\nThey have abandoned (rejected) the Lord,\nThey have despised the Holy One of Israel [provoking Him to anger],\nThey have turned away from Him.",
      "5": "Why should you be stricken and punished again [since no change results from it]?\nYou [only] continue to rebel.\nThe whole head is sick\nAnd the whole heart is faint and sick.",
      "6": "From the sole of the foot even to the head\nThere is nothing healthy in the nation’s body,\nOnly bruises, welts, and raw wounds,\nNot pressed out or bandaged,\nNor softened with oil [as a remedy].",
      "7": "Your land lies desolate [because of your disobedience],\nYour cities are burned with fire,\nYour fields—strangers are devouring them in your very presence;\nIt is desolate, as overthrown by strangers.",
      "8": "The Daughter of Zion (Jerusalem) is left like a [deserted] shelter in a vineyard,\nLike a watchman’s hut in a cucumber field, like a besieged city [isolated, surrounded by devastation].",
      "9": "If the Lord of hosts\nHad not left us a few survivors,\nWe would be like Sodom,\nWe would be like Gomorrah.",
      "10": "Hear the word of the Lord [rulers of Jerusalem],\nYou rulers of [another] Sodom,\nListen to the law and instruction of our God,\nYou people of [another] Gomorrah.",
      "11": "“What are your multiplied sacrifices to Me [without your repentance]?”\nSays the Lord.\n“I have had enough of [your] burnt offerings of rams\nAnd the fat of well-fed cattle [without your obedience];\nAnd I take no pleasure in the blood of bulls or lambs or goats [offered without repentance].",
      "12": "“When you come to appear before Me,\nWho requires this of you, this trampling of My [temple] courts [by your sinful feet]?",
      "13": "“Do not bring worthless offerings again,\n[Your] incense is repulsive to Me;\n[Your] New Moon and Sabbath [observances], the calling of assemblies—\nI cannot endure wickedness [your sin, your injustice, your wrongdoing] and [the squalor of] the festive assembly.",
      "14": "“I hate [the hypocrisy of] your New Moon festivals and your appointed feasts.\nThey have become a burden to Me;\nI am weary of bearing them.",
      "15": "“So when you spread out your hands [in prayer, pleading for My help],\nI will hide My eyes from you;\nYes, even though you offer many prayers,\nI will not be listening.\nYour hands are full of blood!",
      "16": "“Wash yourselves, make yourselves clean;\nGet your evil deeds out of My sight.\nStop doing evil,",
      "17": "Learn to do good.\nSeek justice,\nRebuke the ruthless,\nDefend the fatherless,\nPlead for the [rights of the] widow [in court].",
      "18": "“Come now, and let us reason together,”\nSays the Lord.\n“Though your sins are like scarlet,\nThey shall be as white as snow;\nThough they are red like crimson,\nThey shall be like wool.",
      "19": "“If you are willing and obedient,\nYou shall eat the best of the land;",
      "20": "But if you refuse and rebel,\nYou shall be devoured by the sword.”\nFor the mouth of the Lord has spoken.",
      "21": "How the faithful city has become a prostitute [idolatrous, despicable],\nShe who was full of justice!\nRight standing with God once lodged in her,\nBut now murderers.",
      "22": "Your silver has turned to lead,\nYour wine is diluted with water.",
      "23": "Your rulers are rebels\nAnd companions of thieves;\nEveryone loves bribes\nAnd chases after gifts.\nThey do not defend the fatherless,\nNor does the widow’s cause come before them [instead they delay or turn a deaf ear].",
      "24": "Therefore the Lord God of hosts,\nThe Mighty One of Israel, declares:\n“Ah, I will be freed of My adversaries\nAnd avenge Myself on My enemies.",
      "25": "“And I will turn My hand against you,\nAnd will [thoroughly] purge away your dross as with lye\nAnd remove all your tin (impurity).",
      "26": "“Then I will restore your judges as at the first,\nAnd your counselors as at the beginning;\nAfterward you will be called the city of righteousness,\nThe faithful city.”",
      "27": "Zion will be redeemed with justice\nAnd her repentant ones with righteousness.",
      "28": "But rebels and sinners will be crushed and destroyed together,\nAnd those who abandon (turn away from) the Lord will be consumed (perish).",
      "29": "For you will be ashamed [of the degradation] of the oaks in which you took [idolatrous] pleasure,\nAnd you will be ashamed of the gardens [of passion] which you have chosen [for pagan worship].",
      "30": "For you will be like an oak whose leaf withers and dies\nAnd like a garden that has no water.",
      "31": "The strong man will become tinder,\nAnd his work a spark.\nSo both will burn together\nAnd there will be none to quench them."
    },
    "2": {
      "1": "The word [from God] which Isaiah son of Amoz saw [in a vision] concerning [the nation of] Judah and [its capital city] Jerusalem.",
      "2": "Now it will come to pass that\nIn the last days\nThe mountain of the house of the Lord\nWill be [firmly] established as the highest of the mountains,\nAnd will be exalted above the hills;\nAnd all the nations will stream to it.",
      "3": "And many peoples shall come and say,\n“Come, let us go up to the mountain of the Lord,\nTo the house (temple) of the God of Jacob;\nThat He may teach us His ways\nAnd that we may walk in His paths.”\nFor the law will go out from Zion\nAnd the word of the Lord from Jerusalem.",
      "4": "And He will judge between the nations,\nAnd will mediate [disputes] for many peoples;\nAnd they will beat their swords into plowshares and their spears into pruning hooks.\nNation will not lift up the sword against nation,\nAnd never again will they learn war.",
      "5": "O house of Jacob, come, let us walk in the light of the Lord.",
      "6": "Most certainly [Lord] You have abandoned your people, the house of Jacob,\nBecause they are filled with influences from the east,\nAnd they are soothsayers [who foretell] like the Philistines;\nAlso they strike bargains with the children of foreigners (pagans).",
      "7": "Their land has also been filled with silver and gold\nAnd there is no end to their treasures;\nTheir land has also been filled with horses\nAnd there is no end to their chariots.",
      "8": "Their land has also been filled with idols;\nThey worship the work of their hands,\nThat which their own fingers have made.",
      "9": "So the common man has been humbled [before idols]\nAnd the man of importance has been degraded,\nTherefore do not forgive them [O Lord].",
      "10": "Go among the rocks and hide in the dust\nFrom the terror of the Lord and from the splendor of His majesty.",
      "11": "The proud look of man will be degraded\nAnd the arrogance of men will be humbled,\nAnd the Lord alone will be exalted in that day.",
      "12": "For the Lord of hosts will have a day of reckoning\nAgainst all who are proud and arrogant\nAnd against all who are lifted up,\nThat they may be degraded.",
      "13": "And the wrath of God will be against all the cedars of Lebanon [west of the Jordan] that are high and lifted up,\nAgainst all the oaks of Bashan [east of the Jordan],",
      "14": "Against all the high mountains,\nAgainst all the hills that are lifted up,",
      "15": "Against every high tower,\nAgainst every fortified wall,",
      "16": "Against all the ships of Tarshish\nAnd against all the beautiful craft.",
      "17": "Then the pride of man will be humbled\nAnd the arrogance of men will be degraded;\nThe Lord alone shall be exalted in that day,",
      "18": "And the idols will completely vanish (be abolished).",
      "19": "They [the stricken, deprived of all in which they had trusted] will go into the caves of the rocks\nAnd into the holes of the ground [fleeing]\nFrom the terror and dread of the Lord\nAnd from the splendor of His majesty,\nWhen He arises to terrify the earth.",
      "20": "In that day men will throw away to the moles and to the bats\nTheir idols of silver and their idols of gold,\nWhich they made for themselves [as objects] to worship,",
      "21": "To go into the caverns of the rocks and into the clefts of the [ragged] cliffs [as they flee]\nFrom the terror and dread of the Lord and the splendor of His majesty,\nWhen He arises to terrify the earth.",
      "22": "Stop regarding man, whose breath [of life] is in his nostrils [for so little time];\nFor why should he be esteemed?"
    },
    "3": {
      "1": "Listen carefully, the Lord God of hosts is removing from Jerusalem and from Judah\nBoth supply and support, the whole supply of bread\nAnd the whole supply of water;",
      "2": "The brave man and the warrior [He is also removing],\nThe judge and the prophet,\nThe diviner and the elder,",
      "3": "The captain of fifty and the man of honor,\nThe counselor and the expert artisan,\nAnd the skillful enchanter.",
      "4": "And I will make mere boys their princes,\nAnd capricious (impulsive, unpredictable) children will rule over them.",
      "5": "And the people will be oppressed,\nEach one by another, and each one by his neighbor;\nThe boy will be arrogant and insolent toward the elder\nAnd the vulgar (common) toward the honorable [person of rank].",
      "6": "When a man takes hold of his brother in the house of his father, saying,\n“You have a robe, you shall be our judge and ruler,\nAnd this pile of ruins will be under your control,”",
      "7": "He will protest on that day, saying,\n“I will not be a governor;\nFor in my house there is neither bread nor clothing;\nYou should not make me a judge and ruler of the people.”",
      "8": "For Jerusalem has stumbled and Judah has fallen,\nBecause their words and their actions are against the Lord,\nTo rebel against His glorious presence and defiantly provoke Him.",
      "9": "Their partiality testifies against them,\nThey display their sin like Sodom;\nThey do not even hide it.\nWoe (judgment is coming) to them!\nFor they have brought evil on themselves [as a reward].",
      "10": "Say to the righteous that it will go well with them,\nFor they will eat the fruit of their [righteous] actions.",
      "11": "Woe (judgment is coming) to the wicked! It shall go badly with him,\nFor what his hand has done shall be done to him.",
      "12": "O My people! Children are their oppressors,\nAnd women rule over them.\nO My people! Your leaders lead you astray\nAnd confuse (destroy, swallow up) the direction of your paths.",
      "13": "The Lord rises to contend,\nAnd stands to judge the people.",
      "14": "The Lord enters into judgment with the elders of His people and their princes,\n“For it is you who have devoured the vineyard [with your oppression, you have robbed the people and ruined the country];\nThe plunder of the poor is in your houses.",
      "15": "“What do you mean by crushing My people\nAnd grinding the face of the poor?”\nDeclares the Lord God of hosts.",
      "16": "Moreover, the Lord said, “Because the daughters of Zion are proud\nAnd walk with outstretched necks and seductive (flirtatious, alluring) eyes,\nAnd trip along with mincing steps and an affected gait\nAnd walk with jingling anklets on their feet,",
      "17": "Therefore the Lord will afflict the crown of the head of the daughters of Zion with scabs [making them bald],\nAnd the Lord will expose their foreheads (send them into captivity).”",
      "18": "In that day the Lord will take away the beauty of their anklets, [braided] caps, crescent [head] ornaments,",
      "19": "dangling earrings, bracelets, and the hanging veils and scarves,",
      "20": "head wraps (turbans), [short, jingling] ankle chains, sashes, perfume boxes, amulets (charms),",
      "21": "signet [finger] rings, nose rings,",
      "22": "festival robes, outer tunics, shawls, handbags,",
      "23": "hand mirrors, [fine linen] undergarments, headbands, and veils [covering the entire body].",
      "24": "Now it will come to pass that instead of the sweet fragrance of spices there will be [the stench of] rottenness;\nInstead of a belt, a rope;\nInstead of well-set hair, baldness;\nInstead of fine clothes, a robe of sackcloth;\nAnd branding [of captives by the scorching heat] instead of beauty.",
      "25": "Your men will fall by the sword\nAnd your mighty men in battle.",
      "26": "And Jerusalem’s gates will lament (cry out in grief) and mourn [as those who wail for the dead];\nAnd she, being ruined and desolate, will sit upon the ground."
    },
    "4": {
      "1": "And in that day seven women will take hold of one man, saying, “We will eat our own food and wear [and provide] our own clothes; only let us be called by your name; take away our shame [of being unmarried].”",
      "2": "In that day the Branch of the Lord will be splendid and glorious, and the fruit of the land will be excellent and lovely to those of Israel who have survived.",
      "3": "It will come to pass that he who is left in Zion and remains in Jerusalem will be called holy (set apart for God)—everyone who is recorded for [eternal] life in Jerusalem.",
      "4": "When the Lord has washed away the [moral] filth of the daughters of Zion and has cleansed the bloodstains of Jerusalem from her midst, by the spirit of judgment and by the spirit of burning,",
      "5": "then the Lord will create over the entire site of Mount Zion and over her assemblies, a cloud by day, smoke, and the brightness of a flaming fire by night; for over all the glory and brilliance will be a canopy [a defense, a covering of His divine love and protection].",
      "6": "And there will be a pavilion for shade from the heat by day, and a refuge and a shelter from the storm and the rain."
    },
    "5": {
      "1": "Now let me sing for my greatly Beloved [Lord]\nA song of my Beloved about His vineyard (His chosen people).\nMy greatly Beloved had a vineyard on a very fertile slope (the promised land, Canaan).",
      "2": "He dug it all around and cleared away its stones,\nAnd planted it with the choicest vine (the people of Judah).\nAnd He built a tower in the center of it;\nAnd also hewed out a wine vat in it.\nThen He expected it to produce [the choicest] grapes,\nBut it produced only worthless ones.",
      "3": "“And now, says the Lord, O inhabitants of Jerusalem and men of Judah,\nJudge between Me and My vineyard (My people).",
      "4": "“What more could have been done for My vineyard that I have not done in it?\nWhen I expected it to produce good grapes, why did it yield worthless ones?",
      "5": "“So now let me tell you what I am going to do to My vineyard:\nI will take away its thorn-hedge, and it will be burned up;\nI will break down its stone wall and it will be trampled down [by enemies].",
      "6": "“I will turn it into a wasteland;\nIt will not be pruned or cultivated,\nBut briars and thorns will come up.\nI will also command the clouds not to rain on it.”",
      "7": "For the vineyard of the Lord of hosts is the house (nation) of Israel\nAnd the men of Judah are His delightful planting [which He loves].\nSo He looked for justice, but in fact, [He saw] bloodshed and lawlessness;\n[He looked] for righteousness, but in fact, [He heard] a cry of distress and oppression.",
      "8": "Woe (judgment is coming) to those who join house to house and join field to field [to increase their holdings by depriving others],\nUntil there is no more room [for others],\nSo that you have to live alone in the midst of the land!",
      "9": "In my ears the Lord of hosts said, “Be assured that many houses will become desolate,\nEven great and beautiful ones will be unoccupied.",
      "10": "“For ten acres of vineyard will yield [only] one bath of wine,\nAnd a homer (six bushels) of seed will produce [only] one ephah of grain.”",
      "11": "Woe (judgment is coming) to those who rise early in the morning to pursue intoxicating drink,\nWho stay up late in the night till wine inflames them!",
      "12": "They have lyre and harp, tambourine and flute, and wine at their feasts;\nBut they do not regard nor even pay attention to the deeds of the Lord,\nNor do they consider the work of His hands.",
      "13": "Therefore My people go into exile because they lack knowledge [of God];\nAnd their honorable men are famished,\nAnd their common people are parched with thirst.",
      "14": "Therefore Sheol (the realm of the dead) has increased its appetite and opened its mouth beyond measure;\nAnd Jerusalem’s splendor, her multitude, her [boisterous] uproar and her [drunken] revelers descend into it.",
      "15": "So the common man will be bowed down and the man of importance degraded,\nAnd the eyes of the proud (arrogant) will be degraded.",
      "16": "But the Lord of hosts will be exalted in justice,\nAnd God, the Holy One, will show Himself holy in righteousness [through His righteous judgments].",
      "17": "Then the lambs will graze [among the ruins] as in their own pasture,\nAnd strangers will eat in the desolate places of the [exiled] wealthy.",
      "18": "Woe (judgment is coming) to those who drag along wickedness with cords of falsehood,\nAnd sin as if with cart ropes [towing their own punishment];",
      "19": "Who say, “Let Him move speedily, let Him expedite His work [His promised vengeance], so that we may see it;\nAnd let the purpose of the Holy One of Israel approach\nAnd come to pass, so that we may know it!”",
      "20": "Woe (judgment is coming) to those who call evil good, and good evil;\nWho substitute darkness for light and light for darkness;\nWho substitute bitter for sweet and sweet for bitter!",
      "21": "Woe (judgment is coming) to those who are wise in their own eyes\nAnd clever and shrewd in their own sight!",
      "22": "Woe (judgment is coming) to those who are heroes at drinking wine\nAnd men of strength in mixing intoxicating drinks,",
      "23": "Who justify the wicked and acquit the guilty for a bribe,\nAnd take away the rights of those who are in the right!",
      "24": "Therefore, as the tongue of fire consumes the stubble [from straw]\nAnd the dry grass collapses into the flame,\nSo their root will become like rot and their blossom blow away like fine dust;\nBecause they have rejected the law of the Lord of hosts\nAnd despised and discarded the word of the Holy One of Israel.",
      "25": "Therefore the anger of the Lord has burned against His people,\nAnd He has stretched out His hand against them and has struck them down.\nAnd the mountains trembled, and their dead bodies lay like rubbish in the middle of the streets.\nIn spite of all this God’s anger is not turned away,\nBut His hand is still stretched out [in judgment].",
      "26": "He will lift up a flag to [call] the distant nations [to bring His judgment on Judah],\nAnd will whistle for them from the ends of the earth;\nAnd indeed, they will come with great speed swiftly.",
      "27": "No one among them is weary or stumbles,\nNo one slumbers or sleeps;\nNor is the belt at their waist undone [as if unprepared for action],\nNor is the strap of their sandal broken.",
      "28": "Their arrows are sharp and all their bows are strung and bent;\nTheir horses’ hoofs seem like flint and their chariot wheels like a whirlwind.",
      "29": "Their roaring is like a lioness, they roar like young lions;\nThey growl and seize their prey\nAnd carry it off and there is no one to save it.",
      "30": "And in that day they will roar against them (Judah) like the roaring of the sea.\nAnd if one looks to the land, in fact, there is darkness and distress;\nEven the light will be darkened by its clouds."
    },
    "6": {
      "1": "In the year that King Uzziah died, I saw [in a vision] the Lord sitting on a throne, high and exalted, with the train of His royal robe filling the [most holy part of the] temple.",
      "2": "Above Him seraphim (heavenly beings) stood; each one had six wings: with two wings he covered his face, with two wings he covered his feet, and with two wings he flew.",
      "3": "And one called out to another, saying,\n“Holy, Holy, Holy is the Lord of hosts;\nThe whole earth is filled with His glory.”",
      "4": "And the foundations of the thresholds trembled at the voice of him who called out, and the temple was filling with smoke.",
      "5": "Then I said,\n“Woe is me! For I am ruined,\nBecause I am a man of [ceremonially] unclean lips,\nAnd I live among a people of unclean lips;\nFor my eyes have seen the King, the Lord of hosts.”",
      "6": "Then one of the seraphim flew to me with a burning coal in his hand, which he had taken from the altar with tongs.",
      "7": "He touched my mouth with it and said, “Listen carefully, this has touched your lips; your wickedness [your sin, your injustice, your wrongdoing] is taken away and your sin atoned for and forgiven.”",
      "8": "Then I heard the voice of the Lord, saying, “Whom shall I send, and who will go for Us?” Then I said, “Here am I. Send me!”",
      "9": "And He said, “Go, and tell this people:\n‘Keep on listening, but do not understand;\nKeep on looking, but do not comprehend.’",
      "10": "“Make the heart of this people insensitive,\nTheir ears dull,\nAnd their eyes dim,\nOtherwise they might see with their eyes,\nHear with their ears,\nUnderstand with their hearts,\nAnd return and be healed.”",
      "11": "Then I said, “Lord, how long?” And He answered,\n“Until cities are devastated and without inhabitant,\nAnd houses are without people\nAnd the land is utterly desolate,",
      "12": "The Lord has removed [His] people far away,\nAnd there are many deserted places in the midst of the land.",
      "13": "“And though a tenth [of the people] remain in the land,\nIt will again be subject to destruction [consumed and burned],\nLike a massive terebinth tree or like an oak\nWhose stump remains when it is chopped down.\nThe holy seed [the elect remnant] is its stump [the substance of Israel].”"
    },
    "7": {
      "1": "Now it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin king of Aram (Syria) and Pekah the son of Remaliah, king of Israel, went up to Jerusalem to wage war against it, but they could not conquer it.",
      "2": "When the house of David (Judah) was told, “Aram is allied with Ephraim (Israel),” the hearts of Ahaz and his people trembled as the trees of the forest tremble in the wind.",
      "3": "Then the Lord said to Isaiah, “Go out to meet Ahaz [king of Judah], you and your son Shear-jashub, at the end of the aqueduct of the Upper Pool, on the highway to the Fuller’s Field;",
      "4": "and say to him, ‘Take care and be calm, do not fear and be weak-hearted because of these two stumps of smoldering logs, on account of the fierce anger of [King] Rezin and Aram and of the son of Remaliah (Pekah, usurper of the throne of Israel).",
      "5": "Because Aram, along with Ephraim (Israel) and the son of Remaliah, have planned evil against you (Judah), saying,",
      "6": "“Let us go up against Judah and terrorize it; and let us breach its wall and tear it apart [each of us taking a portion] and set up the son of Tabeel over it as its [puppet] king,”",
      "7": "for this is what the Lord God says, “It shall not stand nor shall it happen.",
      "8": "For the head (capital) of Aram is Damascus and the head of Damascus is [King] Rezin (now within sixty-five years Ephraim will be broken to pieces and will no longer be a people).",
      "9": "And the head (capital) of Ephraim is Samaria, and the head of Samaria is Remaliah’s son [King Pekah]. If you will not believe [and trust in God and His message], be assured that you will not be established.”’”",
      "10": "Then the Lord spoke again to [King] Ahaz, saying,",
      "11": "“Ask a sign for yourself from the Lord your God [one that will convince you that God has spoken and will keep His word]; make your request as deep as Sheol or as high as heaven.”",
      "12": "But Ahaz said, “I will not ask, nor will I test the Lord!”",
      "13": "Then Isaiah said, “Hear then, O house of David! Is it too small a thing for you to try the patience of men, but will you try the patience of my God as well?",
      "14": "Therefore the Lord Himself will give you a sign: Listen carefully, the virgin will conceive and give birth to a son, and she will call his name Immanuel (God with us).",
      "15": "He will eat curds and honey when he knows enough to refuse evil and choose good.",
      "16": "For before the child will know enough to refuse evil and choose good, the land (Canaan) whose two kings you dread will be deserted [both Ephraim and Aram].",
      "17": "The Lord will bring on you, on your people, and on your father’s house such days as have not come since the day that Ephraim (the ten northern tribes) separated from Judah—[He will call for] the king of Assyria.”",
      "18": "In that day the Lord will whistle for the fly that is in the mouth of the rivers and canals of Egypt and for the bee that is in the land of Assyria.",
      "19": "These [armies, like flies and bees] will all come and settle on the steep and rugged ravines and in the clefts of the rocks, and on all the thorn bushes and in all the watering places.",
      "20": "In that day [when foreign armies swarm the land] the Lord will shave with a razor, hired from the regions beyond the Euphrates (that is, with the king of Assyria), [that razor will shave] the head and the hair of the legs; and it will also remove the beard [leaving Judah stripped, shamed and scorned].",
      "21": "Now in that day [because of the poverty caused by the invaders] a man will keep alive only a young milk cow and two sheep;",
      "22": "and because of the abundance of milk produced he will eat curds, for everyone that is left in the land will eat [only] curds and [wild] honey.",
      "23": "And it will come to pass in that day, in every place where there used to be a thousand vines, worth a thousand silver shekels, there will be briars and thorns.",
      "24": "People will come there [to hunt] with arrows and with bows because all the land will be briars and thorns.",
      "25": "As for all the hills which used to be cultivated with the pick and the hoe, you will no longer go there for fear of briars and thorns; but they will become a place where oxen are pastured and where sheep tread."
    },
    "8": {
      "1": "Then the Lord said to me, “Take for yourself a large tablet [for public display] and write on it in ordinary characters: Belonging to Maher-shalal-hash-baz.",
      "2": "And I will get faithful witnesses to attest [to this prophecy] for me, Uriah the priest and Zechariah the son of Jeberechiah.”",
      "3": "So I approached [my wife] the prophetess, and she conceived and gave birth to a son. Then the Lord said to me, “Name him Maher-shalal-hash-baz [to remind the people of the prophecy];",
      "4": "for before the boy knows how to say, ‘My father’ or ‘My mother,’ the riches of Damascus (Aram’s capital) and the spoil of Samaria (Israel’s capital) will be carried away by the king of Assyria.”",
      "5": "Again the Lord spoke to me, saying,",
      "6": "“Because these people (Judah) have refused the gently flowing waters of Shiloah\nAnd rejoice in Rezin [the king of Aram] and Remaliah’s son [Pekah the king of Israel],",
      "7": "Now therefore, listen carefully, the Lord is about to bring on them the waters of the [Euphrates] River, strong and abundant—\nThe king of Assyria and all his glory;\nAnd it will rise over all its channels and canals and go far beyond its banks.",
      "8": "“Then it will sweep on into Judah; it will overflow and pass through [the hills],\nReaching even to the neck [of which Jerusalem is the head],\nAnd its outstretched wings (the armies of Assyria) will fill the width of Your land, O Immanuel.",
      "9": "“Be broken [in pieces], O peoples, and be shattered!\nListen, all you [our enemies from the] far countries.\nPrepare yourselves [for war], and be shattered;\nPrepare yourselves [for war], and be shattered.",
      "10": "“Take counsel together [against Judah], but it will come to nothing;\nSpeak the word, but it will not stand,\nFor God is with us (Immanuel).”",
      "11": "For in this way the Lord spoke to me with His strong hand [upon me] and instructed me not to walk in the way of this people [behaving as they do], saying,",
      "12": "“You are not to say, ‘It is a conspiracy!’\nIn regard to all that this people call a conspiracy,\nAnd you are not to fear what they fear nor be in dread of it.",
      "13": "“It is the Lord of hosts whom you are to regard as holy and awesome.\nHe shall be your [source of] fear,\nHe shall be your [source of] dread [not man].",
      "14": "“Then He shall be a sanctuary [a sacred, indestructible shelter for those who fear and trust Him];\nBut to both the houses of Israel [both the northern and southern kingdoms—Israel and Judah, He will be] a stone on which to stumble and a rock on which to trip,\nA trap and a snare for the inhabitants of Jerusalem.",
      "15": "“Many [among them] will stumble over them;\nThen they will fall and be broken,\nThey will even be snared and trapped.”",
      "16": "Bind up the testimony, seal the law and the teaching among my (Isaiah’s) disciples.",
      "17": "And I will wait for the Lord who is hiding His face from the house of Jacob; and I will look eagerly for Him.",
      "18": "Listen carefully, I and the children whom the Lord has given me are for signs and wonders [that will occur] in Israel from the Lord of hosts, who dwells on Mount Zion.",
      "19": "When the people [instead of trusting God] say to you, “Consult the mediums [who try to talk to the dead] and the soothsayers who chirp and whisper and mutter,” should not a people consult their God? Should they consult the dead on behalf of the living?",
      "20": "[Direct those people] to the law and to the testimony! If their teachings are not in accord with this word, it is because they have no dawn.",
      "21": "They [who consult mediums and soothsayers] will pass through the land deeply distressed and hungry, and when they are hungry, they will become enraged and will curse their king and their God as they look upward.",
      "22": "Then they will look to the earth, they will see only distress and darkness, the gloom of anguish; and they will be driven away into darkness and overwhelming night."
    },
    "9": {
      "1": "But there will be no more gloom for her who was in anguish [for with judgment comes the promise of salvation]. In earlier times He treated the land of Zebulun and the land of Naphtali with contempt, but later on He will make them honored [by the presence of the Messiah], by the way of the sea, on the other side of Jordan, Galilee of the Gentiles.",
      "2": "The people who walk in [spiritual] darkness\nWill see a great Light;\nThose who live in the dark land,\nThe Light will shine on them.",
      "3": "You [O God] will increase the nation,\nYou will multiply their joy;\nThey will rejoice before You\nLike the joy and jubilation of the harvest,\nAs men rejoice when they divide the spoil [of victory].",
      "4": "For You will break the yoke of Israel’s burden and the staff (goad) on their shoulders,\nThe rod of their oppressor, as at the battle of Midian.",
      "5": "For every boot of the marching warrior in the battle tumult,\nAnd [every soldier’s] garment rolled in blood, will be used for burning, fuel for the fire.",
      "6": "For to us a Child shall be born, to us a Son shall be given;\nAnd the government shall be upon His shoulder,\nAnd His name shall be called Wonderful Counselor, Mighty God,\nEverlasting Father, Prince of Peace.",
      "7": "There shall be no end to the increase of His government and of peace,\n[He shall rule] on the throne of David and over his kingdom,\nTo establish it and to uphold it with justice and righteousness\nFrom that time forward and forevermore.\nThe zeal of the Lord of hosts will accomplish this.",
      "8": "The Lord sends a word (message) against Jacob,\nAnd it falls on Israel [the ten northern tribes, the kingdom of Ephraim].",
      "9": "And all the people know it,\nThat is, Ephraim and the inhabitants of Samaria [its capital],\nWho say in pride and arrogance of heart:",
      "10": "“The bricks have fallen down,\nBut we will rebuild [all the better] with ashlar (hewed stones);\nThe sycamores have been cut down,\nBut we will replace them with [expensive] cedars.”",
      "11": "Therefore the Lord raises against Ephraim adversaries from Rezin [king of Aram]\nAnd spurs their enemies on,",
      "12": "The Arameans on the east and the Philistines on the west;\nAnd they devour Israel with gaping jaws.\nIn spite of all this, God’s anger does not turn away\nBut His hand is still stretched out [in judgment].",
      "13": "Yet the people do not turn back [in repentance] to Him who struck them,\nNor do they seek the Lord of hosts [as their most essential need].",
      "14": "Therefore the Lord cuts off head and tail [the highest and the lowest] from Israel,\nBoth [the high] palm branch and [the low] bulrush in one day.",
      "15": "The elderly and honorable man, he is the head;\nAnd the prophet who teaches lies, he is the tail.",
      "16": "For those who lead this people are causing them to go astray;\nAnd those who are led [astray] by them are swallowed up.",
      "17": "Therefore the Lord does not rejoice over their young men,\nNor does He have compassion on their fatherless or their widows;\nFor every one of them is godless and an evildoer,\nAnd every mouth is speaking foolishness.\nIn spite of all this, God’s anger does not turn away\nBut His hand is still stretched out [in judgment].",
      "18": "For wickedness burns like a fire;\nIt consumes briars and thorns,\nIt even sets the forest thickets ablaze;\nAnd it swirls upward in a column of smoke.",
      "19": "By the wrath of the Lord of hosts the land is burned up,\nAnd the people are like fuel for the fire;\nNo man spares his brother.",
      "20": "They slice off [in discord] what is on the right hand but are still hungry,\nAnd they eat what is on the left hand but they are not satisfied;\nEach eats the flesh of his own arm.",
      "21": "[The tribe of] Manasseh devours [the tribe of his brother] Ephraim, and Ephraim Manasseh,\nAnd together they are against Judah (the southern kingdom, the house of David).\nIn spite of all this, God’s anger does not turn away\nBut His hand is still stretched out [in judgment]."
    },
    "10": {
      "1": "Woe (judgment is coming) to those [judges] who issue evil statutes,\nAnd to those [magistrates] who constantly record unjust and oppressive decisions,",
      "2": "So as to deprive the needy of justice\nAnd rob the poor of My people of rightful claims,\nSo that widows may be their spoil\nAnd that they may plunder the fatherless.",
      "3": "Now what will you do in the day of [God’s] punishment,\nAnd in the storm of devastation which will come from far away?\nTo whom will you flee for help?\nAnd where will you leave your wealth [for safekeeping]?",
      "4": "Nothing remains but to crouch among the captives\nOr fall [dead] among the slain [on the battlefield].\nIn spite of all this, God’s anger does not turn away,\nBut His hand is still stretched out [in judgment].",
      "5": "Woe to Assyria, the rod of My anger [against Israel],\nThe staff in whose hand is My indignation and fury [against Israel’s disobedience]!",
      "6": "I send Assyria against a godless nation\nAnd commission it against the people of My wrath\nTo take the spoil and to seize the plunder,\nAnd to trample them down like mud in the streets.",
      "7": "Yet it is not Assyria’s intention [to do My will],\nNor does it plan so in its heart,\nBut instead it is its purpose to destroy\nAnd to cut off many nations.",
      "8": "For Assyria says, “Are not my princes all kings?",
      "9": "“Is not Calno [conquered] like Carchemish [on the Euphrates]?\nIs not Hamath [subdued] like Arpad [her neighbor]?\nIs not Samaria [in Israel] like Damascus [in Aram]?",
      "10": "“As my hand has reached to the kingdoms of the idols,\nWhose carved images were greater and more feared than those of Jerusalem and Samaria,",
      "11": "Shall I not do to Jerusalem and her images\nJust as I have done to Samaria and her idols?” [declares Assyria].",
      "12": "So when the Lord has completed all His work [of judgment] on Mount Zion and on Jerusalem, He will say, “I will punish the fruit [the thoughts, the declarations, and the actions] of the arrogant heart of the king of Assyria and the haughtiness of his pride.”",
      "13": "For the Assyrian king has said,\n“I have done this by the power of my [own] hand and by my wisdom,\nFor I have understanding and skill.\nI have removed the boundaries of the peoples\nAnd have plundered their treasures;\nLike a bull I have brought down those who sat on thrones.",
      "14": "“My hand has found the wealth of the people like a nest,\nAnd as one gathers eggs that are abandoned, so I have gathered all the earth;\nAnd there was not one that flapped its wing, or that opened its beak and chirped.”",
      "15": "Is the axe able to lift itself over the one who chops with it?\nIs the saw able to magnify itself over the one who wields it?\nThat would be like a club moving those who lift it,\nOr like a staff raising him who is not [made of] wood [like itself]!",
      "16": "Therefore the Lord, the God of hosts, will send a wasting disease among the stout warriors of Assyria;\nAnd under his glory a fire will be kindled like a burning flame.",
      "17": "And the Light of Israel will become a fire and His Holy One a flame,\nAnd it will burn and devour Assyria’s thorns and briars in a single day.",
      "18": "The Lord will consume the glory of Assyria’s forest and of its fruitful garden, both soul and body,\nAnd it will be as when a sick man wastes away.",
      "19": "And the remaining trees of Assyria’s forest will be so few in number\nThat a child could write them down.",
      "20": "Now in that day the remnant of Israel, and those of the house of Jacob who have escaped, will never again rely on the one who struck them, but will truly rely on the Lord, the Holy One of Israel.",
      "21": "A remnant will return, a remnant of Jacob, to the mighty God.",
      "22": "For though your people, O Israel, may be as the sand of the sea,\nOnly a remnant within them will return;\nThe destruction is determined [it is decided and destined for completion], overflowing with justice (righteous punishment).",
      "23": "For the Lord, the God of hosts, will execute a complete destruction, one that is decreed, in the midst of all the land.",
      "24": "Therefore, the Lord God of hosts says this, “O My people who dwell in Zion, do not be afraid of the Assyrian who strikes you with a rod and lifts up his staff against you, as [the king of] Egypt did.",
      "25": "For yet a very little while and My indignation [against you] will be fulfilled and My anger will be directed toward the destruction of the Assyrian.”",
      "26": "The Lord of hosts will brandish a whip against them like the slaughter of Midian at the rock of Oreb; and His staff will be over the [Red] Sea and He will lift it up the way He did in [the flight from] Egypt.",
      "27": "So it will be in that day, that the burden of the Assyrian will be removed from your shoulders and his yoke from your neck. The yoke will be broken because of the fat.",
      "28": "The Assyrian has come against Aiath [in Judah],\nHe has passed through Migron [with his army];\nAt Michmash he stored his equipment.",
      "29": "They have gone through the pass, saying,\n“Geba will be our lodging place for the night.”\nRamah trembles, and Gibeah [the city] of Saul has fled.",
      "30": "Cry aloud with your voice [in consternation], O Daughter of Gallim!\nPay attention, Laishah! Answer her, Anathoth!",
      "31": "Madmenah has fled;\nThe inhabitants of Gebim have fled [with their belongings] to safety.",
      "32": "Yet today the Assyrian will halt at Nob [the city of priests];\nHe shakes his fist at the mountain of the Daughter of Zion, at the hill of Jerusalem.",
      "33": "Listen carefully, the Lord, the God of hosts, will lop off the [beautiful] boughs with terrifying force;\nThe tall in stature will be cut down\nAnd the lofty will be abased and humiliated.",
      "34": "He will cut down the thickets of the forest with an iron axe,\nAnd Lebanon (the Assyrian) will fall by the Mighty One."
    },
    "11": {
      "1": "Then a Shoot (the Messiah) will spring from the stock of Jesse [David’s father],\nAnd a Branch from his roots will bear fruit.",
      "2": "And the Spirit of the Lord will rest on Him—\nThe Spirit of wisdom and understanding,\nThe Spirit of counsel and strength,\nThe Spirit of knowledge and of the [reverential and obedient] fear of the Lord—",
      "3": "And He will delight in the fear of the Lord,\nAnd He will not judge by what His eyes see,\nNor make decisions by what His ears hear;",
      "4": "But with righteousness and justice He will judge the poor,\nAnd decide with fairness for the downtrodden of the earth;\nAnd He shall strike the earth with the rod of His mouth,\nAnd with the breath of His lips He shall slay the wicked.",
      "5": "And righteousness will be the belt around His loins,\nAnd faithfulness the belt around His waist.",
      "6": "And the wolf will dwell with the lamb,\nAnd the leopard will lie down with the young goat,\nAnd the calf and the young lion and the fatted steer together;\nAnd a little child will lead them.",
      "7": "And the cow and the bear will graze [together],\nTheir young will lie down together,\nAnd the lion shall eat straw like the ox.",
      "8": "And the nursing child will [safely] play over the hole of the cobra,\nAnd the weaned child will put his hand on the viper’s den [and not be hurt].",
      "9": "They will not hurt or destroy in all My holy mountain,\nFor the earth will be full of the knowledge of the Lord\nAs the waters cover the sea.",
      "10": "Then in that day\nThe nations will make supplications to the Root of Jesse\nWho will stand as a signal for the peoples;\nAnd His resting place will be glorious.",
      "11": "Then it will happen on that day that the Lord\nWill again acquire with His hand a second time\nThe remnant of His people, who will remain,\nFrom Assyria, from [Lower] Egypt, from Pathros, from Cush (Ethiopia), from Elam [in Persia], from Shinar [Babylonia], from Hamath [in Aram],\nAnd from the coastlands bordering the [Mediterranean] Sea.",
      "12": "And He will lift up a signal for the nations\nAnd assemble the outcasts of Israel,\nAnd will gather the dispersed of Judah\nFrom the four corners of the earth.",
      "13": "Then the jealousy of Ephraim will depart,\nAnd those who harass Judah will be cut off;\nEphraim will not be jealous of Judah,\nAnd Judah will not harass Ephraim.",
      "14": "Ephraim and Judah will [unite and] swoop down on the slopes of the Philistines toward the west;\nTogether they will plunder the sons (Arabs) of the east.\nThey will possess Edom and Moab,\nAnd the sons of Ammon will be subject to them.",
      "15": "And the Lord will utterly destroy\nThe tongue of the Sea of Egypt;\nAnd with His scorching wind\nHe will wave His hand over the River;\nHe will strike and divide it into seven channels\nAnd make [it possible for] people [to] walk over in sandals.",
      "16": "And there will be a highway from Assyria\nFor the remnant of His people who will be left,\nJust as there was for Israel\nIn the day when they came up out of the land of Egypt."
    },
    "12": {
      "1": "And on that day you will say,\n“I will give thanks to You, O Lord;\nFor though You were angry with me,\nYour anger has turned away,\nAnd You comfort me.",
      "2": "“Behold, God, my salvation!\nI will trust and not be afraid,\nFor the Lord God is my strength and song;\nYes, He has become my salvation.”",
      "3": "Therefore with joy you will draw water\nFrom the springs of salvation.",
      "4": "And in that day you will say,\n“Give thanks to the Lord, call on His name [in prayer].\nMake His deeds known among the peoples [of the earth];\nProclaim [to them] that His name is exalted!”",
      "5": "Sing praises to the Lord, for He has done excellent and glorious things;\nLet this be known throughout the earth.",
      "6": "Rejoice and shout for joy, O inhabitant of Zion,\nFor great in your midst is the Holy One of Israel."
    },
    "13": {
      "1": "The [mournful, inspired] oracle (a burden to be carried) concerning Babylon which Isaiah the son of Amoz saw [in a prophetic vision]:",
      "2": "Lift up a signal banner on the bare mountain,\nSummon them [the Medes and Persians] with a loud voice,\nWave the [beckoning] hand so that they may enter the doorways of the [Babylonian] nobles.",
      "3": "I [the Lord] have commanded My consecrated ones,\nI have even called My great warriors,\nMy proudly exulting ones [the Medes and the Persians who triumph for My honor]—\nTo execute My anger.",
      "4": "A sound of tumult on the mountains,\nLike that of many people!\nA sound of the uproar of the kingdoms,\nOf nations gathered together!\nThe Lord of hosts is mustering an army for battle.",
      "5": "They are coming from a distant country,\nFrom the end of heaven [the farthest horizon]—\nThe Lord and the weapons of His indignation—\nTo destroy the whole land.",
      "6": "Wail, for the day of the Lord is at hand!\nIt will come as destruction from the Almighty (All Sufficient One—Invincible God)!",
      "7": "Therefore all hands will fall limp,\nAnd every man’s heart will melt.",
      "8": "They [of Babylon] will be shocked and terrified,\nPains and anguish will grip them;\nThey will be in pain like a woman in childbirth.\nThey will stare aghast and horrified at one another,\nTheir faces aflame [from the effects of the unprecedented warfare].",
      "9": "Listen carefully, the day of the Lord is coming,\nCruel, with wrath and raging anger,\nTo make the land a horror [of devastation];\nAnd He shall exterminate its sinners from it.",
      "10": "For the stars of heaven and their constellations\nWill not flash with their light;\nThe sun will be dark when it rises,\nAnd the moon will not shed its light.",
      "11": "In this way I will punish the world for its evil\nAnd the wicked for their wickedness [their sin, their injustice, their wrongdoing];\nI will also put an end to the arrogance of the proud\nAnd will abase the arrogance of the tyrant.",
      "12": "I will make mortal man more rare than fine gold,\nAnd mankind [scarcer] than the pure gold of Ophir.",
      "13": "Therefore I will make the heavens tremble;\nAnd the earth will be shaken from its place\nAt the wrath of the Lord of hosts\nIn the day of His burning anger.",
      "14": "And like the hunted gazelle,\nOr like sheep that no man gathers,\nEach [foreign resident] will turn [and go back] to his own people,\nAnd each one flee to his own land.",
      "15": "Anyone who is found will be pierced through,\nAnd anyone who is captured will fall by the sword.",
      "16": "Their children also will be smashed to pieces\nBefore their eyes;\nTheir houses will be looted\nAnd their wives ravished.",
      "17": "Listen carefully, I will put the Medes [in motion] against them,\nWho have no regard for silver and do not delight in gold [and therefore cannot be bribed].",
      "18": "Their bows will cut down the young men [of Babylon];\nThey will take no pity on the fruit of the womb,\nTheir eyes will not look with compassion on the children.",
      "19": "And Babylon, the glory of kingdoms, the beauty of the Chaldeans’ pride,\nWill be like Sodom and Gomorrah when God overthrew them.",
      "20": "Babylon will never be inhabited or lived in from generation to generation;\nNor will the Arab pitch his tent there,\nNor will the shepherds let their sheep lie down there.",
      "21": "But desert creatures will lie down there,\nAnd their houses will be full of owls;\nOstriches also will live there, and wild goats will dance there.",
      "22": "Hyenas will howl in their castles,\nAnd jackals in their luxurious palaces.\nBabylon’s time has nearly come,\nAnd her days will not be prolonged."
    },
    "14": {
      "1": "For the Lord will have compassion on Jacob (the captives in Babylon) and will again choose Israel, and will settle them in their own land. Foreigners (Gentiles) will join them [as proselytes] and will attach themselves to the house of Jacob (Israel).",
      "2": "The peoples will take them along and bring them to their own place (Judea), and the house of Israel will possess them as an inheritance in the land of the Lord as male and female servants; and they will take captive those whose captives they have been, and they will rule over their [former] oppressors.",
      "3": "And it will be in the day when the Lord gives you rest from your pain and turmoil and from the harsh service in which you have been enslaved,",
      "4": "that you will take up this taunt against the king of Babylon, and say,\n“How the oppressor has ceased [his insolence],\nAnd how the fury has ceased!",
      "5": "“The Lord has broken the staff of the wicked,\nThe scepter of the [tyrant] rulers",
      "6": "Which used to strike the peoples in anger with incessant blows,\nWhich subdued and ruled the nations in wrath with unrelenting persecution.",
      "7": "“The whole earth is at rest and is quiet;\nThey break into shouts of joy.",
      "8": "“Even the cypress trees rejoice over you [kings of Babylon], even the cedars of Lebanon, saying,\n‘Since you were laid low, no woodcutter comes up against us.’",
      "9": "“Sheol below is excited about you to meet you when you come [you tyrant of Babylon];\nIt stirs up the spirits of the dead [to greet you], all the leaders of the earth;\nIt raises all the kings of the nations from their thrones [in astonishment at your fall].",
      "10": "“All of them will respond [tauntingly] and say to you,\n‘You have become as weak as we are.\nYou have become like us.",
      "11": "‘Your pomp and magnificence have been brought down to Sheol,\nAlong with the music of your harps;\nThe maggots [which prey on the dead] are spread out under you [as a bed]\nAnd worms are your covering [Babylonian rulers].’",
      "12": "“How you have fallen from heaven,\nO star of the morning [light-bringer], son of the dawn!\nYou have been cut down to the ground,\nYou who have weakened the nations [king of Babylon]!",
      "13": "“But you said in your heart,\n‘I will ascend to heaven;\nI will raise my throne above the stars of God;\nI will sit on the mount of assembly\nIn the remote parts of the north.",
      "14": "‘I will ascend above the heights of the clouds;\nI will make myself like the Most High.’",
      "15": "“But [in fact] you will be brought down to Sheol,\nTo the remote recesses of the pit (the region of the dead).",
      "16": "“Those who see you will gaze at you,\nThey will consider you, saying,\n‘Is this the man who made the earth tremble,\nWho shook kingdoms,",
      "17": "Who made the world like a wilderness\nAnd overthrew its cities,\nWho did not permit his prisoners to return home?’",
      "18": "“All the kings of the nations, all of them lie [dead] in glorious array,\nEach one in his own sepulcher.",
      "19": "“But you [king of Babylon] have been cast out of your tomb (denied burial)\nLike a rejected branch,\nClothed with the slain who are pierced by the sword,\nWho go down to the stones of the pit [into which carcasses are thrown],\nLike a dead body trampled [underfoot].",
      "20": "“You will not be united with them in burial,\nBecause you have destroyed your land,\nYou have slain your people.\nMay the descendants of evildoers never be named!",
      "21": "“Prepare a slaughtering place for his sons\nBecause of the wickedness [the sin, the injustice, the wrongdoing] of their fathers.\nThey must not rise and take possession of the earth,\nAnd fill the face of the world with cities.”",
      "22": "“I will rise up against them,” says the Lord of hosts, “and will cut off from Babylon name and survivors, and son and grandson,” declares the Lord.",
      "23": "“I will also make Babylon a possession of the hedgehog and of swamps of water, and I will sweep it away with the broom of destruction,” declares the Lord of hosts.",
      "24": "The Lord of hosts has sworn [an oath], saying, “Just as I have intended, so it has certainly happened, and just as I have planned, so it will stand—",
      "25": "to break the Assyrian in My land, and on My mountains I will trample him underfoot. Then the Assyrian’s yoke will be removed from them (the people of Judah) and his burden removed from their shoulder.",
      "26": "This is the plan [of God] decided for the whole earth [regarded as conquered and put under tribute by Assyria]; and this is the hand [of God] that is stretched out over all the nations.",
      "27": "For the Lord of hosts has decided and planned, and who can annul it? His hand is stretched out, and who can turn it back?”",
      "28": "In the year that King Ahaz [of Judah] died this [mournful, inspired] oracle (a burden to be carried) came:",
      "29": "“Do not rejoice, O Philistia, any of you,\nBecause the rod [of Judah] that struck you is broken;\nFor out of the serpent’s root will come a viper [King Hezekiah of Judah],\nAnd its offspring will be a flying serpent.",
      "30": "“The firstborn of the helpless [of Judah] will feed [on My meadows],\nAnd the needy will lie down in safety;\nBut I will kill your root with famine,\nAnd your survivors will be put to death.",
      "31": "“Howl, O gate; cry, O city!\nMelt away, O Philistia, all of you;\nFor smoke comes out of the north,\nAnd there is no straggler in his ranks and no one stands detached [in Hezekiah’s battalions].",
      "32": "“Then what answer will one give the messengers of the [Philistine] nation?\nThat the Lord has founded Zion,\nAnd the afflicted of His people will seek and find refuge in it.”"
    },
    "15": {
      "1": "The [mournful, inspired] oracle (a burden to be carried) concerning Moab:\nBecause in a night Ar of Moab is devastated and ruined;\nBecause in a night Kir of Moab is devastated and ruined.",
      "2": "They have gone up to the temple and to Dibon, to the high places to weep.\nMoab wails over Nebo and over Medeba;\nEveryone’s head is shaved, and every beard is cut off [in mourning].",
      "3": "In their streets they have wrapped themselves with sackcloth;\nOn their [flat] housetops and in their open squares\nEveryone is wailing, dissolved in tears.",
      "4": "Heshbon and Elealeh [cities claimed by Moab] cry out;\nTheir voice is heard as far as Jahaz.\nTherefore the armed men of Moab cry out;\nMoab’s soul trembles within him.",
      "5": "My heart cries out for Moab;\nHis fugitives are [fleeing] as far as Zoar and Eglath-shelishiyah.\nFor they go up the ascent of Luhith weeping;\nFor on the road to Horonaim they raise a cry of distress over their destruction.",
      "6": "For the waters of Nimrim are desolate.\nIndeed the grass is withered, the new growth dies;\nThere is no green thing.",
      "7": "Therefore the abundance which they have acquired and stored away\nThey carry off over the Brook of the Willows.",
      "8": "For the cry of distress has echoed around the territory of Moab;\nThe wailing goes as far as Eglaim and the mournful cry to Beer-elim.",
      "9": "For the waters of Dimon are full of blood;\nYet I will bring even more woes on Dimon—\nA lion upon those of Moab who escape and upon the remnant of the land."
    },
    "16": {
      "1": "Send lambs to the ruler of the land [you Moabites],\nFrom Sela [that is, Petra in Edom] through the wilderness to the mountain of the Daughter of Zion (Jerusalem).",
      "2": "For like wandering birds or scattered nestlings,\nThe daughters of Moab will be at the fords of the [river] Arnon.",
      "3": "[Say to the ruler] “Give us advice, make a decision [for Moab, king of Judah];\nCast your shadow [over us] like night in the midst of noon;\nHide the outcasts, do not betray the fugitive [to his pursuer].",
      "4": "“Let our outcasts of Moab live among you;\nBe a [sheltered] hiding place to them from the destroyer.”\nFor the extortioner has come to an end, destruction has ceased,\nOppressors [who trample men] have completely disappeared from the land,",
      "5": "A throne will be established in lovingkindness,\nAnd One will sit on it in faithfulness in the tent (dynasty, family) of David;\nJudging and seeking justice\nAnd being prompt to do righteousness.",
      "6": "We have heard of the pride of Moab, an excessive pride—\nEven of his arrogance, his conceit, his rage,\nHis untruthful boasting.",
      "7": "Therefore Moab will wail for Moab; everyone will wail.\nYou will mourn for the raisin cakes of Kir-hareseth,\nAs those who are utterly stricken and discouraged.",
      "8": "For the fields of Heshbon have languished and withered, and the vines of Sibmah as well;\nThe lords of the nations have trampled down [Moab’s] choice vine branches,\nWhich reached as far as Jazer and wandered into the wilderness;\nIts tendrils stretched out, they passed over [the shores of] the [Dead] Sea.",
      "9": "Therefore I (Isaiah) will weep bitterly for Jazer, for the vines of Sibmah.\nI will drench you with my tears, O Heshbon and Elealeh;\nFor the war-cry [of the enemy] has fallen on your summer fruits and your harvest.",
      "10": "Gladness and joy are taken away from the fruitful field;\nIn the vineyards there will be no singing or joyful sound;\nNo treader treads out wine in the presses,\nFor I (God) put an end to the joyful shouting.",
      "11": "Therefore my heart sounds like a harp [in mournful compassion] for Moab,\nAnd my inner being mourns for Kir-hareseth.",
      "12": "So it will come to pass when Moab presents himself,\nWhen he wearies himself [worshiping] on his high place [of idolatry]\nAnd comes to his sanctuary [of Chemosh, god of Moab] to pray,\nThat he will not prevail.",
      "13": "This is the word which the Lord spoke earlier concerning Moab [when Moab’s pride and resistance to God were first known].",
      "14": "But now the Lord speaks, saying, “Within three years, as the years of a hired man [who will not serve longer than the agreed time], the glory of Moab will be degraded along with all the great population, and the remnant [that survives] will be very small and of no account.”"
    },
    "17": {
      "1": "The [mournful, inspired] oracle (a burden to be carried) concerning Damascus [capital of Aram (Syria), and Israel’s defense against Assyria].\n“Listen carefully, Damascus will cease to be a city\nAnd will become a fallen ruin.",
      "2": "“The cities of Aroer [east of the Jordan] are deserted;\nThey will be [only a refuge] for flocks to lie down in,\nAnd there will be no one to make them afraid.",
      "3": "“The fortified city will disappear from Ephraim,\nAnd the kingdom from Damascus\nAnd the remnant of Aram (Syria);\nThey will be like the [departed] glory of [her ally] the children of Israel,”\nDeclares the Lord of hosts.",
      "4": "“Now in that day the [former] glory of Jacob [Israel—his might, his population, his prosperity] will fade,\nAnd the fatness of his flesh will become lean.",
      "5": "“And it will be like the reaper gathering the standing grain,\nAs his arm harvests the ears of grain;\nYes, it will be like one gleaning ears of grain\nIn the [fertile] Valley of Rephaim.",
      "6": "“Yet gleanings will be left in the land [of Israel] like the shaking of the olive tree,\nTwo or three olives on the topmost branch,\nFour or five on the [outermost] branches of the fruitful tree,”\nDeclares the Lord, the God of Israel.",
      "7": "In that day man will have regard for his Maker,\nAnd his eyes will regard the Holy One of Israel [with awe-inspired reverence].",
      "8": "And he will not have regard for the [idolatrous] altars, the work of his hands,\nNor will he look to that which his fingers have made,\nNeither the Asherim (symbols of the goddess Asherah) nor the incense altars.",
      "9": "In that day the strong cities of Aram and Israel will be like deserted places in the forest,\nOr like branches which they abandoned before the children of Israel;\nAnd the land will be a desolation.",
      "10": "Because you [Judah] have forgotten the God of your salvation\nAnd have not remembered the Rock of your Stronghold—\nTherefore you plant lovely plants\nAnd set the grounds with vine slips of a strange god,",
      "11": "In the day that you plant it you carefully fence it in,\nAnd in the morning you bring your seed to blossom;\nYet [promising as it is] the harvest will be a heap [of ruins that passes away]\nIn the day of sickness and incurable pain.",
      "12": "Oh, the uproar of many peoples\nWho roar like the roaring of the seas,\nAnd the noise of nations\nWho roar like the rumbling of mighty waters!",
      "13": "The nations roar on like the roaring of many waters,\nBut God will rebuke them and they will flee far away,\nAnd be chased like chaff on the mountains before the wind,\nOr like whirling dust before the storm.",
      "14": "At evening time, now look, sudden terror!\nBefore morning the Assyrians are no more.\nThis is the portion (fate) of those who plunder us,\nAnd the lot of those who pillage us."
    },
    "18": {
      "1": "Woe (judgment is coming) to the land of whirring wings\nWhich is beyond the rivers of Cush (Ethiopia),",
      "2": "Which sends ambassadors by the sea,\nEven in vessels of papyrus on the surface of the waters.\nGo, swift messengers, to a nation [of people] tall and smooth (clean shaven),\nTo a people feared far and wide,\nA powerful and oppressive nation\nWhose land the rivers divide.",
      "3": "All you inhabitants of the world, you who dwell on the earth,\nWhen a banner is raised on the mountains, you will see it!\nWhen a trumpet is blown, you will hear it!",
      "4": "For this is what the Lord has said to me,\n“I will be quiet and I will look on from My dwelling place,\nLike shimmering heat above the sunshine,\nLike a cloud of dew in the heat of harvest.”",
      "5": "For before the harvest, when the blossom is over\nAnd the flower becomes a ripening grape,\nHe will cut off the sprigs [without buds] with pruning knives,\nAnd [He will] remove and cut away the spreading branches.",
      "6": "They (warriors) will be left together for the mountain birds of prey,\nAnd for the beasts of the earth;\nAnd the birds of prey will [spend the] summer feeding on them,\nAnd all the beasts of the earth will spend harvest time on them.",
      "7": "At that time a gift of homage will be brought to the Lord of hosts\nFrom a people tall and smooth (clean shaven),\nFrom a people feared far and wide,\nA powerful and oppressive nation,\nWhose land the rivers divide—\nTo the place [of worship] of the name of the Lord of hosts, to Mount Zion [in Jerusalem]."
    },
    "19": {
      "1": "The [mournful, inspired] oracle (a burden to be carried) concerning Egypt:\nListen carefully, the Lord is riding on a swift cloud and is about to come to Egypt;\nThe idols of Egypt will tremble at His presence,\nAnd the heart of the Egyptians will melt within them.",
      "2": "“So I will provoke Egyptians against Egyptians;\nAnd they will fight, each one against his brother and each one against his neighbor,\nCity against city, kingdom against kingdom.",
      "3": "“Then the spirit of the Egyptians will become exhausted within them and emptied out;\nAnd I will confuse their strategy,\nSo that they will consult the idols and the spirits of the dead,\nAnd mediums and soothsayers.",
      "4": "“And I will hand over the Egyptians to a hard and cruel master,\nAnd a mighty king will rule over them,” declares the Lord God of hosts.",
      "5": "The waters from the sea will dry up,\nAnd the river will be parched and dry.",
      "6": "The canals will become foul-smelling,\nThe streams of Egypt will thin out and dry up,\nThe reeds and the rushes will rot away.",
      "7": "The meadows by the Nile, by the edge of the Nile,\nAnd all the sown fields of the Nile\nWill become dry, be blown away, and be no more.",
      "8": "The fishermen will lament (cry out in grief),\nAnd all those who cast a hook into the Nile will mourn,\nAnd those who spread nets upon the waters will languish.",
      "9": "Moreover, those who make linen from combed flax\nAnd those who weave white cloth will be ashamed.",
      "10": "[Those who are] the pillars and foundations of Egypt will be crushed;\nAnd all those who work for wages will be grieved in soul.",
      "11": "The princes of Zoan are complete fools;\nThe counsel of the Pharaoh’s wisest advisors has become stupid.\nHow can you say to Pharaoh,\n“I am a son of the wise, a son of ancient kings?”",
      "12": "Where then are your wise men?\nPlease let them tell you,\nAnd let them understand what the Lord of hosts\nHas purposed against Egypt [if they can].",
      "13": "The princes of Zoan have acted like fools,\nThe princes of Memphis are deluded [and entertain false hope];\nThose who are the cornerstone of her tribes\nHave led Egypt astray.",
      "14": "The Lord has mixed a spirit of distortion within her;\nHer leaders have caused Egypt to stagger in all that she does,\nAs a drunken man staggers in his vomit.",
      "15": "There will be no work for Egypt\nWhich head or tail, [high] palm branch or [low] bulrush, may do.",
      "16": "In that day the Egyptians will become like [helpless] women, and they will tremble and be frightened because of the waving of the hand of the Lord of hosts, which He is going to wave over them.",
      "17": "The land of Judah [Assyria’s ally] will become a terror to the Egyptians; everyone to whom Judah is mentioned will be in dread of it, because of the purpose of the Lord of hosts which He is planning against Egypt.",
      "18": "In that day five cities in the land of Egypt will speak the language of [the Hebrews of] Canaan and swear allegiance to the Lord of hosts. One [of them] will be called the City of Destruction.",
      "19": "In that day there will be an altar to the Lord in the midst of the land of Egypt, and a memorial stone to the Lord near its border.",
      "20": "It will become a sign and a witness to the Lord of hosts in the land of Egypt; for they will cry to the Lord because of oppressors, and He will send them a Savior, a [Great] Defender, and He will rescue them.",
      "21": "And so the Lord will make Himself known to Egypt, and the Egyptians will know [heed, honor, and cherish] the Lord in that day. They will even worship with sacrifices [of animals] and offerings [of produce]; they will make a vow to the Lord and fulfill it.",
      "22": "The Lord will strike Egypt, striking but healing it; so they will return to the Lord, and He will respond to them and heal them.",
      "23": "In that day there will be a highway from Egypt to Assyria, and the Assyrians will come into Egypt and the Egyptians into Assyria; and the Egyptians will worship and serve [the Lord] with the Assyrians.",
      "24": "In that day Israel will be the third party with Egypt and with Assyria [in a Messianic league], a blessing in the midst of the earth,",
      "25": "whom the Lord of hosts has blessed, saying, “Blessed is Egypt My people, and Assyria the work of My hands, and Israel My heritage.”"
    },
    "20": {
      "1": "In the year that the Tartan [the Assyrian commander in chief] came to Ashdod [in Philistia], when Sargon king of Assyria sent him and he fought against Ashdod and captured it,",
      "2": "at that time the Lord spoke through Isaiah the son of Amoz, saying, “Go, untie the sackcloth from your hips and take your sandals off your feet.” And he did so, walking around stripped [to his loincloth] and barefoot.",
      "3": "And the Lord said, “Even as My servant Isaiah has walked stripped and barefoot for three years as a sign and forewarning concerning Egypt and Cush (Ethiopia),",
      "4": "in the same way the king of Assyria will lead away the Egyptian captives and the Cushite exiles, young and old, stripped and barefoot, even with buttocks uncovered—to the shame of Egypt.",
      "5": "Then they will be dismayed and ashamed because of Cush their hope and Egypt their boast.",
      "6": "So the inhabitants of this coastland [the Israelites and their neighbors] will say in that day, ‘Look what has happened to those in whom we hoped and trusted and to whom we fled for help to be spared from the king of Assyria! But we, how will we escape [captivity and exile]?’”"
    },
    "21": {
      "1": "The [mournful, inspired] oracle (a burden to be carried) concerning the Desert of the Sea (the seasonally flooded plains just south of Babylon):\nAs windstorms in the Negev (the South) sweep through,\nSo it (God’s judgment) comes from the desert, from [the hostile armies of] a terrifying land.",
      "2": "A harsh vision has been shown to me;\nThe treacherous one deals treacherously, and the destroyer destroys.\nGo up, Elam! Lay siege, Media!\nAll the groaning [caused by Babylon’s ruthless oppressions] I [the Lord] have brought to an end.",
      "3": "Therefore [continues Isaiah] my loins are filled with anguish;\nPains have seized me like the pains of a woman in childbirth;\nI am so bent and bewildered that I cannot hear, I am so terrified that I cannot see.",
      "4": "My mind reels, horror overwhelms me;\nThe twilight I longed for has been turned into fear and trembling for me.",
      "5": "They set the table [for the doomed banquet], they spread out the cloth, they eat, they drink;\n“Rise up, captains [of Belshazzar’s court], oil your shields [for battle, for your enemy is at the gates]!”",
      "6": "This is what the Lord says to me,\n“Go, station the lookout, let him report what he sees.",
      "7": "“When he sees a chariot, horsemen in pairs,\nA train of donkeys and a train of camels,\nLet him pay attention and listen closely, very closely.”",
      "8": "And the lookout called like a lion,\n“O Lord, I stand continually on the watchtower by day,\nAnd I am stationed every night at my guard post.",
      "9": "“Now look! Here comes a troop of riders, horsemen in pairs.”\nAnd one said, “Fallen, fallen is Babylon;\nAnd all the carved images of her gods are shattered on the ground.”",
      "10": "O my threshed people [Judah, who must be judged and trampled down by Babylon], my afflicted of the threshing floor.\nWhat I have heard from the Lord of hosts,\nThe God of Israel, I have [joyfully] announced to you [that Babylon is to fall].",
      "11": "The [mournful, inspired] oracle (a burden to be carried) concerning Dumah (Edom):\nSomeone keeps calling to me from Seir (Edom),\n“Watchman, what is left of the night [of Assyrian oppression]?\nWatchman, what is left of the night? [How long until morning?]”",
      "12": "The watchman says,\n“The morning comes [only briefly], but also [comes] the night [of Babylonian oppression].\nIf you would ask [of me then], ask [again, if Edom really wishes to know];\nCome back again.”",
      "13": "The [mournful, inspired] oracle (a burden to be carried) concerning Arabia:\nIn the thickets of Arabia you must spend the night,\nCaravans of Dedanites.",
      "14": "Bring water for the thirsty [Dedanites],\nO inhabitants of the land of Tema [in Arabia];\nMeet the fugitive with bread.",
      "15": "For they have fled from the swords,\nFrom the drawn sword, from the bent bow\nAnd from the press of battle and grief of war.",
      "16": "For the Lord has said this to me, “Within a year, according to the years of a hired man [who will work no longer than was agreed], all the splendor of [the tribe of] Kedar will end;",
      "17": "and the remainder of the number of archers, the mighty men of the sons of Kedar, will be few; for the Lord, the God of Israel, has spoken.”"
    },
    "22": {
      "1": "The [mournful, inspired] oracle (a burden to be carried) concerning the Valley of Vision:\nWhat is the matter with you now, that you have all gone up to the housetops,",
      "2": "You [Jerusalem] who were full of noise,\nA tumultuous city, a joyous and exuberant city;\nYour slain were not slain [in a glorious death] with the sword,\nNor did they die in battle.",
      "3": "All your leaders have fled together [with your king],\nAnd have been captured without the bow [which they had thrown away];\nAll of you who were found were taken captive together,\nThough they had fled far away.",
      "4": "Therefore I say, “Look away from me;\nLet me weep bitterly.\nDo not try to comfort me over the destruction of the daughter of my people.”",
      "5": "For the Lord God of hosts has a day of panic and of tumult, of trampling, of confusion\nIn the Valley of Vision,\nA [day of] breaking down walls\nAnd a crying [for help] to the mountain.",
      "6": "Elam took up the quiver\nWith the chariots, infantry and horsemen;\nAnd Kir uncovered the shield.",
      "7": "And it came to pass that your choicest valleys were full of chariots,\nAnd the horsemen took their fixed positions [in an offensive array] at the gate [of Jerusalem].",
      "8": "Then God removed the [protective] covering of Judah;\nAnd in that day you looked to the weapons of the House of the Forest (Solomon’s armory).",
      "9": "You saw that the breaches\nIn the wall of the City of David [the citadel of Zion] were many;\nYou collected [within the city’s walls] the waters of the Lower Pool (Siloam).",
      "10": "Then you counted the houses of Jerusalem\nAnd you tore down the houses [to get materials] to fortify the city wall [by extending it].",
      "11": "You also made a reservoir between the two walls\nFor the waters of the Old Pool,\nBut you did not look to its Maker,\nNor did you recognize Him who planned it long ago.",
      "12": "Therefore in that day the Lord God of hosts called you to weeping, to mourning,\nTo shaving the head and to wearing sackcloth [in humiliation].",
      "13": "Instead, there is joy and jubilation,\nKilling of oxen and slaughtering of sheep,\nEating meat and drinking wine, saying,\n“Let us eat and drink, for tomorrow we may die.”",
      "14": "But the Lord of hosts revealed Himself in my ears,\n“This sin absolutely will not be forgiven you\nUntil you die,” says the Lord God of hosts.",
      "15": "For the Lord God of hosts says this, “Go to this [contemptible] steward,\nTo Shebna, who is in charge of the royal household [but is building himself a tomb worthy of a king, and say to him],",
      "16": "‘What business do you have here?\nAnd whom do you have here,\nThat you have hewn out a tomb here for yourself,\nYou who hew a sepulcher on the height,\nYou who carve a resting place for yourself in the rock?",
      "17": "‘Listen carefully, the Lord is about to hurl you away violently, O man;\nAnd He is about to grasp you firmly",
      "18": "And roll you up tightly like a ball\nAnd toss you into a vast country;\nThere you will die\nAnd there your splendid chariots will be,\nYou shame of your master’s house.’",
      "19": "“I will depose you from your office,\nAnd you will be pulled down from your position [of importance].",
      "20": "“Then it will come to pass in that day\nThat I will summon My servant Eliakim the son of Hilkiah.",
      "21": "“And I will clothe him with your tunic [of distinction]\nAnd tie your sash securely around him.\nI will entrust him with your authority;\nHe will become a father to the inhabitants of Jerusalem and to the house of Judah.",
      "22": "“Then I will set on his shoulder the key of the house of David;\nWhen he opens no one will shut,\nWhen he shuts no one will open.",
      "23": "“I will drive him like a peg in a firm place,\nAnd he will become a throne of honor and glory to his father’s house.",
      "24": "“So they will hang on him all the honor and glory [the complete responsibility] of his father’s house, offspring and issue [of the family, high and low], all the least of the articles, from the bowls to all the jars.",
      "25": "In that day,” declares the Lord of hosts, “the peg (Eliakim) that was driven into the firm place will give way; it will even break off and fall, and the burden hanging on it will be cut off, for the Lord has spoken.”"
    },
    "23": {
      "1": "The [mournful, inspired] oracle (a burden to be carried) concerning Tyre:\nWail, O ships of Tarshish,\nFor Tyre is destroyed, without house, without harbor;\nIt is reported to them from the land of Cyprus (Kittim).",
      "2": "Be silent, you inhabitants of the coastland,\nYou merchants of Sidon;\nYour messengers crossed the sea",
      "3": "And they were on great waters.\nThe grain of the Shihor, the harvest of the Nile River, was Tyre’s revenue;\nAnd she was the market of nations.",
      "4": "Be ashamed, O Sidon [mother-city of Tyre, now like a widow bereaved of her children];\nFor the sea speaks, the stronghold of the sea, saying,\n“I have neither labored nor given birth [to children];\nI have neither brought up young men nor reared virgins.”",
      "5": "When the report reaches Egypt,\nThey will be in agony at the report about Tyre.",
      "6": "Cross over to Tarshish [to seek safety as exiles];\nWail, O inhabitants of the coastland [of Tyre].",
      "7": "Is this your jubilant city,\nWhose origin dates back to antiquity,\nWhose feet used to carry her [far away] to colonize distant places?",
      "8": "Who has planned this against Tyre, the bestower of crowns,\nWhose merchants were princes, whose traders were the honored of the earth?",
      "9": "The Lord of hosts has planned it, to defile the pride of all beauty,\nTo bring into contempt and humiliation all the honored of the earth.",
      "10": "Overflow your land like [the overflow of] the Nile, O Daughter of Tarshish;\nThere is no more restraint [on you to make you pay tribute to Tyre].",
      "11": "He has stretched out His hand over the sea,\nHe has shaken the kingdoms;\nThe Lord has given a command concerning Canaan to destroy her strongholds and her fortresses [like Tyre and Sidon].",
      "12": "He has said, “You shall never again exult [in triumph], O crushed Virgin Daughter of Sidon.\nArise, cross over to Cyprus; even there you will find no rest.”",
      "13": "Now look at the land of the Chaldeans (Babylonia)—this is the people which was not; the Assyrians allocated Tyre for desert creatures—they set up their siege towers, they stripped its palaces, they made it a ruin.",
      "14": "Wail, O ships of Tarshish,\nFor your stronghold [of Tyre] is destroyed.",
      "15": "Now in that day Tyre will be forgotten for seventy years, like the days of one king. At the end of seventy years it will happen to Tyre as in the prostitute’s song:",
      "16": "Take a harp, walk around the city,\nO forgotten prostitute;\nPlay the strings skillfully, sing many songs,\nThat you may be remembered.",
      "17": "It will come to pass at the end of seventy years that the Lord will remember Tyre. Then she will return to her prostitute’s wages and will play the [role of a] prostitute [by trading] with all the kingdoms on the face of the earth.",
      "18": "But her commercial gain and her prostitute’s wages will be dedicated to the Lord; it will not be treasured or stored up, but her commercial gain will become sufficient food and stately clothing for those who dwell (minister) in the presence of the Lord."
    },
    "24": {
      "1": "Behold, the Lord lays waste to the earth, devastates it, twists and distorts its face and scatters its inhabitants.",
      "2": "And the people will be like the priest, the servant like his master, the maid like her mistress, the buyer like the seller, the lender like the borrower, the creditor like the debtor [as God’s impartial judgment of sin comes on all].",
      "3": "The earth will be completely laid waste and utterly pillaged, for the Lord has spoken this word.",
      "4": "The earth dries up and crumbles away, the world dries out and crumbles away, the exalted of the people of the earth fade away.",
      "5": "The earth also is polluted by its inhabitants, because they have transgressed laws, violated statutes, and broken the everlasting covenant.",
      "6": "Therefore, a curse devours the earth, and those who live on it suffer the punishment of their guilt. Therefore, the inhabitants of the earth are burned [under the curse of God’s wrath], and few people are left.",
      "7": "The new wine mourns,\nThe vine decays;\nAll the merry-hearted sigh and groan.",
      "8": "The mirth of the timbrels (tambourines) ceases,\nThe noise of those who rejoice ends,\nThe joy of the harp ceases.",
      "9": "They do not drink wine with a song;\nStrong drink is bitter to those who drink it.",
      "10": "The city of chaos is broken down;\nEvery house is shut up so that no one may enter.",
      "11": "There is an outcry in the streets concerning the wine;\nAll jubilation is darkened,\nThe joy of the earth is banished.",
      "12": "Horrible desolation is left in the city,\nAnd the gate is battered into ruins.",
      "13": "For so it will be in the midst of the earth among the peoples,\nAs the shaking of an olive tree,\nAs the gleanings when the grape harvest is over [and only a little of the fruit remains].",
      "14": "They [who have escaped and remain] raise their voices, they shout for joy;\nThey rejoice from the [Mediterranean] Sea in the majesty of the Lord.",
      "15": "Therefore honor and glorify the Lord in the east [in the region of light],\nThe name of the Lord, the God of Israel [honor His name],\nIn the coastlands and islands of the [Mediterranean] Sea.",
      "16": "From the ends of the earth we hear songs, “Glory and honor to the Righteous One,”\nBut I say, “I waste away, I waste away. Woe to me!\nThe treacherous deal treacherously,\nIndeed, the treacherous deal very treacherously.”",
      "17": "Terror and pit [of destruction] and snare\nConfront you, O inhabitant of the earth.",
      "18": "Then it will be that he who flees at the sound of terror will fall into the pit,\nAnd he who comes up out of the pit will be caught in the snare;\nFor the windows of heaven are opened, and the foundations of the earth tremble.",
      "19": "The earth is broken completely apart,\nThe earth is split apart,\nThe earth is shaken violently.",
      "20": "The earth reels back and forth like a drunkard\nAnd sways like a shack;\nIts transgression lies heavily upon it,\nAnd it will fall and not rise again.",
      "21": "So it will happen in that day\nThat the Lord will visit and punish the host (fallen angels) of heaven on high,\nAnd the kings of the earth on the earth.",
      "22": "They will be gathered together\nAs prisoners [are gathered] in a dungeon;\nThey will be shut up in prison,\nAnd after many days they will be visited and punished.",
      "23": "Then the full moon will be embarrassed and the sun ashamed,\nFor the Lord of hosts will reign on Mount Zion and in Jerusalem,\nAnd His glory and brilliance will shine before His elders."
    },
    "25": {
      "1": "O Lord, You are my God;\nI will exalt You, I will praise and give thanks to Your name;\nFor You have done miraculous things,\nPlans formed long, long ago, [fulfilled] with perfect faithfulness.",
      "2": "For You have made a city into a heap [of trash],\nA fortified city into a ruin;\nA palace of foreigners is no longer a city,\nIt will never be rebuilt.",
      "3": "Therefore a strong people will honor You;\nCities of terrible and violent nations will fear You.",
      "4": "For You have been a stronghold for the helpless,\nA stronghold for the poor in his distress,\nA shelter from the storm, a shade from the heat;\nFor the breath of tyrants\nIs like a rainstorm against a wall.",
      "5": "Like heat in a dry land, You will subdue the noise of foreigners [rejoicing over their enemies];\nLike heat in the shadow of a cloud, the song of the tyrants is silenced.",
      "6": "On this mountain [Zion] the Lord of hosts will prepare a lavish banquet for all peoples [to welcome His reign on earth],\nA banquet of aged wines—choice pieces [flavored] with marrow,\nOf refined, aged wines.",
      "7": "And on this mountain He will destroy the covering that is [cast] over all peoples,\nAnd the veil [of death] that is woven and spread over all the nations.",
      "8": "He will swallow up death [and abolish it] for all time.\nAnd the Lord God will wipe away tears from all faces,\nAnd He will take away the disgrace of His people from all the earth;\nFor the Lord has spoken.",
      "9": "It will be said in that day,\n“Indeed, this is our God for whom we have waited that He would save us.\nThis is the Lord for whom we have waited;\nLet us shout for joy and rejoice in His salvation.”",
      "10": "For the hand of the Lord will rest on this mountain [Zion],\nAnd Moab will be trampled down in his place\nAs straw is trampled down in the [filthy] water of a manure pile.",
      "11": "And Moab will spread out his hands in the middle of the filth\nAs a swimmer spreads out his hands to swim,\nBut the Lord will humiliate his pride in spite of the [skillful] movements of his hands.",
      "12": "The high fortifications of your walls He will bring down,\nLay low, and cast to the ground, to the dust."
    },
    "26": {
      "1": "In that day this song will be sung in the land of Judah:\n“We have a strong city;\nHe sets up salvation as walls and ramparts.",
      "2": "“Open the gates, that the righteous nation may enter,\nThe one that remains faithful and trustworthy.",
      "3": "“You will keep in perfect and constant peace the one whose mind is steadfast [that is, committed and focused on You—in both inclination and character],\nBecause he trusts and takes refuge in You [with hope and confident expectation].",
      "4": "“Trust [confidently] in the Lord forever [He is your fortress, your shield, your banner],\nFor the Lord God is an everlasting Rock [the Rock of Ages].",
      "5": "“For He has thrown down the [arrogant] ones who dwell on high, the lofty and inaccessible city;\nHe lays it low, He lays it low to the ground, He hurls it to the dust.",
      "6": "“The foot will trample it,\nEven the feet of the suffering, and the steps of the helpless.”",
      "7": "The way of the righteous [those in right-standing with God—living in moral and spiritual integrity] is smooth and level;\nO Upright One, make a level path for the just and righteous.",
      "8": "Indeed, in the path of Your judgments, O Lord,\nWe have waited expectantly for You;\nYour name, even Your memory, is the desire and deep longing of our souls.",
      "9": "In the night my soul longs for You [O Lord],\nIndeed, my spirit within me seeks You diligently;\nFor [only] when Your judgments are experienced on the earth\nWill the inhabitants of the world learn righteousness.",
      "10": "Though the wicked is shown compassion and favor,\nHe does not learn righteousness;\nIn the land of uprightness he deals unjustly,\nAnd refuses to see the majesty of the Lord.",
      "11": "Though Your hand is lifted up [to strike], O Lord, the wicked do not see it.\nLet them see Your zeal for Your people and be put to shame;\nIndeed, let the fire reserved for Your enemies consume them.",
      "12": "Lord, You will establish peace for us,\nSince You have also performed for us all that we have done.",
      "13": "O Lord our God, other masters besides You have ruled over us;\nBut through You alone we confess Your name.",
      "14": "The [wicked] dead will not live [again], the spirits of the dead will not rise and return;\nTherefore You have punished and destroyed them,\nAnd You have wiped out every memory of them [every trace of them].",
      "15": "You have increased the nation, O Lord;\nYou have increased the nation, You are glorified;\nYou have extended all the borders of the land.",
      "16": "O Lord, they sought You in distress;\nThey managed only a prayerful whisper\nWhen Your discipline was upon them.",
      "17": "As a woman with child approaches the time to give birth,\nShe is in pain and struggles and cries out in her labor,\nSo we were before You, O Lord.",
      "18": "We have been with child, we have twisted and struggled in labor;\nWe gave birth, as it seems, only to wind.\nWe could not accomplish salvation for the earth,\nNor were inhabitants of the world born.",
      "19": "Your dead will live;\nTheir dead bodies will rise.\nYou who lie in the dust, awake and shout for joy!\nFor your dew is a dew of [celestial] light [heavenly, supernatural],\nAnd the earth will give birth to the spirits of the dead.",
      "20": "Come, my people, enter your chambers\nAnd shut your doors behind you;\nHide for a little while\nUntil the [Lord’s] wrath is past.",
      "21": "Listen carefully, the Lord is about to come out of His [heavenly] place\nTo punish the inhabitants of the earth for their wickedness [their sin, their injustice, their wrongdoing];\nThe earth will reveal the [innocent] blood shed upon her\nAnd will no longer cover her slain."
    },
    "27": {
      "1": "In that day the Lord will punish Leviathan the fleeing serpent\nWith His fierce and great and mighty sword [rescuing Israel from her enemy],\nEven Leviathan the twisted serpent;\nAnd He will kill the dragon who lives in the sea.",
      "2": "In that day [it will be said of the redeemed nation of Israel],\n“A vineyard of wine, sing in praise of it!",
      "3": "“I, the Lord, am its Keeper;\nI water it every moment.\nSo that no one will harm it,\nI guard it night and day.",
      "4": "“I have no wrath.\nShould anyone give Me briars and thorns in battle,\nI would step on them, I would set them all on fire.",
      "5": "“Or let him (Israel) cling to My strength and rely on My protection [My stronghold],\nLet him make peace with Me,\nLet him make peace with Me.”",
      "6": "In the generations to come Jacob will take root;\nIsrael will blossom and sprout,\nAnd they will fill the surface of the world with fruit.",
      "7": "Like the striking by Him who has struck them, has He struck them?\nOr like the slaughter of His slain, have they been slain?",
      "8": "You contended with them by exile, by driving them away [from Canaan];\nHe has expelled them with His fierce wind on the day of the east wind.",
      "9": "Therefore through this the wickedness [the sin, the injustice, the wrongdoing] of Jacob (Israel) will be atoned for and forgiven;\nAnd this will be the full price [that God requires] for taking away his sin:\nWhen Israel makes all the stones of the [pagan] altars like crushed chalk stones;\nWhen the Asherim and the incense altars will not stand.",
      "10": "For the fortified city is isolated,\nA settlement deserted and abandoned like the desert;\nThere the calf will graze,\nAnd there it will lie down and feed on its branches.",
      "11": "When its branches are dry, they are broken off;\nThe women come and make a fire with them.\nFor they are not a people of understanding,\nTherefore He who made them will not have compassion on them,\nAnd He who created them will not be gracious to them.",
      "12": "In that day the Lord will thresh [out His grain] from the flowing stream of the River [Euphrates] to the Brook of Egypt, and you will be gathered up one by one, O sons of Israel.",
      "13": "It will come to pass in that day that a great trumpet will be blown, and those who were lost and perishing in the land of Assyria and who were scattered in the land of Egypt will come and worship the Lord on the holy mountain at Jerusalem."
    },
    "28": {
      "1": "Woe (judgment is coming) to [Samaria] the splendid crown of the drunkards of Ephraim,\nAnd to the fading flower of its glorious beauty,\nWhich is at the head of the rich valley\nOf those who are overcome with wine!",
      "2": "Listen carefully, the Lord has a strong and mighty agent [the Assyrian];\nLike a tempest of hail, a disastrous storm,\nLike a tempest of mighty overflowing waters,\nHe has cast it down to the earth with His hand.",
      "3": "The splendid crown of the drunkards of Ephraim is trampled by [the foreigners’] feet.",
      "4": "And the fading flower of its glorious beauty,\nWhich is at the head of the rich valley,\nWill be like the early fig before the summer,\nWhich one sees,\nAnd as soon as it is in his hand\nHe [greedily] swallows it [and so will the Assyrians rapidly devour Samaria, Israel’s capital].",
      "5": "In that day the Lord of hosts will become a magnificent crown\nAnd a glorious diadem to the [converted] remnant of His people,",
      "6": "A spirit of justice for him who sits in judgment [administering the law],\nA strength to those who drive back the battle at the gate.",
      "7": "But even these reel with wine and stagger from strong drink:\nThe priest and the prophet reel with strong drink;\nThey are confused by wine, they stagger from strong drink;\nThey reel while seeing visions,\nThey stagger when pronouncing judgment.",
      "8": "For all the tables are full of filthy vomit, so that there is no place [that is clean.]",
      "9": "They say “To whom would He teach knowledge?\nAnd to whom would He explain the message?\nThose just weaned from milk?\nThose just taken from the breast?",
      "10": "“For He says,\n‘Precept upon precept, precept upon precept,\nRule upon rule, rule upon rule,\nHere a little, there a little.’”",
      "11": "Indeed, the Lord will teach this people [in a more humiliating way]\nBy [men with] stammering lips and a foreign tongue,",
      "12": "He who said to them, “This is the place of quiet, give rest to the weary,”\nAnd, “This is the resting place,” yet they would not listen.",
      "13": "Therefore the word of the Lord to them will be [merely monotonous repetitions]:\n“Precept upon precept, precept upon precept,\nRule upon rule, rule upon rule,\nHere a little, there a little.”\nThat they may go and stumble backward, and be broken, ensnared, and taken captive.",
      "14": "Therefore, hear the word of the Lord, you arrogant men\nWho rule this people who are in Jerusalem!",
      "15": "Because you have said, “We have made a covenant with death,\nAnd with Sheol (the place of the dead) we have made an agreement,\nWhen the overwhelming scourge passes by, it will not reach us,\nFor we have made lies our refuge and we have concealed ourselves in deception.”",
      "16": "Therefore the Lord God says this,\n“Listen carefully, I am laying in Zion a Stone, a tested Stone,\nA precious Cornerstone for the [secure] foundation, firmly placed.\nHe who believes [who trusts in, relies on, and adheres to that Stone] will not be disturbed or give way [in sudden panic].",
      "17": "“I will make justice the measuring line\nAnd righteousness the mason’s level;\nThen hail will sweep away the refuge of lies\nAnd waters will flood over the secret [hiding] place.",
      "18": "“Your covenant with death will be annulled,\nAnd your agreement with Sheol (the place of the dead) will not stand;\nWhen the overwhelming scourge passes through,\nThen you will become its trampling ground.",
      "19": "“As often as it passes through, it will seize you;\nFor morning after morning it will pass through, by day and by night,\nAnd it will be sheer terror to understand what it means.”",
      "20": "For the bed is too short to stretch out on,\nAnd the blanket is too narrow to wrap around oneself [and likewise all their preparations are inadequate].",
      "21": "For the Lord will rise up as at Mount Perazim,\nHe will be stirred up as in the Valley of Gibeon,\nTo do His work, His unusual and incredible work,\nAnd to accomplish His work, His extraordinary work.",
      "22": "Now do not carry on as scoffers,\nOr the bands which bind you will be made stronger;\nFor I have heard from the Lord God of hosts [a decree]\nOf decisive destruction on all the earth.",
      "23": "Listen and hear my voice;\nListen carefully and hear my words.",
      "24": "Does the farmer plow all day to plant seed?\nDoes he continually dig furrows and harrow his ground [after it is prepared]?",
      "25": "When he has leveled its surface,\nDoes he not sow [the seed of] dill and scatter cumin,\nAnd plant wheat in rows,\nAnd barley in its [intended] place and rye within its border?",
      "26": "For his God instructs [him correctly] and teaches him properly.",
      "27": "For dill is not threshed with a sharp threshing sledge,\nNor is a cartwheel rolled over cumin;\nBut dill is beaten out with a staff, and cumin with a rod.",
      "28": "Bread grain is crushed fine,\nIndeed, the farmer does not continue to thresh it forever.\nBecause the wheel of his cart and his horses eventually damage it,\nHe does not thresh it longer.",
      "29": "This also comes from the Lord of hosts,\nWho has made His counsel wonderful and His wisdom great."
    },
    "29": {
      "1": "Woe (judgment is coming) to Ariel, to Ariel, the city where David [once] camped!\nAdd yet another year; let the feasts run their course [but only one year more].",
      "2": "Then I will harass Ariel,\nAnd she will be a city of mourning and lamenting (crying out in grief)\nYet she will be like an Ariel [an altar hearth] to Me.",
      "3": "I will camp against you and encircle you,\nAnd I will hem you in with siege works,\nAnd I will raise fortifications against you.",
      "4": "Then you [Jerusalem] will be brought low,\nYou will speak from the earth,\nAnd from the dust where you lie face down\nYour muffled words will come.\nYour voice will also be like that of a spirit from the earth [like one produced by a medium],\nAnd your speech will whisper and squeak from the dust.",
      "5": "But the multitude of your enemies [that assault you] will become like fine dust,\nAnd the multitude of the tyrants like the chaff which blows away;\nAnd it will happen in an instant, suddenly [that your enemy is destroyed].",
      "6": "You will be punished by the Lord of hosts with thunder and earthquake and great noise,\nWith whirlwind and tempest and the flame of a consuming fire.",
      "7": "And the multitude of all the nations that fight against Ariel (Jerusalem),\nEven all who fight against her and her stronghold, and who distress her,\nWill be like a dream, a vision of the night.",
      "8": "It will be as when a hungry man dreams\nThat he is eating,\nBut when he awakens, his hunger is not satisfied;\nOr as when a thirsty man dreams\nThat he is drinking,\nBut when he awakens, in fact, he is faint\nAnd his thirst is not quenched.\nSo will the multitude of all the nations be\nWho fight against Mount Zion.",
      "9": "Stop and take some time and wonder [at this prophecy],\nBlind yourselves and be blinded [at its fulfillment by your spiritual incompetence].\nThey are drunk, but not from wine;\nThey stagger, but not from strong drink.",
      "10": "For the Lord has poured over you a spirit of deep sleep.\nHe has closed your eyes, [you who are] the prophets;\nAnd He has covered your heads, [you who are] the seers.",
      "11": "The entire vision [of all these things] will be to you like the words of a scroll that is sealed, which they give to one who can read, saying, “Read this, please,” he shall say, “I cannot, for it is sealed.”",
      "12": "Then the book will be given to the one who cannot read, saying, “Read this, please.” And he will say, “I cannot read.”",
      "13": "Then the Lord said,\n“Because this nation approaches [Me only] with their words\nAnd honors Me [only] with their lip service,\nBut they remove their hearts far from Me,\nAnd their reverence for Me is a tradition that is learned by rote [without any regard for its meaning],",
      "14": "Therefore, listen carefully, I will again do marvelous and amazing things with this people, wonderful and astonishing things;\nAnd the wisdom of their wise men will perish,\nAnd the understanding of their discerning men will be hidden.”",
      "15": "Woe (judgment is coming) to those who [try to] deeply hide their plans from the Lord,\nWhose deeds are done in a dark place,\nAnd who say, “Who sees us?” or “Who knows us?”",
      "16": "You turn things upside down [with your perversity]!\nShall the potter be considered equal with the clay,\nThat the thing that is made would say to its maker, “He did not make me”;\nOr the thing that is formed say to him who formed it, “He has no understanding”?",
      "17": "Is it not yet a very little while\nUntil Lebanon will be turned into a fertile field,\nAnd the fertile field regarded as a forest?",
      "18": "On that day the deaf will hear the words of a book,\nAnd out of their gloom and darkness the eyes of the blind will see [the words of the book].",
      "19": "The afflicted also will increase their joy in the Lord,\nAnd the needy of mankind will rejoice and celebrate in the Holy One of Israel.",
      "20": "For the tyrant will come to an end and the scorner will be finished,\nIndeed all who are intent on doing evil will be cut off—",
      "21": "Those who cause a person to be condemned with a [false] word,\nAnd lay a trap for him who upholds justice at the [city] gate,\nAnd defraud the one in the right with meaningless arguments.",
      "22": "Therefore, the Lord, who redeemed Abraham [from paganism] says this, concerning the house of Jacob (Israel):\n“Jacob will not be ashamed, nor will his face turn pale [with disappointment because of his children’s degenerate behavior];",
      "23": "For when he sees his children, the work of My hands, in his midst,\nThey will sanctify My Name;\nThey will sanctify the Holy One of Jacob\nAnd will stand in awe and reverent fear of the God of Israel.",
      "24": "“Those who err in mind will know the truth,\nAnd those who criticize and murmur discontentedly will accept instruction."
    },
    "30": {
      "1": "“Woe (judgment is coming) to the rebellious children,” declares the Lord,\n“Who carry out a plan, but not Mine,\nAnd make an alliance [by pouring out a libation], but not of My Spirit,\nIn order to add sin to sin;",
      "2": "Who proceed down to Egypt\nWithout consulting Me,\nTo take refuge in the stronghold of Pharaoh\nAnd to take shelter in the shadow of Egypt!",
      "3": "“Therefore the safety and protection of Pharaoh will be your shame\nAnd the refuge in the shadow of Egypt, your humiliation and disgrace.",
      "4": "“For his princes are at Zoan\nAnd his ambassadors arrive at Hanes [in Egypt].",
      "5": "“All will be ashamed because of a people (the Egyptians) who cannot benefit them,\nWho are not a help or benefit, but a shame and also a disgrace.”",
      "6": "A [mournful, inspired] oracle (a burden to be carried) concerning the beasts of the Negev (the South):\nThrough a land of trouble and anguish,\nFrom where come lioness and lion, viper and [fiery] flying serpent,\nThey carry their riches on the shoulders of young donkeys\nAnd their treasures on the humps of camels,\nTo a people (Egyptians) who cannot benefit them.",
      "7": "For Egypt’s help is worthless and good for nothing.\nTherefore, I have called her\n“Rahab Who Has Been Exterminated.”",
      "8": "Now, go, write it on a tablet before them\nAnd inscribe it on a scroll,\nSo that it may serve in the time to come\nAs a witness [against them] forevermore.",
      "9": "For this is a rebellious people, lying sons,\nSons who refuse to listen to\nThe law and instruction of the Lord;",
      "10": "Who say to the seers, “You must not see visions from God”;\nAnd to the prophets, “You must not prophesy to us what is right!\nSpeak to us pleasant things and smooth words,\nProphesy [deceitful] illusions [that we will enjoy].",
      "11": "“Get out of the [true] way, turn aside from the path [of God],\nStop bothering us with the Holy One of Israel.”",
      "12": "Therefore, the Holy One of Israel says this,\n“Because you have refused and rejected this word [of Mine]\nAnd have put your trust in oppression and guile, and have relied on them,",
      "13": "Therefore this wickedness [this sin, this injustice, this wrongdoing] will be to you\nLike a crack [in a wall] about to fall,\nA bulge in a high wall,\nWhose collapse comes suddenly in an instant,",
      "14": "“Whose collapse is like the smashing of a potter’s jar,\nCrushed so savagely\nthat there cannot be found among its pieces a potsherd [large enough]\nTo take [coals of] fire from a fireplace,\nOr to scoop water from a cistern.”",
      "15": "For the Lord God, the Holy One of Israel has said this,\n“In returning [to Me] and rest you shall be saved,\nIn quietness and confident trust is your strength.”\nBut you were not willing,",
      "16": "And you said, “No! We will flee on horses!”\nTherefore you will flee [from your enemies]!\nAnd [you said], “We will ride on swift horses!”\nTherefore those who pursue you shall be swift.",
      "17": "A thousand of you will flee at the threat of one man;\nYou will flee at the threat of five,\nUntil you are left like a flag on the top of a mountain,\nAnd like a signal on a hill.",
      "18": "Therefore the Lord waits [expectantly] and longs to be gracious to you,\nAnd therefore He waits on high to have compassion on you.\nFor the Lord is a God of justice;\nBlessed (happy, fortunate) are all those who long for Him [since He will never fail them].",
      "19": "O people in Zion, inhabitant in Jerusalem, you will weep no longer. He will most certainly be gracious to you at the sound of your cry for help; when He hears it, He will answer you.",
      "20": "Though the Lord gives you the bread of adversity and the water of oppression, yet your Teacher will no longer hide Himself, but your eyes will [constantly] see your Teacher.",
      "21": "Your ears will hear a word behind you, “This is the way, walk in it,” whenever you turn to the right or to the left.",
      "22": "And you will defile your carved images overlaid with silver, and your cast images plated with gold. You will scatter them like a bloodstained cloth, and will say to them, “Be gone!”",
      "23": "Then He will give you rain for the seed with which you sow the ground, and bread [grain] from the produce of the ground, and it will be rich and plentiful. In that day your livestock will graze in large and roomy pastures.",
      "24": "Also the oxen and the young donkeys that work the ground will eat salted fodder, which has been winnowed with shovel and pitchfork.",
      "25": "On every lofty mountain and on every high hill there will be streams of water on the day of the great slaughter (the day of the Lord), when the towers fall [and all His enemies are destroyed].",
      "26": "The light of the full moon will be like the light of the sun, and the light of the sun will be seven times brighter, like the light of seven days [concentrated in one], in the day the Lord binds up the fracture of His people and heals the wound He has inflicted [because of their sins].",
      "27": "Now look, the name of the Lord comes from far away,\nBurning with His anger, and heavy with smoke;\nHis lips are full of indignation,\nAnd His tongue is like a consuming fire.",
      "28": "His breath is like an overflowing river,\nWhich reaches to the neck,\nTo sift the nations back and forth in a sieve [of disaster],\nAnd to put in the jaws of the peoples the bridle which leads to ruin.",
      "29": "You will have a song as in the night when a holy feast is kept,\nAnd joy of heart as when one marches [in procession] with a flute,\nTo go to the [temple on the] mountain of the Lord, to the Rock of Israel.",
      "30": "And the Lord will make His majestic voice heard,\nAnd show the descending of His arm [striking] in [His] fierce anger,\nAnd in the flame of a devouring fire,\nIn the crashing sound of heavy rain, cloudburst, and hailstones.",
      "31": "For at the voice of the Lord the Assyrians will be terrified,\nWhen He strikes [them] with the rod.",
      "32": "And every blow of the rod of punishment,\nWhich the Lord will lay on them,\nWill be to the music of Israel’s tambourines and lyres;\nAnd in battles, brandishing weapons, He will fight Assyria.",
      "33": "For Topheth [in Hinnom] has long been ready;\nIndeed, it has been prepared for the [Assyrian] king.\nHe has made it deep and wide,\nA pit of fire with plenty of wood;\nThe breath of the Lord, like a river of brimstone (blazing sulfur), kindles and fans it."
    },
    "31": {
      "1": "Woe (judgment is coming) to those who go down to Egypt for help,\nWho rely on horses\nAnd trust in chariots because they are many,\nAnd in horsemen because they are very strong,\nBut they do not look to the Holy One of Israel, nor seek and consult the Lord!",
      "2": "Yet He is also wise and will bring disaster,\nAnd does not retract His words,\nBut will arise against the house of evildoers\nAnd against the helpers of those who do evil.",
      "3": "Now the Egyptians are men and not God,\nAnd their horses are flesh and not spirit;\nAnd the Lord will stretch out His hand,\nAnd he (Egypt) who helps will stumble,\nAnd he (Judah) who is helped will fall,\nAnd all of them will perish together.",
      "4": "For so the Lord says to me,\n“As the lion or the young lion growls over his prey,\nAnd though a large group of shepherds is called out against him\nHe will not be terrified at their voice nor cringe at their noise,\nSo the Lord of hosts will come down to wage war on Mount Zion and on its hill.”",
      "5": "Like flying birds, so will the Lord of hosts protect Jerusalem;\nHe will protect and save it,\nHe will pass over and rescue it.",
      "6": "Return to Him from whom you have so deeply defected, O sons of Israel.",
      "7": "For in that day every man will reject and throw away his idols of silver and his idols of gold [in disgust], which your own hands have sinfully made for you.",
      "8": "Then the Assyrian will fall by a sword not of man,\nAnd a sword not of man will devour him.\nAnd he will flee from the sword [of God],\nAnd his young men will become forced labor.",
      "9": "“His rock [his stronghold] will pass away because of panic,\nAnd his princes will be terrified at the [sight of the battle] standard,”\nDeclares the Lord, whose fire is in Zion and whose furnace is in Jerusalem."
    },
    "32": {
      "1": "Behold, a King will reign in righteousness,\nAnd princes will rule with justice.",
      "2": "Each [one of them] will be like a hiding place from the wind\nAnd a shelter from the storm,\nLike streams of water in a dry land,\nLike the shade of a huge rock in a parched and weary land [to those who turn to them].",
      "3": "Then the eyes of those who see will not be blinded,\nAnd the ears of those who hear will listen attentively.",
      "4": "The heart (mind) of those who act impulsively will discern the truth,\nAnd the tongue of the stammerers will hurry to speak clearly.",
      "5": "The fool (the good-for-nothing) will no longer be called noble,\nNor the rogue said to be generous.",
      "6": "For the fool speaks nonsense,\nAnd his heart (mind) plans wickedness:\nTo practice ungodliness and to speak error concerning the Lord,\nTo keep the craving of the hungry unsatisfied\nAnd to deprive the thirsty of drink.",
      "7": "As for the rogue, his weapons are evil;\nHe conceives wicked plans\nTo ruin the poor with lies,\nEven when the plea of the needy one is just and right.",
      "8": "But the noble man conceives noble and magnificent things;\nAnd he stands by what is noble and magnificent.",
      "9": "Rise up, you women who are carefree,\nAnd hear my voice,\nYou confident and unsuspecting daughters!\nListen to what I am saying.",
      "10": "In little more than a year\nYou will tremble [with anxiety], you unsuspecting and complacent women;\nFor the vintage has ended,\nAnd the harvest will not come.",
      "11": "Tremble, you women who are carefree;\nTremble with fear, you complacent ones!\nStrip, undress and wear sackcloth on your waist [in grief],",
      "12": "Beat your breasts [in mourning] for the beautiful fields, for the fruitful vine,",
      "13": "For the land of my people growing over with thorns and briars—\nYes, [mourn] for all the houses of joy in the joyous city.",
      "14": "For the palace has been abandoned, the populated city deserted;\nThe hill [of the city] and the watchtower have become caves [for wild animals] forever,\nA delight for wild donkeys, a pasture for flocks,",
      "15": "Until the Spirit is poured out upon us from on high,\nAnd the wilderness becomes a fertile field,\nAnd the fertile field is valued as a forest.",
      "16": "Then justice will dwell in the wilderness,\nAnd righteousness will live in the fertile field.",
      "17": "And the effect of righteousness will be peace,\nAnd the result of righteousness will be quietness and confident trust forever.",
      "18": "Then my people will live in a peaceful surrounding,\nAnd in secure dwellings and in undisturbed resting places.",
      "19": "But it will hail, when the forest comes down,\nAnd the [capital] city will fall in utter humiliation.",
      "20": "Blessed (happy, fortunate) are you who cast your seed upon all waters [when the river overflows its banks and irrigates the land],\nYou who allow the ox and the donkey to roam freely."
    },
    "33": {
      "1": "Woe (judgment is coming) to you, O destroyer,\nYou who were not destroyed,\nAnd he who is treacherous, while others did not deal treacherously with him.\nAs soon as you finish destroying, you will be destroyed;\nAs soon as you stop dealing treacherously, others will deal treacherously with you.",
      "2": "O Lord, be gracious to us; we have waited [expectantly] for You.\nBe the arm of Your servants every morning [that is, their strength and their defense],\nOur salvation also in the time of trouble.",
      "3": "At the sound of the tumult, the peoples flee;\nAt the lifting up of Yourself nations scatter.",
      "4": "Your spoil [of Israel’s foe] is gathered [by the people of Jerusalem] as the caterpillar gathers;\nAs locusts swarming so people swarm on it.",
      "5": "The Lord is exalted, for He dwells on high;\nHe has filled Zion with justice and righteousness.",
      "6": "And He will be the security and stability of your times,\nA treasure of salvation, wisdom and knowledge;\nThe fear of the Lord is your treasure.",
      "7": "Now look, their brave men shout outside;\nThe ambassadors [seeking a treaty] of peace weep bitterly.",
      "8": "The highways are deserted, the traveler has ceased [to appear].\nThe enemy has broken the covenant, he has rejected the cities,\nHe has no regard for [any] man.",
      "9": "The land mourns and dries out,\nLebanon is shamed and [its lush foliage] withers;\nSharon is like a desert plain,\nAnd Bashan and [Mount] Carmel shake off their leaves.",
      "10": "“Now I will arise,” says the Lord.\n“Now I will be exalted; now I will be lifted up.",
      "11": "“You have conceived dried grass, you will give birth to stubble;\nMy breath is a fire that will consume you.",
      "12": "“The peoples will be burned to lime,\nLike thorns cut down which are burned in the fire.",
      "13": "“You who are far away, hear what I have done;\nAnd you who are near, acknowledge My might.”",
      "14": "The sinners in Zion are terrified;\nTrembling has seized the godless.\n[They cry] “Who among us can live with the consuming fire?\nWho among us can live with everlasting burning?”",
      "15": "He who walks righteously and speaks with integrity,\nWho rejects gain from fraud and from oppression,\nWho shakes his hand free from the taking of bribes,\nWho stops his ears from hearing about bloodshed\nAnd shuts his eyes to avoid looking upon evil;",
      "16": "He will dwell on the heights,\nHis place of defense will be the fortress of rocks,\nHis bread will be given him;\nHis water will be permanent.",
      "17": "Your eyes will see the King in His beauty;\nThey will see a far-distant land.",
      "18": "Your mind will meditate on the terror [asking]:\n“Where is he who counts?\nWhere is he who weighs [the tribute]?\nWhere is he who counts the towers?”",
      "19": "You will no longer see the fierce and insolent people,\nA people of unintelligible speech which no one comprehends,\nOf a strange and stammering tongue which no one understands.",
      "20": "Look upon Zion, the city of our appointed feasts and observances;\nYour eyes will see Jerusalem, a undisturbed settlement,\nA tent which will not be taken down;\nNot one of its stakes will ever be pulled up,\nNor any of its ropes be severed.",
      "21": "But there the mighty and magnificent Lord will be for us\nA place of broad rivers and streams,\nWhere no oar-driven boat will go,\nAnd on which no mighty and stately ship will pass.",
      "22": "For the Lord is our Judge,\nThe Lord is our Ruler,\nThe Lord is our King;\nHe will save us.",
      "23": "Your ship’s ropes (tackle) hang loose;\nThey cannot hold the base of their mast firmly,\nNor spread out the sail.\nThen an abundance of spoil and plunder will be divided;\nEven the lame will take the plunder.",
      "24": "And no inhabitant [of Zion] will say, “I am sick”;\nThe people who dwell there will be forgiven their wickedness [their sin, their injustice, their wrongdoing]."
    },
    "34": {
      "1": "Come near, you nations, to hear; and listen, O peoples!\nLet the earth and all that is in it hear, and the world and all that comes forth from it.",
      "2": "For the Lord is angry at all the nations,\nAnd His wrath is against all their armies;\nHe has utterly doomed them,\nHe has given them over to slaughter.",
      "3": "So their slain will be thrown out,\nAnd the stench of their corpses will rise,\nAnd the mountains will flow with their blood.",
      "4": "All the host of heaven will be dissolved,\nAnd the skies will be rolled up like a scroll;\nAll their hosts [the stars and the planets] will also wither away\nAs a leaf withers from the vine,\nAnd as a fig withers from the fig tree.",
      "5": "For My sword is satiated [with blood] in heaven;\nIndeed, it will come down for judgment on Edom\nAnd on the people whom I have doomed for destruction.",
      "6": "The sword of the Lord is filled with blood [from sacrifices],\nIt drips with fat, with the blood of lambs and goats,\nWith the fat of the kidneys of rams.\nFor the Lord has a sacrifice in Bozrah (Edom’s capital city)\nAnd a great slaughter in the land of Edom.",
      "7": "Wild oxen will also fall with them\nAnd the young bulls with the strong bulls;\nAnd their land will be soaked with blood,\nAnd their dust made greasy with fat.",
      "8": "For the Lord has a day of vengeance,\nA year of retribution for the cause of Zion.",
      "9": "The streams [of Edom] will be turned into pitch,\nAnd its dust into brimstone,\nAnd its land will become burning pitch.",
      "10": "The burning will not be quenched night or day;\nIts smoke will go up forever.\nFrom generation to generation it will lie in ruins;\nNo one will ever again pass through it.",
      "11": "But the pelican and the porcupine will take possession of it;\nThe owl and the raven will dwell in it.\nAnd He will stretch over it (Edom) the measuring line of desolation\nAnd the plumb line of emptiness.",
      "12": "Its nobles—there is no one there\nWhom they may proclaim king—\nAnd all its princes will be nothing.",
      "13": "Thorns will come up in its fortified palaces,\nNettles and brambles in its fortified cities;\nIt will be a haunt for jackals,\nAn abode for ostriches.",
      "14": "The creatures of the desert will encounter jackals\nAnd the hairy goat will call to its kind;\nIndeed, Lilith (night demon) will settle there\nAnd find herself a place of rest.",
      "15": "There the arrow snake will make her nest and lay her eggs,\nAnd hatch them and gather her young under her protection;\nIndeed, the birds of prey will be gathered there [to breed],\nEvery one with its own kind.",
      "16": "Seek from the book of the Lord, and read:\nNot one of these [creatures] will be missing;\nNone will lack its mate.\nFor His mouth has commanded,\nAnd His Spirit has gathered them.",
      "17": "The Lord has cast the lot for them,\nAnd His hand has divided and apportioned Edom to the wild beasts by measuring-line.\nThey will possess it forever;\nFrom generation to generation they will dwell in it."
    },
    "35": {
      "1": "The wilderness and the dry land will be glad;\nThe Arabah (desert) will shout in exultation and blossom\nLike the autumn crocus.",
      "2": "It will blossom abundantly\nAnd rejoice with joy and singing.\nThe glory of Lebanon will be given to it,\nThe majesty of [Mount] Carmel and [the plain] of Sharon.\nThey will see the glory of the Lord,\nThe majesty and splendor of our God.",
      "3": "Encourage the exhausted, and make staggering knees firm.",
      "4": "Say to those with an anxious and panic-stricken heart,\n“Be strong, fear not!\nIndeed, your God will come with vengeance [for the ungodly];\nThe retribution of God will come,\nBut He will save you.”",
      "5": "Then the eyes of the blind will be opened\nAnd the ears of the deaf will be unstopped.",
      "6": "Then the lame will leap like a deer,\nAnd the tongue of the mute will shout for joy.\nFor waters will break forth in the wilderness\nAnd streams in the desert.",
      "7": "And the burning sand (mirage) will become a pool [of water]\nAnd the thirsty ground springs of water;\nIn the haunt of jackals, where they lay resting,\nGrass becomes reeds and rushes.",
      "8": "A highway will be there, and a roadway;\nAnd it will be called the Holy Way.\nThe unclean will not travel on it,\nBut it will be for those who walk on the way [the redeemed];\nAnd fools will not wander on it.",
      "9": "No lion will be there,\nNor will any predatory animal come up on it;\nThey will not be found there.\nBut the redeemed will walk there.",
      "10": "And the ransomed of the Lord will return\nAnd come to Zion with shouts of jubilation,\nAnd everlasting joy will be upon their heads;\nThey will find joy and gladness,\nAnd sorrow and sighing will flee away."
    },
    "36": {
      "1": "Now in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and conquered them.",
      "2": "And the king of Assyria sent the Rabshakeh [his military commander] from Lachish [the Judean fortress commanding the road from Egypt] to King Hezekiah at Jerusalem with a large army. And he stood by the canal of the Upper Pool on the highway to the Fuller’s Field.",
      "3": "Then Eliakim the son of Hilkiah, who was in charge of the [royal] household, and Shebna the scribe, and Joah the son of Asaph, the recording historian, came out to [meet] him.",
      "4": "Then the Rabshakeh said to them, “Say to Hezekiah, ‘This is what the great king, the king of Assyria says, “What is [the reason for] this confidence that you have?",
      "5": "I say, ‘Your plan and strength for the war are only empty words.’ Now in whom do you trust and on whom do you rely, that you have rebelled against me?",
      "6": "Listen carefully, you rely on the staff of this broken reed, Egypt, which will pierce the hand of any man who leans on it. So is Pharaoh king of Egypt to all who rely on him.",
      "7": "But if you say to me, ‘We trust in and rely on the Lord our God,’ is it not He whose high places and whose altars Hezekiah has taken away, saying to Judah and to Jerusalem, ‘You shall worship before this altar’?",
      "8": "So now, exchange pledges with my master the king of Assyria and I will give you two thousand horses, if you are able on your part to put riders on them.",
      "9": "How then can you repulse [the attack of] a single commander of the least of my master’s servants, and rely on Egypt for chariots and for horsemen?",
      "10": "Moreover, is it without the Lord that I have now come up against this land to destroy it? The Lord said to me, ‘Go up against this land and destroy it.’”’”",
      "11": "Then Eliakim and Shebna and Joah said to the Rabshakeh, “Please, speak to your servants in Aramaic, because we understand it; and do not speak to us in Judean (Hebrew) in the hearing of the people who are [stationed] on the wall.”",
      "12": "But the Rabshakeh said, “Has my master sent me to speak these words only to your master and to you, and not to the men sitting on the wall, doomed to eat their own dung and drink their own urine with you?”",
      "13": "Then the Rabshakeh stood and called out with a loud voice in Judean (Hebrew): “Hear the words of the great king, the king of Assyria.",
      "14": "This is what the king says, ‘Do not let Hezekiah deceive you, for he will not be able to rescue you;",
      "15": "nor let Hezekiah make you trust in the Lord, saying, “The Lord will most certainly rescue us; this city will not be given into the hand of the king of Assyria.”",
      "16": "Do not listen to Hezekiah,’ for this is what the king of Assyria says, ‘Make peace with me and come out to me, and each one of you will eat from his own vine and each from his own fig tree and each [one of you] drink from the water of his own cistern,",
      "17": "until I come and take you away to a land like your own land, a land of grain and new wine, a land of bread and vineyards.",
      "18": "Beware that Hezekiah does not mislead you by saying, “The Lord will rescue us.” Has any one of the gods of the nations [ever] rescued his land from the hand of the king of Assyria?",
      "19": "Where are the gods of Hamath and Arpad [in Aram]? Where are the gods of Sepharvaim? And when have they rescued Samaria from my hand?",
      "20": "Who among all the gods of these lands have rescued their land from my hand, that [you should think that] the Lord would rescue Jerusalem from my hand?’”",
      "21": "But they kept silent and did not say a word to him in reply, for King Hezekiah’s command was, “Do not answer him.”",
      "22": "Then Eliakim the son of Hilkiah, who was in charge of the household, and Shebna the scribe and Joah the son of Asaph, the recording historian, came to Hezekiah with their clothes torn [in grief], and told him the words of the Rabshakeh [the Assyrian commander]."
    },
    "37": {
      "1": "And when King Hezekiah heard this, he tore his clothes and covered himself with sackcloth and went into the house of the Lord.",
      "2": "Then he sent Eliakim, who was in charge of the [royal] household, and Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet, the son of Amoz.",
      "3": "They said to him, “This is what Hezekiah says, ‘This day is a day of distress, rebuke and disgrace; for children have come to birth, and there is no strength to deliver them.",
      "4": "It may be that the Lord your God will hear the words of the Rabshakeh [the commander], whom his master the king of Assyria has sent to taunt and defy the living God, and will avenge the words which the Lord your God has heard. Therefore, offer a prayer for the remnant [of His people] that is left.’”",
      "5": "So the servants of King Hezekiah came to Isaiah.",
      "6": "Isaiah said to them, “You shall say the following to your master: ‘This is what the Lord says, “Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have blasphemed Me.",
      "7": "Listen carefully, I will put a spirit in him so that he will hear a rumor and return to his own land. And I will make him fall by the sword in his own land.”’”",
      "8": "So the Rabshakeh returned and found the king of Assyria fighting against Libnah [a fortified city of Judah], for he had heard that the king had left Lachish.",
      "9": "And Sennacherib king of Assyria, heard them say concerning Tirhakah king of Cush (Ethiopia), “He has come out to fight against you.” And when he heard it, he sent messengers to Hezekiah, saying,",
      "10": "“You shall say to Hezekiah king of Judah, ‘Do not let your God in whom you trust deceive you, saying, “Jerusalem will not be given into the hand of the king of Assyria.”",
      "11": "Listen carefully, you have heard what the kings of Assyria have done to all lands, utterly destroying them. So will you be rescued?",
      "12": "Did the gods of the nations which my fathers destroyed rescue them—Gozan, Haran [of Mesopotamia], Rezeph, and the sons of Eden who were in Telassar?",
      "13": "Where is the king of Hamath, the king of Arpad [of northern Syria], the king of the city of Sepharvaim, [the king of] Hena, or [the king of] Ivvah?’”",
      "14": "Then Hezekiah took the letter from the hand of the messengers and read it, and he went up to the house of the Lord and spread it out before the Lord.",
      "15": "And Hezekiah prayed to the Lord saying,",
      "16": "“O Lord of hosts, God of Israel, who is enthroned above the cherubim, You are the God, You alone, of all the kingdoms of the earth. You have made heaven and earth.",
      "17": "Incline Your ear, O Lord, and hear; open Your eyes, O Lord, and see; and hear all the words of Sennacherib that he has sent to taunt and defy the living God.",
      "18": "It is true, O Lord, that the kings of Assyria have laid waste all the countries and their lands,",
      "19": "and have cast the gods [of those peoples] into the fire, for they were not gods but the work of men’s hands, wood and stone. Therefore they have destroyed them.",
      "20": "Now, O Lord our God, save us from his hand so that all the kingdoms of the earth may know and fully realize that You alone, Lord, are God.”",
      "21": "Then Isaiah son of Amoz sent word to Hezekiah, saying, “For the Lord, the God of Israel says this, ‘Because you have prayed to Me about Sennacherib king of Assyria,",
      "22": "this is the word that the Lord has spoken against him:\n“She has shown contempt for you and mocked you,\nThe Virgin Daughter of Zion (Jerusalem);\nShe has shaken her head behind you,\nThe Daughter of Jerusalem!",
      "23": "“Whom have you taunted and blasphemed?\nAnd against whom have you raised your voice\nAnd haughtily lifted up your eyes?\nAgainst the Holy One of Israel!",
      "24": "“Through your servants you have taunted and defied the Lord,\nAnd you have said, ‘With my many chariots I have gone up to the heights of the mountains,\nTo the remotest parts of Lebanon.\nI cut down its tallest cedars and its choicest cypress trees;\nAnd I will go to its remotest height, its most luxuriant and thickest forest.",
      "25": "‘I dug wells and drank [foreign] waters,\nAnd with the sole of my feet I dried up\nAll the canals [of the Nile] of Egypt.’",
      "26": "“Have you not heard [says the God of Israel]\nThat I did it long ago,\nThat I planned it in ancient times?\nNow I have brought it to pass,\nThat you [king of Assyria] would [be My instrument to] turn fortified cities into ruinous heaps.",
      "27": "“Therefore their inhabitants had little power,\nThey were terrorized and shamed;\nThey were like the grass of the field and the green vegetation,\nLike grass on the housetops and like a field [of grain] scorched before it is grown.",
      "28": "“But I know your sitting down\nAnd your going out and your coming in [every detail of your life],\nAnd your raging against Me.",
      "29": "“Because your raging against Me\nAnd your arrogance has come up to My ears,\nI will put My hook in your nose\nAnd My bridle in your mouth,\nAnd I will turn you back by the way you came.",
      "30": "“This shall be the sign [of these things] to you [Hezekiah]: you are to eat this year what grows of itself, and in the second year that which springs from the same, and in the third year you are to sow and harvest, and plant vineyards and eat their fruit.",
      "31": "The surviving remnant of the house of Judah will again take root downward and bear fruit upward.",
      "32": "For out of Jerusalem will come a remnant and from Mount Zion a band of survivors. The zeal of the Lord of hosts will do this.”’",
      "33": "“Therefore, the Lord says this concerning the king of Assyria, ‘He will not come into this city or shoot an arrow there, or come before it with shield, or raise an assault ramp against it.",
      "34": "By the way that he came, by the same way he will return, and he will not come into this city,’ declares the Lord.",
      "35": "‘For I will defend this city to save it, for My own sake and for the sake of My servant David.’”",
      "36": "And the angel of the Lord went out and struck 185,000 in the camp of the Assyrians; and when the [surviving] men got up early the next morning, they saw all the dead.",
      "37": "So Sennacherib king of Assyria departed and returned and lived at Nineveh.",
      "38": "It came to pass as he was worshiping in the house of Nisroch his god, that Adrammelech and Sharezer his sons killed him with the sword; and they escaped into the land of Ararat [in Armenia]. And Esarhaddon his son became king in his place."
    },
    "38": {
      "1": "In those days Hezekiah [king of Judah] became sick and was at the point of death. And Isaiah the prophet, the son of Amoz, came to him and said, “For the Lord says this, ‘Set your house in order and prepare a will, for you shall die; you will not live.’”",
      "2": "Then Hezekiah turned his face to the wall and prayed to the Lord,",
      "3": "and said, “Please, O Lord, just remember how I have walked before You in faithfulness and truth, and with a whole heart [absolutely devoted to You], and have done what is good in Your sight.” And Hezekiah wept greatly.",
      "4": "Then the word of the Lord came to Isaiah, saying,",
      "5": "“Go and say to Hezekiah, ‘For the Lord, the God of David your father says this, “I have heard your prayer, I have seen your tears; listen carefully, I will add fifteen years to your life.",
      "6": "I will rescue you and this city from the hand of the king of Assyria; and I will defend this city [Jerusalem].”’",
      "7": "“This shall be the sign to you from the Lord, that the Lord will do this thing that He has spoken:",
      "8": "Listen carefully, I will turn the shadow on the stairway [denoting the time of day] ten steps backward, the shadow on the stairway (sundial) of Ahaz.” And the sunlight went ten steps backward on the stairway where it had [previously] gone down.",
      "9": "This is the writing of Hezekiah king of Judah after he had been sick and had recovered from his illness:",
      "10": "I said, “In mid-life\nI am to go through the gates of Sheol (the place of the dead),\nI am to be summoned, deprived of the remainder of my years.”",
      "11": "I said, “I will not see the Lord\nThe Lord in the land of the living;\nI will no longer see man among the inhabitants of the world.",
      "12": "“My dwelling (body) is pulled up and removed from me like a shepherd’s tent;\nI have rolled up my life as a weaver [rolls up the finished web].\nHe cuts me free from the warp [of the loom];\nFrom day to night You bring me to an end.",
      "13": "“I lay down until morning.\nLike a lion, so He breaks all my bones;\nFrom day until night You bring me to an end.",
      "14": "“Like a swallow, like a crane, so I chirp;\nI coo like a dove.\nMy eyes look wistfully upward;\nO Lord, I am oppressed, take my side and be my security.",
      "15": "“What shall I say?\nFor He has spoken to me, and He Himself has done it;\nI will wander aimlessly all my years because of the bitterness of my soul.",
      "16": "“O Lord, by these things men live,\nAnd in all these is the life of my spirit;\nRestore me to health and let me live!",
      "17": "“Indeed, it was for my own well-being that I had such bitterness;\nBut You have loved back my life from the pit of nothingness (destruction),\nFor You have cast all my sins behind Your back.",
      "18": "“For Sheol cannot praise or thank You,\nDeath cannot praise You and rejoice in You;\nThose who go down to the pit cannot hope for Your faithfulness.",
      "19": "“It is the living who give praise and thanks to You, as I do today;\nA father tells his sons about Your faithfulness.",
      "20": "“The Lord is ready to save me;\nTherefore we will play my songs on stringed instruments\nAll the days of our lives at the house of the Lord.”",
      "21": "Now Isaiah had said, “Have them take a cake of figs and rub it [as an ointment] on the inflamed spot, that he may recover.”",
      "22": "Hezekiah also had said, “What is the sign that I will go up to the house of the Lord?”"
    },
    "39": {
      "1": "At that time Merodach-baladan son of Baladan, king of Babylon, sent [messengers with] letters and a present to Hezekiah, for he had heard that he had been sick and had recovered.",
      "2": "Hezekiah was pleased and showed them his treasure house—the silver, the gold, the spices, the precious oil, his entire armory and everything that was found in his treasuries. There was nothing in his house nor in all his area of dominion that Hezekiah did not show them.",
      "3": "Then Isaiah the prophet came to King Hezekiah and asked, “What did these men say? From where have they come to you?” And Hezekiah said, “They came to me from a far country, from Babylon.”",
      "4": "Then Isaiah said, “What have they seen in your house?” And Hezekiah answered, “They have seen everything that is in my house; there is nothing among my treasures that I have not shown them.”",
      "5": "Then Isaiah said to Hezekiah, “Hear the word of the Lord of hosts,",
      "6": "‘Listen carefully, the days are coming when everything that is in your house and everything that your predecessors have stored up until this day will be carried to Babylon; nothing will be left,’ says the Lord.",
      "7": "‘And some of your own sons (descendants) who will come from you, whom you will father, will be taken away, and they will become officials in the palace of the king of Babylon.’”",
      "8": "Then said Hezekiah to Isaiah, “The word of the Lord which you have spoken is good.” For he thought, “There will be peace and faithfulness [to God’s promises to us] in my days.”"
    },
    "40": {
      "1": "“Comfort, O comfort My people,” says your God.",
      "2": "“Speak tenderly to Jerusalem,\nAnd call out to her, that her time of compulsory service in warfare is finished,\nThat her wickedness has been taken away [since her punishment is sufficient],\nThat she has received from the Lord’s hand\nDouble [punishment] for all her sins.”",
      "3": "A voice of one is calling out,\n“Clear the way for the Lord in the wilderness [remove the obstacles];\nMake straight and smooth in the desert a highway for our God.",
      "4": "“Every valley shall be raised,\nAnd every mountain and hill be made low;\nAnd let the rough ground become a plain,\nAnd the rugged places a broad valley.",
      "5": "“And the glory and majesty and splendor of the Lord will be revealed,\nAnd all humanity shall see it together;\nFor the mouth of the Lord has spoken it.”",
      "6": "A voice says, “Call out [prophesy].”\nThen he answered, “What shall I call out?”\n[The voice answered:] All humanity is [as frail as] grass, and all that makes it attractive [its charm, its loveliness] is [momentary] like the flower of the field.",
      "7": "The grass withers, the flower fades,\nWhen the breath of the Lord blows upon it;\nMost certainly [all] the people are [like] grass.",
      "8": "The grass withers, the flower fades,\nBut the word of our God stands forever.",
      "9": "O Zion, herald of good news,\nGet up on a high mountain.\nO Jerusalem, herald of good news,\nLift up your voice with strength,\nLift it up, do not fear;\nSay to the cities of Judah,\n“Here is your God!”",
      "10": "Listen carefully, the Lord God will come with might,\nAnd His arm will rule for Him.\nMost certainly His reward is with Him,\nAnd His restitution accompanies Him.",
      "11": "He will protect His flock like a shepherd,\nHe will gather the lambs in His arm,\nHe will carry them in His bosom;\nHe will gently and carefully lead those nursing their young.",
      "12": "Who has measured the waters in the hollow of His hand,\nAnd marked off the heavens with a span [of the hand],\nAnd calculated the dust of the earth with a measure,\nAnd weighed the mountains in a balance\nAnd the hills in a pair of scales?",
      "13": "Who has directed the Spirit of the Lord,\nOr has taught Him as His counselor?",
      "14": "With whom did He consult and who enlightened Him?\nWho taught Him the path of justice and taught Him knowledge\nAnd informed Him of the way of understanding?",
      "15": "In fact, the nations are like a drop from a bucket,\nAnd are regarded as a speck of dust on the scales;\nNow look, He lifts up the islands like fine dust.",
      "16": "And [the forests of] Lebanon cannot supply sufficient fuel to start a fire,\nNor are its wild beasts enough for a burnt offering [worthy of the Lord].",
      "17": "All the nations are as nothing before Him,\nThey are regarded by Him as less than nothing and meaningless.",
      "18": "To whom then will you liken God?\nOr with what likeness will you compare Him?",
      "19": "As for the cast image (idol), a metalworker casts it,\nA goldsmith overlays it with gold\nAnd a silversmith casts its silver chains.",
      "20": "He who is too impoverished for such an offering [to give to his god]\nChooses a tree that will not rot;\nHe seeks out for himself a skillful craftsman\nTo [carve and] set up an idol that will not totter.",
      "21": "Do you [who worship idols] not know? Have you not heard?\nHas it not been told to you from the beginning?\nHave you not understood from the foundations of the earth [the omnipotence of God and the stupidity of bowing to idols]?",
      "22": "It is He who sits above the circle of the earth,\nAnd its inhabitants are like grasshoppers;\n[It is He] who stretches out the heavens like a veil\nAnd spreads them out like a tent to dwell in.",
      "23": "It is He who reduces dignitaries to nothing,\nWho makes the judges (rulers) of the earth meaningless (useless).",
      "24": "Scarcely have they been planted,\nScarcely have they been sown,\nScarcely has their stock taken root in the earth,\nBut He merely blows on them, and they wither,\nAnd a strong wind carries them away like stubble.",
      "25": "“To whom then will you compare Me\nThat I would be his equal?” says the Holy One.",
      "26": "Lift up your eyes on high\nAnd see who has created these heavenly bodies,\nThe One who brings out their host by number,\nHe calls them all by name;\nBecause of the greatness of His might and the strength of His power,\nNot one is missing.",
      "27": "Why, O Jacob, do you say, and declare, O Israel,\n“My way is hidden from the Lord,\nAnd the justice due me escapes the notice of my God”?",
      "28": "Do you not know? Have you not heard?\nThe Everlasting God, the Lord, the Creator of the ends of the earth\nDoes not become tired or grow weary;\nThere is no searching of His understanding.",
      "29": "He gives strength to the weary,\nAnd to him who has no might He increases power.",
      "30": "Even youths grow weary and tired,\nAnd vigorous young men stumble badly,",
      "31": "But those who wait for the Lord [who expect, look for, and hope in Him]\nWill gain new strength and renew their power;\nThey will lift up their wings [and rise up close to God] like eagles [rising toward the sun];\nThey will run and not become weary,\nThey will walk and not grow tired."
    },
    "41": {
      "1": "“Listen to Me in silence, you islands and coastlands,\nAnd let the nations gain their strength;\nLet them come near, then let them speak;\nLet us come together for judgment [and decide the issue between us concerning the enemy from the east].",
      "2": "“Who has stirred up and put into action one from the east [the king of Persia, Cyrus the Great]\nWhom He calls in righteousness to His service and whom victory meets at every step?\nThe Lord turns nations over to him\nAnd subdues kings.\nHe makes them like dust with his sword,\nLike wind-driven chaff with his bow.",
      "3": "“He (Cyrus) pursues them and passes along safely,\nBy a way his feet had not traveled before.",
      "4": "“Who has performed and done this,\nCalling forth [and guiding the destinies of] the generations [of the nations] from the beginning?\n‘I, the Lord—the first, and with the last [existing before history began, the ever-present, unchanging God]—I am He.’”",
      "5": "The islands and coastlands have seen and they fear;\nThe ends of the earth tremble;\nThey have drawn near and have come.",
      "6": "They each help his neighbor\nAnd say to his brother [as he fashions his idols], “Be of good courage!”",
      "7": "So the craftsman encourages the goldsmith,\nAnd he who smooths metal with the smith’s hammer encourages him who beats the anvil,\nSaying of the soldering (welding), “That is good”;\nAnd he fastens the idol with nails,\nSo that it will not totter nor be moved.",
      "8": "“But you, Israel, My servant,\nJacob whom I have chosen,\nThe offspring of Abraham My friend,",
      "9": "You whom I [the Lord] have taken from the ends of the earth,\nAnd called from its remotest parts\nAnd said to you, ‘You are My servant,\nI have chosen you and have not rejected you [even though you are exiled].",
      "10": "‘Do not fear [anything], for I am with you;\nDo not be afraid, for I am your God.\nI will strengthen you, be assured I will help you;\nI will certainly take hold of you with My righteous right hand [a hand of justice, of power, of victory, of salvation].’",
      "11": "“Indeed, all those who are angry with you will be put to shame and humiliated;\nThose who strive against you will be as nothing and will perish.",
      "12": "“You shall search for those who quarrel with you, but will not find them;\nThey who war against you will be as nothing, as nothing at all.",
      "13": "“For I the Lord your God keep hold of your right hand; [I am the Lord],\nWho says to you, ‘Do not fear, I will help you.’",
      "14": "“Do not fear, you worm Jacob, you men of Israel;\nI will help you,” declares the Lord, “and your Redeemer is the Holy One of Israel.",
      "15": "“In fact, I have made of you a new, sharp threshing implement with sharp edges;\nYou will thresh the mountains and crush them,\nAnd make the hills like chaff.",
      "16": "“You will winnow them, and the wind will carry them away,\nAnd a high wind will scatter them;\nBut you will rejoice in the Lord,\nYou will glory in the Holy One of Israel.",
      "17": "“The poor and needy are seeking water, but there is none;\nTheir tongues are parched with thirst.\nI, the Lord, will answer them Myself;\nI, the God of Israel, will not neglect them.",
      "18": "“I will open rivers on the barren heights\nAnd springs in the midst of the valleys;\nI will make the wilderness a reed-pool of water\nAnd the dry land springs of water.",
      "19": "“I will put the cedar in the wilderness,\nThe acacia, the myrtle and the olive tree;\nI will place the juniper in the desert\nTogether with the box tree and the cypress,",
      "20": "So that they may see and know,\nAnd consider and understand together,\nThat the hand of the Lord has done this,\nThat the Holy One of Israel has created it.",
      "21": "“Present your case [for idols made by men’s hands],” says the Lord.\n“Produce your evidence [of divinity],”\nSays the king of Jacob.",
      "22": "Let them bring forward [their evidence] and tell us what is going to happen.\nRegarding the former events, tell what they were,\nThat we may consider them and know their outcome;\nOr announce to us the things that are going to come.",
      "23": "Tell us the things that are to come afterward,\nThat we may know that you are gods;\nIndeed, you should do something good or do evil, that we may be afraid and fear [you] together [as we observe the miracle].",
      "24": "Hear this! You [idols] are less than nothing,\nAnd your work is worthless;\nThe worshiper who chooses you [as a god] is repulsive.",
      "25": "“I have stirred up and put into action one from the north [the king of Persia, Cyrus the Great], and he has come;\nFrom the rising of the sun he will call on My Name [in prayer].\nAnd he will trample on [the Babylonian] officials as on mortar,\nEven as a potter treads clay.”",
      "26": "Who [among the idols] has declared this from the beginning, so that we could know?\nOr from earlier times, so that we could say, “He is [unquestionably] right!”?\nIn fact, there was no one who declared it,\nIndeed, there was no one who proclaimed it;\nThere was no one at all who heard you speak [for you pagan gods are speechless].",
      "27": "“I was first to say to Zion, ‘Listen carefully, here they are [the Jews who will be restored to their own land].’\nAnd to Jerusalem, ‘I will provide a messenger (Isaiah) to bring the good news [that Cyrus will be stirred up and put into action to save them].’",
      "28": "“But when I look [on the pagan prophets and priests], there is no one [who could predict these events],\nAnd there is no counselor among them,\nWho, if I ask, can give an answer.",
      "29": "“In fact, all of these [pagan prophets and priests] are false;\nTheir works are worthless,\nTheir cast images are [merely] wind and emptiness."
    },
    "42": {
      "1": "“Behold, My Servant, whom I uphold;\nMy Chosen One in whom My soul delights.\nI have put My Spirit upon Him;\nHe will bring forth justice to the nations.",
      "2": "“He will not call out or shout aloud,\nNor make His voice heard in the street.",
      "3": "“A broken reed He will not break [off]\nAnd a dimly burning wick He will not extinguish [He will not harm those who are weak and suffering];\nHe will faithfully bring forth justice.",
      "4": "“He will not be disheartened or crushed [in spirit];\n[He will persevere] until He has established justice on the earth;\nAnd the coastlands will wait expectantly for His law.”",
      "5": "This is what God the Lord says,\nHe who created the heavens and stretched them out,\nWho spread out the earth and its produce,\nWho gives breath to the people on it\nAnd spirit to those who walk on it,",
      "6": "“I am the Lord, I have called You (the Messiah) in righteousness [for a righteous purpose],\nI will also take You by the hand and keep watch over You,\nAnd I will appoint You as a covenant to the people [Israel],\nAs a light to the nations (Gentiles),",
      "7": "To open the eyes of the blind,\nTo bring out prisoners from the dungeon\nAnd those who sit in darkness from the prison.",
      "8": "“I am the Lord, that is My Name;\nMy glory I will not give to another,\nNor My praise to carved idols.",
      "9": "“Indeed, the former things have come to pass,\nNow I declare new things;\nBefore they spring forth I proclaim them to you.”",
      "10": "Sing to the Lord a new song,\nSing His praise from the end of the earth!\nYou who go down to the sea, and all that is in it,\nYou islands and coastlands, and those who inhabit them [sing His praise]!",
      "11": "Let the wilderness and its cities lift up their voices,\nThe villages where Kedar lives.\nLet the inhabitants of Sela shout for joy,\nLet them shout joyfully from the tops of the mountains.",
      "12": "Let them give glory to the Lord\nAnd declare His praise in the islands and coastlands.",
      "13": "The Lord will go forth like a warrior,\nHe will stir up His zeal like a man of war;\nHe will shout out, yes, He will raise a war cry.\nHe will prevail [mightily] against His enemies.",
      "14": "“I [the Lord] have been silent for a long time,\nI have been still and restrained Myself.\nNow I will moan like a woman in labor,\nI will both gasp and pant.",
      "15": "“I will lay waste the mountains and hills\nAnd wither all their vegetation;\nI will turn the rivers into coastlands\nAnd dry up the ponds.",
      "16": "“I will lead the blind by a way they do not know;\nI will guide them in paths that they do not know.\nI will make darkness into light before them\nAnd rugged places into plains.\nThese things I will do [for them],\nAnd I will not leave them abandoned or undone.”",
      "17": "Those who trust in carved idols will be turned back,\nAnd utterly put to shame,\nWho say to cast images,\n“You are our gods.”",
      "18": "Hear, you deaf!\nAnd look, you blind, that you may see.",
      "19": "Who is blind but My servant [Israel],\nOr deaf like My messenger whom I send?\nWho is blind like the one who is at peace with Me [in a covenant relationship],\nOr so blind as the servant of the Lord?",
      "20": "You have seen many things, but you do not observe them;\nYour ears are open, but no one hears.",
      "21": "The Lord was pleased for His righteousness’ sake\nTo make the law great and prove to be glorious.",
      "22": "But this is a people despoiled and plundered;\nAll of them are trapped in holes,\nOr are hidden away in prisons.\nThey have become a prey with no one to rescue them,\nAnd a spoil, with no one to say, “Give them back!”",
      "23": "Who among you will listen to this?\nWho will listen and pay attention in the time to come?",
      "24": "Who gave up Jacob [the kingdom of Judah] for spoil, and [the kingdom of] Israel to the plunderers?\nWas it not the Lord, He against whom we [of Judah] have sinned,\nAnd in whose ways they [of Israel] were unwilling to walk,\nAnd whose law and teaching they did not obey?",
      "25": "Therefore He poured out on Israel the heat of His anger\nAnd the fierceness of battle;\nAnd engulfed him in fire,\nYet he did not recognize [the lesson of repentance which the Assyrian conquest was intended to teach];\nIt burned him, but he did not take it to heart."
    },
    "43": {
      "1": "But now, this is what the Lord, your Creator says, O Jacob,\nAnd He who formed you, O Israel,\n“Do not fear, for I have redeemed you [from captivity];\nI have called you by name; you are Mine!",
      "2": "“When you pass through the waters, I will be with you;\nAnd through the rivers, they will not overwhelm you.\nWhen you walk through fire, you will not be scorched,\nNor will the flame burn you.",
      "3": "“For I am the Lord your God,\nThe Holy One of Israel, your Savior;\nI have given Egypt [to the Babylonians] as your ransom,\nCush (ancient Ethiopia) and Seba [its province] in exchange for you.",
      "4": "“Because you are precious in My sight,\nYou are honored and I love you,\nI will give other men in return for you and other peoples in exchange for your life.",
      "5": "“Do not fear, for I am with you;\nI will bring your offspring from the east [where they are scattered],\nAnd gather you from the west.",
      "6": "“I will say to the north, ‘Give them up!’\nAnd to the south, ‘Do not hold them back.’\nBring My sons from far way\nAnd My daughters from the ends of the earth,",
      "7": "Everyone who is called by My Name,\nWhom I have created for My glory,\nWhom I have formed, even whom I have made.”",
      "8": "Bring out the people who are blind, even though they have eyes,\nAnd the deaf, even though they have ears.",
      "9": "All the nations have gathered together\nSo that the peoples may be assembled.\nWho among them (the idolaters) can predict this [that Judah would return from captivity]\nAnd proclaim to us the former events?\nLet them provide their witnesses so that they may be justified,\nOr let them hear and say [in acknowledgement], “It is the truth.”",
      "10": "“You are My witnesses,” declares the Lord,\n“And My servant whom I have chosen,\nThat you may know and believe Me\nAnd understand that I am He.\nBefore Me there was no God formed,\nAnd there will be none after Me.",
      "11": "“I, [only] I, am the Lord,\nAnd there is no Savior besides Me.",
      "12": "“I have declared [the future] and saved [the nation] and proclaimed [that I am God],\nAnd there was no strange (alien) god among you;\nTherefore you are My witnesses [among the pagans],” declares the Lord,\n“That I am God.",
      "13": "“Even from eternity I am He,\nAnd there is no one who can rescue from My hand;\nI act, and who can revoke or reverse it?”",
      "14": "This is what the Lord your Redeemer, the Holy One of Israel says,\n“For your sake I have sent [one] to Babylon,\nAnd I will bring down all of them as fugitives,\nEven the Chaldeans [who reign in Babylon], into the ships over which they rejoiced.",
      "15": "“I am the Lord, your Holy One,\nThe Creator of Israel, your King.”",
      "16": "This is what the Lord says,\nHe who makes a way through the sea\nAnd a path through the mighty waters,",
      "17": "He who brings out the chariot and the horse,\nThe army and the mighty warrior,\n(They will lie down together, they will not rise again;\nThey have been extinguished, they have been put out like a lamp’s wick):",
      "18": "“Do not remember the former things,\nOr ponder the things of the past.",
      "19": "“Listen carefully, I am about to do a new thing,\nNow it will spring forth;\nWill you not be aware of it?\nI will even put a road in the wilderness,\nRivers in the desert.",
      "20": "“The beasts of the field will honor Me,\nJackals and ostriches,\nBecause I have given waters in the wilderness\nAnd rivers in the desert,\nTo give drink to My people, My chosen.",
      "21": "“The people whom I formed for Myself\nWill make known My praise.",
      "22": "“Yet you have not called on Me [in prayer and worship], O Jacob;\nBut you have grown weary of Me, O Israel.",
      "23": "“You have not brought Me your sheep or goats for your burnt offerings,\nNor honored Me with your sacrifices.\nI have not burdened you with offerings,\nNor wearied you with [demands for offerings of] incense.",
      "24": "“You have not bought Me sweet cane with money,\nNor have you filled Me with the fat of your sacrifices;\nBut you have burdened Me with your sins,\nYou have wearied Me with your wickedness.",
      "25": "“I, only I, am He who wipes out your transgressions for My own sake,\nAnd I will not remember your sins.",
      "26": "“Remind Me [of your merits with a thorough report], let us plead and argue our case together;\nState your position, that you may be proved right.",
      "27": "“Your first father [Jacob] sinned,\nAnd your spokesmen [the priests and the prophets—your mediators] have transgressed against Me.",
      "28": "“So I will profane the officials of the sanctuary,\nAnd I will consign Jacob to destruction and [I will subject] Israel to defamation and abuse."
    },
    "44": {
      "1": "“But now listen, O Jacob, My servant,\nAnd Israel, whom I have chosen:",
      "2": "This is what the Lord who made you\nAnd formed you from the womb, who will help you says,\n‘Fear not, O Jacob My servant;\nAnd Jeshurun (Israel, the upright one) whom I have chosen.",
      "3": "‘For I will pour out water on him who is thirsty,\nAnd streams on the dry ground;\nI will pour out My Spirit on your offspring\nAnd My blessing on your descendants;",
      "4": "And they will spring up among the grass\nLike willows by the streams of water.’",
      "5": "“One will say, ‘I am the Lord’s’;\nAnd another will name himself after Jacob;\nAnd another will write on his hand, ‘I am the Lord’s,’\nAnd be called by the [honorable] name of Israel.",
      "6": "“For the Lord, the King of Israel and his Redeemer, the Lord of hosts says this,\n‘I am the First and I am the Last;\nAnd there is no God besides Me.",
      "7": "‘Who is like Me? Let him proclaim it and declare it;\nYes, let him confront Me,\nSince I established the people of antiquity.\nAnd let them [those supposed gods] tell those people [who foolishly follow them] the things to come\nAnd the events that are going to take place.",
      "8": "‘Do not tremble nor be afraid [of the violent upheavals to come];\nHave I not long ago proclaimed it to you and declared it?\nAnd you are My witnesses.\nIs there a God besides Me?\nThere is no other Rock;\nI know of none.’”",
      "9": "All who make carved idols are nothing. Their precious objects are worthless [to them], and their own witnesses (worshipers) fail to see or know, so that they will be put to shame.",
      "10": "Who has made a god or cast an idol which is profitable for nothing?",
      "11": "In fact, all his companions will be put to shame, for the craftsmen themselves are mere men. Let them all assemble, let them stand up, let them be terrified, let them together be put to shame.",
      "12": "The ironsmith shapes iron and uses a chisel and works it over the coals. He forms the [idol’s] core with hammers and works it with his strong arm. He also becomes hungry and his strength fails; he drinks no water and grows tired.",
      "13": "The carpenter stretches out a measuring line, he marks out the shape [of the idol] with red chalk; he works it with planes and outlines it with the compass; and he makes it like the form of a man, like the beauty of man, that it may sit in a house.",
      "14": "He cuts cedars for himself, and takes a cypress or an oak and lets it grow strong for himself among the trees of the forest. He plants a fir, and the rain nourishes it.",
      "15": "Then it becomes fuel for a man to burn, so he takes one of them and warms himself; he also kindles a fire to bake bread. He also makes a god [from the same wood] and worships it. He makes it into a carved idol [with his own hands] and falls down and worships it!",
      "16": "He burns half of the wood in the fire; over this half he [cooks and] eats meat, he roasts meat and is satisfied. Also he warms himself and says, “Aha! I am warm, I have seen the fire.”",
      "17": "But from what is left of the wood he makes a god, his carved idol. He falls down before it, he worships it and prays to it and says, “Save me, for you are my god.”",
      "18": "They do not know, nor do they understand, for God has muddied their eyes so that they cannot see, and their hearts (minds) as well so that they cannot understand.",
      "19": "No one remembers, nor has knowledge and understanding [enough] to say [to himself], “I have burned half of this log in the fire, and also baked bread on its coals and have roasted meat and eaten it. Then I make the rest of it into an repulsive thing [to God]; I bow down [to worship] before a block of wood!”",
      "20": "That kind of man (the idolater) feeds on ashes [and is satisfied with ashes]! A deceived mind has led him astray, so that he cannot save himself, or ask, “Is this thing [that I am holding] in my right hand not a lie?”",
      "21": "“Remember [the foolishness of] these things, O Jacob\nAnd Israel, for you are My servant!\nI formed you, you are My servant;\nO Israel, you will not be forgotten by Me.",
      "22": "“I have wiped out your transgressions like a thick cloud\nAnd your sins like a heavy mist.\nReturn to Me, for I have redeemed you.”",
      "23": "Shout for joy, O heavens, for the Lord has done it!\nShout in triumph, you depths of the earth;\nBreak forth into jubilant rejoicing, you mountains,\nO forest, and every tree in it!\nFor the Lord has redeemed Jacob,\nAnd He shows His glory in Israel.",
      "24": "For the Lord, your Redeemer, and He who formed you from the womb says this,\n“I am the Lord, Maker of all things,\nWho alone stretches out the heavens,\nWho spreads out the earth by Myself,",
      "25": "Frustrating the signs and confounding the omens of boasters (false prophets),\nMaking fools out of fortune-tellers,\nCounteracting the wise\nAnd making their knowledge ridiculous,",
      "26": "Confirming the word of His servant\nAnd carrying out the plan of His messengers.\nIt is I who says of Jerusalem, ‘She shall [again] be inhabited!’\nAnd of the cities of Judah, ‘They shall [again] be built.’\nAnd I will raise up and restore her ruins.",
      "27": "“It is I who says to the deep, ‘Be dried up!’\nAnd I will make your rivers dry.",
      "28": "“It is I who says of Cyrus, ‘He is My shepherd (ruler),\nAnd he will carry out all that I desire—’\nSaying of Jerusalem, ‘She shall [again] be built,’\nAnd of the temple, ‘Your foundation shall [again] be laid.’”"
    },
    "45": {
      "1": "This is what the Lord says to His anointed, to Cyrus [king of Persia],\nWhose right hand I have held\nTo subdue nations before him,\nAnd I will ungird the loins of kings [disarming them];\nTo open doors before him so that gates will not be shut:",
      "2": "“I will go before you and level the mountains;\nI will shatter the doors of bronze and cut through the bars of iron.",
      "3": "“I will give you the treasures of darkness [the hoarded treasures]\nAnd the hidden riches of secret places,\nSo that you may know that it is I,\nThe Lord, the God of Israel, who calls you (Cyrus the Great) by your name.",
      "4": "“For the sake of Jacob My servant,\nAnd of Israel My chosen,\nI have also called you by your name;\nI have given you an honorable name\nThough you have not known Me.",
      "5": "“I am the Lord, and there is no one else;\nThere is no God except Me.\nI will embrace and arm you, though you have not known Me,",
      "6": "That people may know from the rising to the setting of the sun [the world over]\nThat there is no one except Me.\nI am the Lord, and there is no other,",
      "7": "The One forming light and creating darkness,\nCausing peace and creating disaster;\nI am the Lord who does all these things.",
      "8": "“Rain down, O heavens, from above,\nLet the clouds pour down righteousness [all the blessings of God];\nLet the earth open up, let salvation bear fruit,\nAnd righteousness spring up with it;\nI, the Lord, have created it.",
      "9": "“Woe (judgment is coming) to him who quarrels with his Maker—\nA [worthless] piece of broken pottery among other broken pieces [equally worthless]!\nShall the clay say to the potter, ‘What are you doing?’\nOr does the thing say, ‘He has no hands’?",
      "10": "“Woe (judgment is coming) to him who says to a father, ‘What are you fathering?’\nOr to a woman, ‘With what are you in labor?’”",
      "11": "For the Lord, the Holy One of Israel, and its Maker says this,\n“Ask Me about the things to come concerning My sons,\nAnd give Me orders concerning the work of My hands.",
      "12": "“I made the earth and created man upon it.\nMy hands, stretched out the heavens,\nAnd I commanded all their host.",
      "13": "“I have stirred up Cyrus and put him into action in righteousness [to accomplish My purpose]\nAnd I will make all his ways smooth;\nHe will build My city and let My exiles go,\nWithout any payment or reward,” says the Lord of hosts.",
      "14": "For this is what the Lord says,\n“The products of Egypt and the merchandise of Cush (ancient Ethiopia)\nAnd the Sabeans, men of stature,\nWill come over to you and they will be yours;\nThey will walk behind you, in chains [of subjection to you] they will come over,\nAnd they will bow down before you;\nThey will make supplication to you, [humbly and earnestly] saying,\n‘Most certainly God is with you, and there is no other,\nNo other God [besides Him].’”",
      "15": "Truly, You are a God who hides Himself,\nO God of Israel, Savior!",
      "16": "They will be put to shame and also humiliated, all of them;\nThey who make idols will go away together in humiliation.",
      "17": "Israel has been saved by the Lord\nWith an everlasting salvation;\nYou will not be put to shame or humiliated\nfor all eternity.",
      "18": "For the Lord, who created the heavens (He is God, who formed the earth and made it; He established it and did not create it to be a wasteland, but formed it to be inhabited) says this,\n“I am the Lord, and there is no one else.",
      "19": "“I have not spoken in secret,\nIn a corner of a land of darkness;\nI did not say to the descendants of Jacob,\n‘Seek Me in vain [with no benefit for yourselves].’\nI, the Lord, speak righteousness [the truth—trustworthy, a straightforward correlation between deeds and words],\nDeclaring things that are upright.",
      "20": "“Assemble yourselves and come;\nCome together, you survivors of the nations!\nThey are ignorant,\nWho carry around their wooden idols [in religious processions or into battle]\nAnd keep on praying to a god that cannot save them.",
      "21": "“Declare and present your defense of idols;\nIndeed, let them consult together.\nWho announced this [rise of Cyrus and his conquests] long before it happened?\nWho declared it long ago?\nWas it not I, the Lord?\nAnd there is no other God besides Me,\nA [consistently and uncompromisingly] just and righteous God and a Savior;\nThere is none except Me.",
      "22": "“Turn to Me and be saved, all the ends of the earth;\nFor I am God, and there is no other.",
      "23": "“I have sworn [an oath] by Myself,\nThe word is gone out of My mouth in righteousness\nAnd shall not return,\nThat to Me every knee shall bow, every tongue shall swear [allegiance].",
      "24": "“It shall be said of Me, ‘Only in the Lord are righteousness and strength.’\nTo Him people will come,\nAnd all who were angry at Him will be put to shame.",
      "25": "“In the Lord all the offspring of Israel\nWill be justified (declared free of guilt) and will glory [in God].”"
    },
    "46": {
      "1": "Bel has bowed down, Nebo stoops over;\nTheir idols are on the beasts [of burden] and on the cattle.\nYour burdens [of idols] are loaded [on them],\nBurdens on the weary animals.",
      "2": "They stooped over, they have bowed down together;\nThey could not rescue the burden [of their own idols],\nBut have themselves gone into captivity.",
      "3": "“Listen to Me,” [says the Lord], “O house of Jacob,\nAnd all the remnant of the house of Israel,\nYou who have been carried by Me from your birth\nAnd have been carried [in My arms] from the womb,",
      "4": "Even to your old age I am He,\nAnd even to your advanced old age I will carry you!\nI have made you, and I will carry you;\nBe assured I will carry you and I will save you.",
      "5": "“To whom would you liken Me\nAnd make Me equal and compare Me,\nThat we may be alike?",
      "6": "“Those who lavish gold from the bag\nAnd weigh out silver on the scales\nHire a goldsmith, and he makes it into a god;\nThey bow down, indeed they worship it.",
      "7": "“They lift it on their shoulders [in religious processions or into battle] and carry it;\nThey set it in its place and there it remains standing.\nIt cannot move from its place.\nEven if one cries to it [for help], the idol cannot answer;\nIt cannot save him from his distress.",
      "8": "“Remember this, and take courage;\nTake it to heart, you rebellious and disloyal people.",
      "9": "“Remember [carefully] the former things [which I did] from ages past;\nFor I am God, and there is no one else;\nI am God, and there is no one like Me,",
      "10": "Declaring the end and the result from the beginning,\nAnd from ancient times the things which have not [yet] been done,\nSaying, ‘My purpose will be established,\nAnd I will do all that pleases Me and fulfills My purpose,’",
      "11": "Calling a bird of prey from the east,\nFrom a far country, the man (Cyrus) of My purpose.\nTruly I have spoken; truly I will bring it to pass.\nI have planned it, be assured I will do it.",
      "12": "“Listen to Me, you stiff-necked people,\nYou who are far from righteousness (right standing with God).",
      "13": "“I bring near My righteousness [in the salvation of Israel], it is not far away;\nAnd My salvation will not delay.\nAnd I will grant salvation in Zion,\nAnd My glory for Israel."
    },
    "47": {
      "1": "“Come down and sit in the dust,\nO virgin daughter of Babylon;\nSit on the ground [in abject humiliation]; there is no throne for you,\nO daughter of the Chaldeans,\nFor you will no longer be called tender and delicate.",
      "2": "“Take millstones [as a female slave does] and grind meal;\nRemove your veil, strip off the skirt,\nUncover the leg, cross the rivers [at the command of your captors].",
      "3": "“Your nakedness will be uncovered,\nYour shame will also be exposed;\nI will take vengeance and will spare no man.”",
      "4": "Our Redeemer [will do all this], the Lord of hosts is His name,\nThe Holy One of Israel.",
      "5": "“Sit in silence, and go into darkness,\nO daughter of the Chaldeans;\nFor you will no longer be called\nThe queen of kingdoms.",
      "6": "“I was angry with My people,\nI profaned [Judah] My inheritance\nAnd gave them into your hand [Babylon].\nYou showed them no mercy;\nYou made your yoke very heavy on the aged.",
      "7": "“And you said, ‘I shall be a queen forevermore.’\nYou did not consider these things,\nNor did you [seriously] remember the [ultimate] outcome of such conduct.",
      "8": "“Now, then, hear this, you who live a luxuriant life,\nYou who dwell safely and securely,\nWho say in your heart (mind),\n‘I am [the queen], and there is no one besides me.\nI shall not sit as a widow,\nNor know the loss of children.’",
      "9": "“But these two things shall come to you abruptly, in one day:\nLoss of children and widowhood.\nThey will come on you in full measure\nIn spite of your many [claims of power through your] sorceries,\nIn spite of the great power of your enchantments.",
      "10": "“For you [Babylon] have trusted and felt confident in your wickedness; you have said,\n‘No one sees me.’\nYour wisdom and your knowledge have led you astray,\nAnd you have said in your heart (mind),\n‘I am, and there is no one besides me.’",
      "11": "“Therefore disaster will come on you;\nYou will not know how to make it disappear [with your magic].\nAnd disaster will fall on you\nFor which you cannot atone [with all your offerings to your gods];\nAnd destruction about which you do not know\nWill come on you suddenly.",
      "12": "“Persist, then, [Babylon] in your enchantments\nAnd your many sorceries\nWith which you have labored from your youth;\nPerhaps you will be able to profit [from them],\nPerhaps you may prevail and cause trembling.",
      "13": "“You are wearied by your many counsels.\nJust let the astrologers,\nThe stargazers,\nThose who predict by the new moons [each month]\nStand up and save you from the things that will come upon you [Babylon].",
      "14": "“In fact, they are like stubble;\nFire burns them.\nThey cannot save themselves from the power of the flame [much less save the nation],\nThere is no blazing coal for warming\nNor fire before which to sit!",
      "15": "“This is how they have become to you, those [astrologers and sorcerers] with whom you have labored,\nThose who have done business with you from your youth;\nEach has wandered in his own way.\nThere is no one to save you."
    },
    "48": {
      "1": "“Hear this, O house of Jacob, you who are called by the name of Israel\nAnd who come from the seed of Judah,\nYou who swear [allegiance] by the name of the Lord\nAnd invoke the God of Israel,\nBut not in truth (sincerity) nor in righteousness [with moral and spiritual integrity].",
      "2": "“For they call themselves [citizens of Jerusalem] after the holy city\nAnd depend on the God of Israel;\nThe Lord of hosts is His name.",
      "3": "“I have declared the former things [which happened to Israel] in times past;\nThey went forth from My mouth and I proclaimed them;\nSuddenly I acted, and they came to pass.",
      "4": "“Because I know that you are obstinate,\nAnd your neck is an iron tendon\nAnd your brow is bronze [both unyielding],",
      "5": "I have declared them to you long ago;\nBefore they came to pass I announced them to you,\nSo that you could not say, ‘My idol has done them,\nAnd my carved image and my cast image have commanded them.’",
      "6": "“You have heard [these things foretold]; look at all this [that has been fulfilled].\nAnd you, will you not declare it?\nI proclaim to you [specific] new things from this time,\nEven hidden things which you have not known.",
      "7": "“They are created now [called into being by the prophetic word] and not long ago;\nAnd before today you have not heard of them,\nSo that you will not say, ‘Oh yes! I knew them.’",
      "8": "“You have not heard, you have not known;\nEven from long ago your ear has not been open.\nFor I [the Lord] knew that you [Israel] would act very treacherously;\nYou have been called a transgressor and a rebel from birth.",
      "9": "“For the sake of My Name I refrain from My wrath,\nAnd for My praise I restrain Myself from you,\nSo that I do not cut you off.",
      "10": "“Indeed, I have refined you, but not as silver;\nI have tested and chosen you in the furnace of affliction.",
      "11": "“For My own sake, for My own sake, I will do it [I refrain and do not completely destroy you];\nFor how can My Name be defiled and profaned [as it would if My chosen people were completely destroyed]?\nAnd I will not give My glory to another [by permitting the worshipers of idols to triumph over you].",
      "12": "“Listen to Me, O Jacob, and Israel, whom I called;\nI am He, I am the First, I am the Last.",
      "13": "“My hand founded and established the earth,\nAnd My right hand spread out the heavens;\nWhen I call to them, they stand together [in obedience to carry out My decrees].",
      "14": "“Assemble, all of you, and listen!\nWho among them [the idols and Chaldean astrologers] has declared these things?\nThe Lord loves him (Cyrus of Persia); he will do His pleasure and purpose against Babylon,\nAnd his arm will be against the Chaldeans [who reign in Babylon].",
      "15": "“I, even I, have spoken; indeed, I have called Cyrus;\nI have brought him, and will make his way successful.",
      "16": "“Come near to Me, listen to this:\nFrom the beginning I have not spoken in secret,\nFrom the time that it happened, I was there.\nAnd now the Lord God has sent Me, and His [Holy] Spirit.”",
      "17": "This is what the Lord, your Redeemer, the Holy One of Israel says,\n“I am the Lord your God, who teaches you to profit (benefit),\nWho leads you in the way that you should go.",
      "18": "“Oh, that you had paid attention to My commandments!\nThen your peace and prosperity would have been like a [flowing] river,\nAnd your righteousness [the holiness and purity of the nation] like the [abundant] waves of the sea.",
      "19": "“Your offspring would have been like the sand,\nAnd your descendants [in number] like the grains of sand;\nTheir name would never be cut off or destroyed from My presence.”",
      "20": "Get out of Babylon! Flee from the Chaldeans [who reign there]!\nDeclare with a voice of jubilation, proclaim this,\nSend it out to the end of the earth;\nSay, “The Lord has redeemed His servant Jacob.”",
      "21": "They did not thirst when He led them through the deserts.\nHe made the waters flow out of the rock for them;\nHe split the rock and the waters flowed.",
      "22": "“There is no peace for the wicked,” says the Lord."
    },
    "49": {
      "1": "Listen to Me, O islands and coastlands,\nAnd pay attention, you peoples from far away.\nThe Lord has called Me from the womb;\nFrom the body of My mother He has named Me.",
      "2": "He has made My mouth like a sharp sword,\nIn the shadow of His hand He has kept Me hidden;\nAnd He has made Me a sharpened arrow,\nIn His quiver He has hidden Me.",
      "3": "And [the Lord] said to Me, “You are My Servant, Israel,\nIn Whom I will show My glory.”",
      "4": "Then I said, “I have labored in vain,\nI have spent My strength for nothing and vanity (pride, uselessness);\nHowever My justice is with the Lord,\nAnd My reward is with My God.”",
      "5": "And now says the Lord, who formed Me from the womb to be His Servant,\nTo bring Jacob back to Him and that Israel might be gathered to Him,\n—For I am honored in the eyes of the Lord,\nAnd My God is My strength—",
      "6": "He says, “It is too trivial a thing that You should be My Servant\nTo raise up the tribes of Jacob and to restore the survivors of Israel;\nI will also make You a light to the nations\nThat My salvation may reach to the end of the earth.”",
      "7": "This is what the Lord, the Redeemer of Israel, Israel’s Holy One says,\nTo the thoroughly despised One,\nTo the One hated by the nation\nTo the Servant of rulers,\n“Kings will see and arise,\nPrinces shall also bow down,\nBecause of the Lord who is faithful, the Holy One of Israel who has chosen You.”",
      "8": "This is what the Lord says,\n“In a favorable time I have answered You,\nAnd in a day of salvation I have helped You;\nAnd I will keep watch over You and give You for a covenant of the people,\nTo restore the land [from its present state of ruin] and to apportion and give as inheritances the deserted hereditary lands,",
      "9": "Saying to those who are bound and captured, ‘Go forth,’\nAnd to those who are in [spiritual] darkness, ‘Show yourselves [come into the light of the Savior].’\nThey will feed along the roads [on which they travel],\nAnd their pastures will be on all the bare heights.",
      "10": "“They will not hunger or thirst,\nNor will the scorching heat or sun strike them down;\nFor He who has compassion on them will lead them,\nAnd He will guide them to springs of water.",
      "11": "“And I will make all My mountains a roadway,\nAnd My highways will be raised.",
      "12": "“In fact, these will come from far away;\nAnd, lo, these shall come from the north and from the west,\nAnd these from the land of Aswan (southern Egypt).”",
      "13": "Shout for joy, O heavens, and rejoice, O earth,\nAnd break forth into singing, O mountains!\nFor the Lord has comforted His people\nAnd will have compassion on His afflicted.",
      "14": "But Zion (Jerusalem in captivity) said, “The Lord has abandoned me,\nAnd my Lord has forgotten me.”",
      "15": "[The Lord answered] “Can a woman forget her nursing child\nAnd have no compassion on the son of her womb?\nEven these may forget, but I will not forget you.",
      "16": "“Indeed, I have inscribed [a picture of] you on the palms of My hands;\nYour city walls [Zion] are continually before Me.",
      "17": "“Your builders hurry;\nYour destroyers and devastators\nWill go away from you.",
      "18": "“Lift up your eyes and look around [at the returning exiles];\nAll these gather together and they come to you [to rebuild you].\nAs I live,” declares the Lord,\n“You [Zion] will indeed clothe yourself with all of them as jewels and tie them on as a bride.",
      "19": "“For your ruins and desolate places and your land [once the scene] of destruction—\nCertainly now [in the coming years] will be too cramped for the inhabitants,\nAnd those who once engulfed you will be far away.",
      "20": "“The children of your bereavement [those born in captivity] will yet say in your ears,\n‘The place is too cramped for me’;\nMake room for me that I may live here.",
      "21": "“Then [Zion], you will say in your heart,\n‘Who has borne me these children,\nSince I have been bereaved of my children\nAnd am barren, an exile and a wanderer?\nAnd who has reared these?\nIndeed, I was left alone;\nFrom where then did these children come?’”",
      "22": "This is what the Lord God says,\n“Listen carefully, I will lift up My hand to the [Gentile] nations\nAnd set up My banner to the peoples;\nAnd they will bring your sons in the fold of their garments,\nAnd your daughters will be carried on their shoulders.",
      "23": "“Kings will be your attendants,\nAnd their princesses your nurses.\nThey will bow down to you with their faces to the earth\nAnd lick the dust of your feet;\nAnd you shall know [with an understanding based on personal experience] that I am the Lord;\nFor they shall not be put to shame who wait and hope expectantly for Me.",
      "24": "“Can the spoils of war be taken from the mighty man,\nOr the captives of a tyrant be rescued?”",
      "25": "Indeed, this is what the Lord says,\n“Even the captives of the mighty man will be taken away,\nAnd the tyrant’s spoils of war will be rescued;\nFor I will contend with your opponent,\nAnd I will save your children.",
      "26": "“I will make those who oppress you consume their own flesh [in mutually destructive wars]\nAnd they will become drunk with their own blood as with sweet wine;\nAnd all mankind will know [with a knowledge grounded in personal experience] that I, the Lord, am your Savior\nAnd your Redeemer, the Mighty One of Jacob.”"
    },
    "50": {
      "1": "The Lord declares this;\n“Where is the certificate of divorce\nBy which I have sent your mother away, [O Israel]?\nOr to which one of My creditors did I sell you [as slaves]?\nIn fact, You were sold for your wickedness [your sin, your injustice, your wrongdoing],\nAnd for your transgressions your mother was sent away.",
      "2": "“Why, when I came, was there no man [to greet Me]?\nWhen I called, why was there no one to answer?\nIs My hand really so short that it cannot redeem [My servants]?\nOr have I no power to rescue?\nListen carefully, with My rebuke I dry up the sea,\nI make the rivers into a desert;\nTheir fish stink because there is no water\nAnd die of thirst.",
      "3": "“I clothe the heavens with the blackness [of storm clouds]\nAnd make sackcloth [of mourning] their clothing.”",
      "4": "The Lord God has given Me [His Servant] the tongue of disciples [as One who is taught],\nThat I may know how to sustain the weary with a word.\nHe awakens Me morning by morning,\nHe awakens My ear to listen as a disciple [as One who is taught].",
      "5": "The Lord God has opened My ear,\nAnd I have not been rebellious\nNor have I turned back.",
      "6": "I turned My back to those who strike Me,\nAnd My cheeks to those who pluck out the beard;\nI did not hide My face from insults and spitting.",
      "7": "For the Lord God helps Me,\nTherefore, I have not been ashamed or humiliated.\nTherefore, I have made My face like flint,\nAnd I know that I shall not be put to shame.",
      "8": "He who declares Me in the right is near;\nWho will [dare to] contend with Me?\nLet us stand up to each other;\nWho is My adversary?\nLet him approach Me.",
      "9": "In fact, the Lord God helps Me;\nWho is he who condemns Me [as guilty]?\nIndeed, they will all wear out like a garment;\nThe moth will eat them.",
      "10": "Who is among you who fears the Lord,\nWho obeys the voice of His Servant,\nYet who walks in darkness and has no light?\nLet him trust and be confident in the name of the Lord and let him rely on his God.",
      "11": "Listen carefully, all you who kindle your own fire [devising your own man-made plan of salvation],\nWho surround yourselves with torches,\nWalk by the light of your [self-made] fire\nAnd among the torches that you have set ablaze.\nBut this you will have from My hand:\nYou will lie down in [a place of] torment."
    },
    "51": {
      "1": "“Listen to Me, you who pursue righteousness (right standing with God),\nWho seek and inquire of the Lord:\nLook to the rock from which you were cut\nAnd to the excavation of the quarry from which you were dug.",
      "2": "“Look to Abraham your father\nAnd to Sarah who gave birth to you in pain;\nFor I called him when he was but one,\nThen I blessed him and made him many.”",
      "3": "For the Lord will comfort Zion [in her captivity];\nHe will comfort all her ruins.\nAnd He will make her wilderness like Eden,\nAnd her desert like the garden of the Lord;\nJoy and gladness will be found in her,\nThanksgiving and the voice of a melody.",
      "4": "“Listen carefully to Me [says the Lord], O My people,\nAnd hear Me, O My nation;\nFor a [divine] law will go forth from Me,\nAnd I will quickly establish My justice as a light to the peoples.",
      "5": "“My righteousness (justice) is near, My salvation has gone forth,\nAnd My arms will judge the peoples;\nThe islands and coastlands will wait for Me,\nAnd they will wait with hope and confident expectation for My arm.",
      "6": "“Lift up your eyes to the heavens,\nThen look to the earth beneath;\nFor the heavens will be torn to pieces and vanish like smoke,\nAnd the earth will wear out like a garment\nAnd its inhabitants will die in like manner.\nBut My salvation will be forever,\nAnd My righteousness (justice) [and faithfully fulfilled promise] will not be broken.",
      "7": "“Listen to Me, you who know righteousness (right standing with God),\nThe people in whose heart is My law and instruction;\nDo not fear the reproach and taunting of man,\nNor be distressed at their reviling.",
      "8": "“For the moth will eat them like a garment,\nAnd the worm will eat them like wool.\nBut My righteousness and justice [faithfully promised] will exist forever,\nAnd My salvation to all generations.”",
      "9": "Awake, awake, put on strength and might, O arm of the Lord;\nAwake as in the ancient days, as in the generations of long ago.\nWas it not You who cut Rahab (Egypt) in pieces,\nWho pierced the dragon [of Egypt]?",
      "10": "Was it not You who dried up the [Red] Sea,\nThe waters of the great deep,\nWho made the depths of the sea a pathway\nFor the redeemed to cross over?",
      "11": "So the redeemed of the Lord will return\nAnd come with joyful shouting to Zion;\nEverlasting joy will be on their heads.\nThey will obtain gladness and joy,\nAnd sorrow and sighing will flee away.",
      "12": "“I, even I, am He who comforts you.\nWho are you that you are afraid of man who dies\nAnd of a son of man who is made [as destructible] as grass,",
      "13": "That you have forgotten the Lord your Maker,\nWho stretched out the heavens\nAnd laid the foundations of the earth,\nThat you continually tremble with fear all day long because of the rage of the oppressor,\nAs he takes aim to destroy?\nAnd where is the rage of the oppressor?",
      "14": "The [captive] exile will soon be set free, and will not die in the dungeon, nor will his food be lacking.",
      "15": "For I am the Lord your God, who stirs up the sea so that its waves roar—the Lord of hosts is His name.",
      "16": "I have put My words in your mouth and have covered you with the shadow of My hand, to establish the [renewed] heavens and lay the foundations of the [renewed] earth, and to say to Zion (Jerusalem), ‘You are My people.’”",
      "17": "Wake yourself up! Wake yourself up! Stand up, O Jerusalem,\nYou who have drunk at the hand of the Lord the cup of His wrath,\nYou who have drunk the cup of staggering and intoxication to the dregs [leaving only sediment].",
      "18": "There is no one to guide her among all the sons she has borne,\nNor is there anyone to take her by the hand among all the sons she has reared.",
      "19": "These two tragedies have befallen you;\nWho will show sympathy for you and mourn with you?\nThe desolation and destruction [on the land and city], famine and sword [on the inhabitants];\nHow shall I comfort you?",
      "20": "Your sons have fainted;\nThey lie helpless at the head of every street,\nLike an antelope in a net,\nFull [from drinking] of the wrath of the Lord,\nThe rebuke of your God.",
      "21": "Therefore, now hear this, you who are afflicted,\nWho are drunk, but not with wine [but overwhelmed by the wrath of God].",
      "22": "So says your Lord, the Lord, who is also your God\nWho pleads the cause of His people,\n“Listen carefully, I have taken from your hand the cup of staggering and intoxication,\nThe cup of My wrath;\nYou shall never drink it again.",
      "23": "“I will put it into the hands of your tormentors,\nWho have said to you, ‘Lie down so that we may walk over you.’\nYou have even made your back like the ground\nAnd like the street for those who walk over it.”"
    },
    "52": {
      "1": "Awake, awake,\nPut on your strength, O Zion;\nPut on your beautiful garments,\nO Jerusalem, the holy city;\nFor the uncircumcised and the unclean\nWill no longer come into you.",
      "2": "Shake yourself from the dust, arise,\nO captive Jerusalem;\nRid yourself of the chains around your neck,\nO captive Daughter of Zion.",
      "3": "For the Lord says this, “You were sold for nothing and you will be redeemed, but not with money.”",
      "4": "For the Lord God says this, “My people went down at the first into Egypt to live there; and [many years later Sennacherib] the Assyrian oppressed them without cause.",
      "5": "But now, what do I have here,” declares the Lord, “seeing that My people have been taken away without reason? Those who rule over them howl [with taunting and mockery of salvation],” declares the Lord, “and My name is continually blasphemed all day long.",
      "6": "Therefore My people shall know My Name and what it means. Therefore in that day I am the One who is speaking, ‘Here I am.’”",
      "7": "How beautiful and delightful on the mountains\nAre the feet of him who brings good news,\nWho announces peace,\nWho brings good news of good [things],\nWho announces salvation,\nWho says to Zion, “Your God reigns!”",
      "8": "Listen! Your watchmen lift up their voices,\nTogether they shout for joy;\nFor they will see face to face\nThe return of the Lord to Zion.",
      "9": "Break forth, shout joyfully together,\nYou ruins of Jerusalem;\nFor the Lord has comforted His people,\nHe has redeemed Jerusalem.",
      "10": "The Lord has bared His holy arm (His infinite power)\nBefore the eyes of all the nations [revealing Himself as the One by Whom Israel is redeemed from captivity],\nThat all the ends of the earth may see\nThe salvation of our God.",
      "11": "Depart, depart, go out from there (the lands of exile),\nTouch no unclean thing;\nGo out of the midst of her (Babylon), purify yourselves,\nYou who carry the articles of the Lord [on your journey from there].",
      "12": "For you will not go out in a hurry [as when you left Egypt],\nNor will you go in flight [fleeing, as you did from the Egyptians];\nFor the Lord will go before you,\nAnd the God of Israel will be your rear guard.",
      "13": "Indeed, My Servant (the Messiah) will act wisely and prosper;\nHe will be raised and lifted up and greatly exalted.",
      "14": "Just as many were astonished and appalled at you, My people,\nSo His appearance was marred more than any man\nAnd His form [marred] more than the sons of men.",
      "15": "So He will sprinkle many nations [with His blood, providing salvation],\nKings will shut their mouths because of Him;\nFor what they had not been told they will see,\nAnd what they had not heard they will understand."
    },
    "53": {
      "1": "Who has believed [confidently trusted in, relied on, and adhered to] our message [of salvation]?\nAnd to whom [if not us] has the arm and infinite power of the Lord been revealed?",
      "2": "For He [the Servant of God] grew up before Him like a tender shoot (plant),\nAnd like a root out of dry ground;\nHe has no stately form or majestic splendor\nThat we would look at Him,\nNor [handsome] appearance that we would be attracted to Him.",
      "3": "He was despised and rejected by men,\nA Man of sorrows and pain and acquainted with grief;\nAnd like One from whom men hide their faces\nHe was despised, and we did not appreciate His worth or esteem Him.",
      "4": "But [in fact] He has borne our griefs,\nAnd He has carried our sorrows and pains;\nYet we [ignorantly] assumed that He was stricken,\nStruck down by God and degraded and humiliated [by Him].",
      "5": "But He was wounded for our transgressions,\nHe was crushed for our wickedness [our sin, our injustice, our wrongdoing];\nThe punishment [required] for our well-being fell on Him,\nAnd by His stripes (wounds) we are healed.",
      "6": "All of us like sheep have gone astray,\nWe have turned, each one, to his own way;\nBut the Lord has caused the wickedness of us all [our sin, our injustice, our wrongdoing]\nTo fall on Him [instead of us].",
      "7": "He was oppressed and He was afflicted,\nYet He did not open His mouth [to complain or defend Himself];\nLike a lamb that is led to the slaughter,\nAnd like a sheep that is silent before her shearers,\nSo He did not open His mouth.",
      "8": "After oppression and judgment He was taken away;\nAnd as for His generation [His contemporaries], who [among them] concerned himself with the fact\nThat He was cut off from the land of the living [by His death]\nFor the transgression of my people, to whom the stroke [of death] was due?",
      "9": "His grave was assigned with the wicked,\nBut He was with a rich man in His death,\nBecause He had done no violence,\nNor was there any deceit in His mouth.",
      "10": "Yet the Lord was willing\nTo crush Him, causing Him to suffer;\nIf He would give Himself as a guilt offering [an atonement for sin],\nHe shall see His [spiritual] offspring,\nHe shall prolong His days,\nAnd the will (good pleasure) of the Lord shall succeed and prosper in His hand.",
      "11": "As a result of the anguish of His soul,\nHe shall see it and be satisfied;\nBy His knowledge [of what He has accomplished] the Righteous One,\nMy Servant, shall justify the many [making them righteous—upright before God, in right standing with Him],\nFor He shall bear [the responsibility for] their sins.",
      "12": "Therefore, I will divide and give Him a portion with the great [kings and rulers],\nAnd He shall divide the spoils with the mighty,\nBecause He [willingly] poured out His life to death,\nAnd was counted among the transgressors;\nYet He Himself bore and took away the sin of many,\nAnd interceded [with the Father] for the transgressors."
    },
    "54": {
      "1": "“Shout for joy, O barren one, she who has not given birth;\nBreak forth into joyful shouting and rejoice, she who has not gone into labor [with child]!\nFor the [spiritual] sons of the desolate one will be more numerous\nThan the sons of the married woman,” says the Lord.",
      "2": "“Enlarge the site of your tent [to make room for more children];\nStretch out the curtains of your dwellings, do not spare them;\nLengthen your tent ropes\nAnd make your pegs (stakes) firm [in the ground].",
      "3": "“For you will spread out to the right and to the left;\nAnd your descendants will take possession of nations\nAnd will inhabit deserted cities.",
      "4": "“Do not fear, for you will not be put to shame,\nAnd do not feel humiliated or ashamed, for you will not be disgraced.\nFor you will forget the shame of your youth,\nAnd you will no longer remember the disgrace of your widowhood.",
      "5": "“For your husband is your Maker,\nThe Lord of hosts is His name;\nAnd your Redeemer is the Holy One of Israel,\nWho is called the God of the whole earth.",
      "6": "“For the Lord has called you,\nLike a wife who has been abandoned, grieved in spirit,\nAnd like a wife [married] in her youth when she is [later] rejected and scorned,”\nSays your God.",
      "7": "“For a brief moment I abandoned you,\nBut with great compassion and mercy I will gather you [to Myself again].",
      "8": "“In an outburst of wrath\nI hid My face from you for a moment,\nBut with everlasting kindness I will have compassion on you,”\nSays the Lord your Redeemer.",
      "9": "“For this is like the waters of Noah to Me,\nAs I swore [an oath] that the waters of Noah\nWould not flood the earth again;\nIn the same way I have sworn that I will not be angry with you\nNor will I rebuke you.",
      "10": "“For the mountains may be removed and the hills may shake,\nBut My lovingkindness will not be removed from you,\nNor will My covenant of peace be shaken,”\nSays the Lord who has compassion on you.",
      "11": "“O you afflicted [city], storm-tossed, and not comforted,\nListen carefully, I will set your [precious] stones in mortar,\nAnd lay your foundations with sapphires.",
      "12": "“And I will make your battlements of rubies,\nAnd your gates of [shining] beryl stones,\nAnd all your [barrier] walls of precious stones.",
      "13": "“And all your [spiritual] sons will be disciples [of the Lord],\nAnd great will be the well-being of your sons.",
      "14": "“You will be firmly established in righteousness:\nYou will be far from [even the thought of] oppression, for you will not fear,\nAnd from terror, for it will not come near you.",
      "15": "“If anyone fiercely attacks you it will not be from Me.\nWhoever attacks you will fall because of you.",
      "16": "“Listen carefully, I have created the smith who blows on the fire of coals\nAnd who produces a weapon for its purpose;\nAnd I have created the destroyer to inflict ruin.",
      "17": "“No weapon that is formed against you will succeed;\nAnd every tongue that rises against you in judgment you will condemn.\nThis [peace, righteousness, security, and triumph over opposition] is the heritage of the servants of the Lord,\nAnd this is their vindication from Me,” says the Lord."
    },
    "55": {
      "1": "“Everyone who thirsts, come to the waters;\nAnd you who have no money come, buy grain and eat.\nCome, buy wine and milk\nWithout money and without cost [simply accept it as a gift from God].",
      "2": "“Why do you spend money for that which is not bread,\nAnd your earnings for what does not satisfy?\nListen carefully to Me, and eat what is good,\nAnd let your soul delight in abundance.",
      "3": "“Incline your ear [to listen] and come to Me;\nHear, so that your soul may live;\nAnd I will make an everlasting covenant with you,\nAccording to the faithful mercies [promised and] shown to David.",
      "4": "“Listen carefully, I have appointed him [David, representing the Messiah] to be a witness to the nations [regarding salvation],\nA leader and commander to the peoples.",
      "5": "“In fact, you [Israel] will call a nation that you do not know,\nAnd a nation that does not know you will run to you,\nBecause of the Lord your God, even the Holy One of Israel;\nFor He has glorified you.”",
      "6": "Seek the Lord while He may be found;\nCall on Him [for salvation] while He is near.",
      "7": "Let the wicked leave (behind) his way\nAnd the unrighteous man his thoughts;\nAnd let him return to the Lord,\nAnd He will have compassion (mercy) on him,\nAnd to our God,\nFor He will abundantly pardon.",
      "8": "“For My thoughts are not your thoughts,\nNor are your ways My ways,” declares the Lord.",
      "9": "“For as the heavens are higher than the earth,\nSo are My ways higher than your ways\nAnd My thoughts higher than your thoughts.",
      "10": "“For as the rain and snow come down from heaven,\nAnd do not return there without watering the earth,\nMaking it bear and sprout,\nAnd providing seed to the sower and bread to the eater,",
      "11": "So will My word be which goes out of My mouth;\nIt will not return to Me void (useless, without result),\nWithout accomplishing what I desire,\nAnd without succeeding in the matter for which I sent it.",
      "12": "“For you will go out [from exile] with joy\nAnd be led forth [by the Lord Himself] with peace;\nThe mountains and the hills will break forth into shouts of joy before you,\nAnd all the trees of the field will clap their hands.",
      "13": "“Instead of the thorn bush the cypress tree will grow,\nAnd instead of the nettle the myrtle tree will grow;\nAnd it will be a memorial to the Lord,\nFor an everlasting sign [of His mercy] which will not be cut off.”"
    },
    "56": {
      "1": "This is what the Lord says,\n“Maintain justice and do righteousness,\nFor My salvation is soon to come,\nAnd My righteousness and justice is soon to be revealed.",
      "2": "“Blessed (happy, fortunate) is the man who does this,\nAnd the son of man who takes hold of it,\nWho keeps the Sabbath without profaning it,\nAnd keeps his hand from doing any evil.”",
      "3": "Do not let the foreigner who has joined himself to the Lord say,\n“The Lord will most certainly separate me from His people.”\nAnd do not let the eunuch say, “Look, I am a dry tree.”",
      "4": "This is what the Lord says,\n“To the eunuchs who keep My Sabbaths\nAnd choose what pleases Me,\nAnd hold firmly to My covenant,",
      "5": "To them I will give in My house and within My walls a memorial,\nAnd a name better than that of sons and daughters;\nI will give them an everlasting name which will not be cut off.",
      "6": "“Also the foreigners who join themselves to the Lord,\nTo minister to Him, and to love the name of the Lord,\nTo be His servants, everyone who keeps the Sabbath without profaning it\nAnd holds fast to My covenant [by conscientious obedience];",
      "7": "All these I will bring to My holy mountain\nAnd make them joyful in My house of prayer.\nTheir burnt offerings and their sacrifices will be accepted on My altar;\nFor My house will be called a house of prayer for all the peoples.”",
      "8": "The Lord God, who gathers the dispersed of Israel, declares:\n“I will gather yet others to them (Israel), to those [already] gathered.”",
      "9": "All you beasts of the field,\nAll you beasts (hostile nations) in the forest,\nCome to eat.",
      "10": "Israel’s watchmen are blind,\nThey are all without knowledge.\nThey are all mute dogs, they cannot bark;\nPanting, lying down, they love to slumber.",
      "11": "And the dogs are greedy; they never have enough.\nThey are shepherds who have no understanding;\nThey have all turned to their own way,\nEach one to his unlawful gain, without exception.",
      "12": "“Come,” [they say,] “let us get wine, and let us fill ourselves with strong drink;\nAnd tomorrow will be like today, very great indeed.”"
    },
    "57": {
      "1": "The righteous man perishes [at the hand of evil], and no one takes it to heart;\nFaithful and devout men are taken away, while no one understands\nThat the righteous person is taken away [to be spared] from disaster and evil.",
      "2": "He enters into peace [through death];\nThey rest in their beds (graves),\nEach one who walked uprightly [following God’s will, living with integrity].",
      "3": "“But come here, you sons of a sorceress [raised in deception and superstition],\nOffspring of an adulterer and a prostitute.",
      "4": "“Of whom do you make fun?\nAgainst whom do you open wide your mouth\nAnd stick out your tongue?\nAre you not children of rebellion (sin),\nOffspring of deceit,",
      "5": "Who inflame yourselves [with lust in pagan rites] among the oaks (terebinth trees),\nUnder every green and leafy tree,\nWho slaughter the children [in sacrifice] in the ravines\nUnder the clefts of the rocks?",
      "6": "“Among the smooth stones of the ravine\nIs your portion, they (the idols) are your lot;\nEven to them you have poured out a drink offering,\nYou have offered a grain offering.\nShould I be quiet concerning these things [leaving them unpunished—bearing them with patience]?",
      "7": "“Upon a high and lofty mountain\nYou have [openly and shamelessly] made your [idolatrous and adulterous] bed;\nEven there you went up to offer sacrifice [to idols, in spiritual unfaithfulness to Me].",
      "8": "“Behind the door and the doorpost\nYou have set up your [pagan] symbol;\nIndeed, far removed from Me, you have uncovered yourself,\nAnd have gone up and made your bed wide.\nAnd you have made a [new] agreement for yourself with the adulterers,\nYou have loved their bed,\nYou have looked [with passion] on their manhood.",
      "9": "“You have gone to the king [of a pagan land] with oil\nAnd increased your perfumes;\nYou have sent your messengers a great distance\nAnd made them go down to Sheol (the realm of the dead).",
      "10": "“You were wearied by the length of your road,\nYet you did not say, ‘It is no use.’\nYou found renewed strength,\nTherefore you did not grow weak.",
      "11": "“About whom were you worried and fearful\nThat you lied and did not remember Me,\nNor give Me a thought?\nWas I not silent even for a long time\nAnd [as a result] you do not fear Me?",
      "12": "“I will declare your [hypocritical] righteousness and your deeds,\nBut they will not benefit you.",
      "13": "“When you cry out [for help], let your [ridiculous] collection of idols save you.\nBut the wind will carry them all away,\nA [mere] breath will take them.\nBut he who takes refuge in Me will possess the land [Judea]\nAnd will inherit My holy mountain.”",
      "14": "And it will be said,\n“Build up, build up, clear the way.\nRemove the stumbling block out of the way [of the spiritual return] of My people.”",
      "15": "For the high and exalted One\nHe who inhabits eternity, Whose name is Holy says this,\n“I dwell on the high and holy place,\nBut also with the contrite and humble in spirit\nIn order to revive the spirit of the humble\nAnd to revive the heart of the contrite [overcome with sorrow for sin].",
      "16": "“For I will not contend forever,\nNor will I always be angry;\nFor [if I did stay angry] the spirit [of man] would grow weak before Me,\nAnd the breath of those whom I have created.",
      "17": "“Because of the wickedness of his unjust gain I was angry and struck him;\nI hid My face and was angry,\nAnd he went on turning away and backsliding, in the way of his [own willful] heart.",
      "18": "“I have seen his [willful] ways, but I will heal him;\nI will lead him [also] and will restore comfort to him and to those who mourn for him,",
      "19": "As I create the praise of his lips,\nPeace, peace, to him who is far away [both Jew and Gentile] and to him who is near!”\nSays the Lord;\n“And I will heal him [making his lips blossom anew with thankful praise].”",
      "20": "But the wicked are like the tossing sea,\nFor it cannot be quiet,\nAnd its waters toss up mire and mud.",
      "21": "“There is no peace,” says my God, “for the wicked.”"
    },
    "58": {
      "1": "“Cry aloud, do not hold back;\nLift up your voice like a trumpet,\nAnd declare to My people their transgression\nAnd to the house of Jacob their sins.",
      "2": "“Yet they seek Me day by day and delight [superficially] to know My ways,\nAs [if they were in reality] a nation that has done righteousness\nAnd has not abandoned (turned away from) the ordinance of their God.\nThey ask of Me righteous judgments,\nThey delight in the nearness of God.",
      "3": "‘Why have we fasted,’ they say, ‘and You do not see it?\nWhy have we humbled ourselves and You do not notice?’\nHear this [O Israel], on the day of your fast [when you should be grieving for your sins] you find something you desire [to do],\nAnd you force your hired servants to work [instead of stopping all work, as the law teaches].",
      "4": "“The facts are that you fast only for strife and brawling and to strike with the fist of wickedness.\nYou do not fast as you do today to make your voice heard on high.",
      "5": "“Is a fast such as this what I have chosen, a day for a man to humble himself [with sorrow in his soul]?\nIs it only to bow down his head like a reed\nAnd to make sackcloth and ashes as a bed [pretending to have a repentant heart]?\nDo you call this a fast and a day pleasing to the Lord?",
      "6": "“[Rather] is this not the fast which I choose,\nTo undo the bonds of wickedness,\nTo tear to pieces the ropes of the yoke,\nTo let the oppressed go free\nAnd break apart every [enslaving] yoke?",
      "7": "“Is it not to divide your bread with the hungry\nAnd bring the homeless poor into the house;\nWhen you see the naked, that you cover him,\nAnd not to hide yourself from [the needs of] your own flesh and blood?",
      "8": "“Then your light will break out like the dawn,\nAnd your healing (restoration, new life) will quickly spring forth;\nYour righteousness will go before you [leading you to peace and prosperity],\nThe glory of the Lord will be your rear guard.",
      "9": "“Then you will call, and the Lord will answer;\nYou will cry for help, and He will say, ‘Here I am.’\nIf you take away from your midst the yoke [of oppression],\nThe finger pointed in scorn [toward the oppressed or the godly], and [every form of] wicked (sinful, unjust) speech,",
      "10": "And if you offer yourself to [assist] the hungry\nAnd satisfy the need of the afflicted,\nThen your light will rise in darkness\nAnd your gloom will become like midday.",
      "11": "“And the Lord will continually guide you,\nAnd satisfy your soul in scorched and dry places,\nAnd give strength to your bones;\nAnd you will be like a watered garden,\nAnd like a spring of water whose waters do not fail.",
      "12": "“And your people will rebuild the ancient ruins;\nYou will raise up and restore the age-old foundations [of buildings that have been laid waste];\nYou will be called Repairer of the Breach,\nRestorer of Streets with Dwellings.",
      "13": "“If you turn back your foot from [unnecessary travel on] the Sabbath,\nFrom doing your own pleasure on My holy day,\nAnd call the Sabbath a [spiritual] delight, and the holy day of the Lord honorable,\nAnd honor it, not going your own way\nOr engaging in your own pleasure\nOr speaking your own [idle] words,",
      "14": "Then you will take pleasure in the Lord,\nAnd I will make you ride on the high places of the earth,\nAnd I will feed you with the [promised] heritage of Jacob your father;\nFor the mouth of the Lord has spoken.”"
    },
    "59": {
      "1": "Behold, the Lord’s hand is not so short\nThat it cannot save,\nNor His ear so impaired\nThat it cannot hear.",
      "2": "But your wickedness has separated you from your God,\nAnd your sins have hidden His face from you so that He does not hear.",
      "3": "For your hands are defiled with blood\nAnd your fingers with wickedness [with sin, with injustice, with wrongdoing];\nYour lips have spoken lies,\nYour tongue mutters wickedness.",
      "4": "No one sues righteously [but for the sake of doing injury to others—to take some undue advantage], and no one pleads [his case] in truth; [but rather]\nThey trust in empty arguments and speak lies;\nThey conceive trouble and bring forth injustice.",
      "5": "They hatch vipers’ eggs and weave the spider’s webs;\nHe who eats of their eggs dies,\nAnd from an egg which is crushed a viper breaks out.",
      "6": "Their webs will not serve as clothing,\nNor will they cover themselves with what they make;\nTheir works are works of wickedness [of sin, of injustice, of wrongdoing],\nAnd the act of violence is in their hands.",
      "7": "Their feet run to evil,\nAnd they rush to shed innocent blood.\nTheir thoughts are thoughts of wickedness [of sin, of injustice, of wrongdoing];\nDevastation and destruction are in their highways.",
      "8": "They do not know the way of peace,\nAnd there is no justice in their tracks.\nThey have made them into crooked paths;\nWhoever walks on them does not know peace.",
      "9": "Therefore justice is far from us,\nAnd righteousness does not overtake us.\nWe [expectantly] hope for light, but only see darkness;\nWe hope for gleam of light, but we walk in darkness and gloom.",
      "10": "We grope for a wall like the blind,\nWe grope like those who have no eyes.\nWe stumble at midday as in the twilight;\nAmong those who are healthy we are like dead men.",
      "11": "We all groan and growl like bears,\nAnd coo sadly like doves;\nWe hope for justice, but there is none,\nFor salvation, but it is far from us.",
      "12": "For our transgressions are multiplied before You [O Lord],\nAnd our sins testify against us;\nFor our transgressions are with us,\nAnd we know and recognize our wickedness [our sin, our injustice, our wrongdoing]:",
      "13": "Rebelling against and denying the Lord,\nTurning away from [following] our God,\nSpeaking oppression and revolt,\nConceiving and muttering from the heart lying words.",
      "14": "Justice is pushed back,\nAnd righteous behavior stands far away;\nFor truth has fallen in the city square,\nAnd integrity cannot enter.",
      "15": "Yes, truth is missing;\nAnd he who turns away from evil makes himself a prey.\nNow the Lord saw it,\nAnd it displeased Him that there was no justice.",
      "16": "He saw that there was no man,\nAnd was amazed that there was no one to intercede [on behalf of truth and right];\nTherefore His own arm brought salvation to Him,\nAnd His own righteousness sustained Him.",
      "17": "For He [the Lord] put on righteousness like a coat of armor,\nAnd salvation like a helmet on His head;\nHe put on garments of vengeance for clothing\nAnd covered Himself with zeal [and great love for His people] as a cloak.",
      "18": "As their deeds deserve, so He will repay:\nWrath to His adversaries, retribution to His enemies;\nTo the islands and coastlands He will repay.",
      "19": "So they will fear the name of the Lord from the west\nAnd His glory from the rising of the sun.\nFor He will come in like a narrow, rushing stream\nWhich the breath of the Lord drives [overwhelming the enemy].",
      "20": "“A Redeemer (Messiah) will come to Zion,\nAnd to those in Jacob (Israel) who turn from transgression (sin),” declares the Lord.",
      "21": "“As for Me, this is My covenant with them,” says the Lord: “My Spirit which is upon you [writing the law of God on the heart], and My words which I have put in your mouth shall not depart from your mouth, nor from the mouths of your [true, spiritual] children, nor from the mouth of your children’s children,” says the Lord, “from now and forever.”"
    },
    "60": {
      "1": "“Arise [from spiritual depression to a new life], shine [be radiant with the glory and brilliance of the Lord]; for your light has come,\nAnd the glory and brilliance of the Lord has risen upon you.",
      "2": "“For in fact, darkness will cover the earth\nAnd deep darkness will cover the peoples;\nBut the Lord will rise upon you [Jerusalem]\nAnd His glory and brilliance will be seen on you.",
      "3": "“Nations will come to your light,\nAnd kings to the brightness of your rising.",
      "4": "“Lift up your eyes around you and see;\nThey all gather together, they come to you.\nYour sons will come from far away,\nAnd your daughters will be looked after at their side.",
      "5": "“Then you will see and be radiant,\nAnd your heart will tremble [with joy] and rejoice\nBecause the abundant wealth of the seas will be brought to you,\nThe wealth of the nations will come to you.",
      "6": "“A multitude of camels [from the eastern trading tribes] will cover you [Jerusalem],\nThe young camels of Midian and Ephah;\nAll those from Sheba [who once came to trade] will come\nBringing gold and frankincense\nAnd proclaiming the praises of the Lord.",
      "7": "“All the flocks of Kedar will be gathered to you [as the eastern pastoral tribes join the trading tribes],\nThe rams of Nebaioth will serve you;\nThey will go up with acceptance [as sacrifices] on My altar,\nAnd I will glorify the house of My honor and splendor.",
      "8": "“Who are these who fly like a cloud\nAnd like doves to their windows?",
      "9": "“The islands and coastlands will confidently wait for Me;\nAnd the ships of Tarshish will come first,\nTo bring your sons from far away,\nTheir silver and gold with them,\nFor the name of the Lord your God,\nFor the Holy One of Israel because He has glorified you.",
      "10": "“Foreigners will build up your walls,\nAnd their kings will serve you;\nFor in My [righteous] wrath I struck you,\nBut in My favor and grace I have had compassion on you.",
      "11": "“Your gates will be open continually;\nThey shall not be shut day or night,\nSo that people may bring to you the wealth of the nations—\nWith their kings led in procession.",
      "12": "“For the nation or the kingdom which will not serve you [Jerusalem] shall perish,\nAnd the nations [that refuse to serve] shall be utterly ruined.",
      "13": "“The glory of Lebanon will come to you,\nThe cypress, the juniper, and the cedar together,\nTo beautify the place of My sanctuary;\nAnd I will honor and make the place of My feet glorious.",
      "14": "“The sons of those who oppressed you will come bowing down to you [in submission],\nAnd all those who despised you and treated you disrespectfully will bow down at the soles of your feet,\nAnd they will call you the City of the Lord,\nThe Zion of the Holy One of Israel.",
      "15": "“Whereas you [Jerusalem] have been abandoned and hated\nWith no one passing through,\nI will make you an object of pride forever,\nA joy from generation to generation.",
      "16": "“You will suck the milk of the [Gentile] nations\nAnd suck the breast (abundance) of kings;\nThen you will recognize and know that I, the Lord, am your Savior\nAnd your Redeemer, the Mighty One of Jacob.",
      "17": "“Instead of bronze I will bring gold,\nAnd instead of iron I will bring silver,\nAnd instead of wood, bronze,\nAnd instead of stones, iron.\nAnd [instead of the tyranny of the present] I will appoint peace as your officers,\nAnd righteousness your rulers.",
      "18": "“Violence will not be heard again in your land,\nNor devastation or destruction within your borders;\nBut you will call your walls Salvation, and your gates Praise [to God].",
      "19": "“The sun will no longer be your light by day,\nNor shall the bright glow of the moon give light to you,\nBut the Lord will be an everlasting light for you;\nAnd your God will be your glory and splendor.",
      "20": "“Your sun will no longer set,\nNor will your moon wane;\nFor the Lord will be your everlasting light,\nAnd the days of your mourning will be over.",
      "21": "“Then all your people will be [uncompromisingly and consistently] righteous;\nThey will possess the land forever,\nThe branch of My planting,\nThe work of My hands,\nThat I may be glorified.",
      "22": "“The smallest one will become a thousand (a clan),\nAnd the least one a mighty nation.\nI, the Lord, will quicken it in its [appointed] time.”"
    },
    "61": {
      "1": "The Spirit of the Lord God is upon me,\nBecause the Lord has anointed and commissioned me\nTo bring good news to the humble and afflicted;\nHe has sent me to bind up [the wounds of] the brokenhearted,\nTo proclaim release [from confinement and condemnation] to the [physical and spiritual] captives\nAnd freedom to prisoners,",
      "2": "To proclaim the favorable year of the Lord,\nAnd the day of vengeance and retribution of our God,\nTo comfort all who mourn,",
      "3": "To grant to those who mourn in Zion the following:\nTo give them a turban instead of dust [on their heads, a sign of mourning],\nThe oil of joy instead of mourning,\nThe garment [expressive] of praise instead of a disheartened spirit.\nSo they will be called the trees of righteousness [strong and magnificent, distinguished for integrity, justice, and right standing with God],\nThe planting of the Lord, that He may be glorified.",
      "4": "Then they will rebuild the ancient ruins,\nThey will raise up and restore the former desolations;\nAnd they will renew the ruined cities,\nThe desolations (deserted settlements) of many generations.",
      "5": "Strangers will stand and feed your flocks,\nAnd foreigners will be your farmers and your vinedressers.",
      "6": "But you shall be called the priests of the Lord;\nPeople will speak of you as the ministers of our God.\nYou will eat the wealth of nations,\nAnd you will boast of their riches.",
      "7": "Instead of your [former] shame you will have a double portion;\nAnd instead of humiliation your people will shout for joy over their portion.\nTherefore in their land they will possess double [what they had forfeited];\nEverlasting joy will be theirs.",
      "8": "For I, the Lord, love justice;\nI hate robbery with a burnt offering.\nAnd I will faithfully reward them,\nAnd make an everlasting covenant with them.",
      "9": "Then their offspring will be known among the nations,\nAnd their descendants among the peoples.\nAll who see them [in their prosperity] will recognize and acknowledge them\nThat they are the people whom the Lord has blessed.",
      "10": "I will rejoice greatly in the Lord,\nMy soul will exult in my God;\nFor He has clothed me with garments of salvation,\nHe has covered me with a robe of righteousness,\nAs a bridegroom puts on a turban,\nAnd as a bride adorns herself with her jewels.",
      "11": "For as the earth brings forth its sprouts,\nAnd as a garden causes what is sown in it to spring up,\nSo the Lord God will [most certainly] cause righteousness and justice and praise\nTo spring up before all the nations [through the power of His word]."
    },
    "62": {
      "1": "For Zion’s sake I (Isaiah) will not be silent,\nAnd for Jerusalem’s sake I will not keep quiet,\nUntil her righteousness and vindication go forth as brightness,\nAnd her salvation goes forth like a burning torch.",
      "2": "The nations will see your righteousness and vindication [by God],\nAnd all kings [will see] your glory;\nAnd you will be called by a new name\nWhich the mouth of the Lord will designate.",
      "3": "You will also be [considered] a crown of glory and splendor in the hand of the Lord,\nAnd a royal diadem [exceedingly beautiful] in the hand of your God.",
      "4": "It will no longer be said of you [Judah], “Azubah (Abandoned),”\nNor will it any longer be said of your land, “Shemamah (Desolate)”;\nBut you will be called, “Hephzibah (My Delight is in Her),”\nAnd your land, “Married”;\nFor the Lord delights in you,\nAnd to Him your land will be married [owned and protected by the Lord].",
      "5": "For as a young man marries a virgin [O Jerusalem],\nSo your sons will marry you;\nAnd as the bridegroom rejoices over the bride,\nSo your God will rejoice over you.",
      "6": "On your walls, O Jerusalem, I have appointed and stationed watchmen (prophets),\nWho will never keep silent day or night;\nYou who profess the Lord, take no rest for yourselves,",
      "7": "And give Him no rest [from your prayers] until He establishes Jerusalem\nAnd makes her a praise on the earth.",
      "8": "The Lord has sworn [an oath] by His right hand and by His mighty arm,\n“I will never again give your grain as food for your enemies,\nNor will [the invading] foreigners drink your new wine for which you have labored.”",
      "9": "But they who have harvested it will eat it and praise the Lord,\nAnd they who have gathered it will drink it [at the feasts celebrated] in the courtyards of My sanctuary.",
      "10": "Go through, go through the gates,\nClear the way for the people;\nBuild up, build up the highway,\nRemove the stones, lift up a banner over the peoples.",
      "11": "Listen carefully, the Lord has proclaimed to the end of the earth,\nSay to the Daughter of Zion, “Look now, your salvation is coming [in the Lord];\nIndeed, His reward is with Him, and His restitution accompanies Him.”",
      "12": "And they will call them “The Holy People,\nThe Redeemed of the Lord”;\nAnd you will be called “Sought Out, A City Not Deserted.”"
    },
    "63": {
      "1": "Who is this who comes from Edom,\nWith crimson-stained garments from Bozrah [in Edom],\nThis One (the Messiah) who is majestic in His apparel,\nMarching in the greatness of His might?\n“It is I, [the One] who speaks in righteousness [proclaiming vindication], mighty to save.”",
      "2": "Why is Your apparel red,\nAnd Your garments like the one who treads in the wine press?",
      "3": "“I have trodden the wine trough alone,\nAnd of the peoples there was no one with Me.\nI also trod them in My anger\nAnd trampled them in My wrath;\nAnd their lifeblood is sprinkled on My garments,\nAnd I stained all My clothes.",
      "4": "“For the day of vengeance [against ungodliness] was in My heart,\nAnd My year of redemption [of those who put their trust in Me—the year of My redeemed] has come.",
      "5": "“I looked, but there was no one to help,\nAnd I was amazed and appalled that there was no one to uphold [truth and right].\nSo My own arm brought salvation to Me,\nAnd My wrath sustained Me.",
      "6": "“I trampled the peoples in My anger\nAnd made them drunk with [the cup of] My wrath,\nAnd I spilled their lifeblood on the earth.”",
      "7": "I will tell of the lovingkindnesses of the Lord, and the praiseworthy deeds of the Lord,\nAccording to all that the Lord has done for us,\nAnd His great goodness toward the house of Israel,\nWhich He has shown them according to His compassion\nAnd according to the abundance of His lovingkindnesses.",
      "8": "For He said, “Be assured, they are My people,\nSons who will not be faithless.”\nSo He became their Savior [in all their distresses].",
      "9": "In all their distress He was distressed,\nAnd the angel of His presence saved them,\nIn His love and in His compassion He redeemed them;\nAnd He lifted them up and carried them all the days of old.",
      "10": "But they rebelled\nAnd grieved His Holy Spirit;\nTherefore He changed into their enemy,\nAnd He fought against them.",
      "11": "Then His people remembered the days of old, of Moses [and they said],\nWhere is He who brought our fathers up out of the [Red] Sea, with the shepherds of His flock [Moses and Aaron]?\nWhere is He who put His Holy Spirit in their midst,",
      "12": "Who caused His glorious arm and infinite power to go at the right hand of Moses,\nDividing the waters before them to make for Himself an everlasting name,",
      "13": "Who led them through the depths [of the Red Sea],\nLike a horse in the wilderness, [so that] they did not stumble?",
      "14": "Like the cattle that go down into the valley [to find better pasture and rest],\nThe Spirit of the Lord gave them rest.\nSo You led Your people [O Lord]\nTo make for Yourself a beautiful and glorious name [preparing the way for the acknowledgment of Your name by all nations].",
      "15": "Look down from heaven and see from Your lofty dwelling place, holy and glorious.\nWhere are Your zeal and Your mighty acts [Your miracles which you did for Your people]?\nThe stirring of Your heart and Your compassion are restrained and withheld from me.",
      "16": "For [most certainly] You are our Father, even though Abraham [our ancestor] does not know us\nAnd Israel does not acknowledge us.\nYou, O Lord, are [still] our Father,\nOur Redeemer from everlasting is Your name.",
      "17": "O Lord, why do You cause us to stray from Your ways\nAnd harden our heart from fearing You [with reverence and awe]?\nReturn for Your servants’ sake, the tribes of Your heritage.",
      "18": "Your holy people possessed Your sanctuary for [only] a little while;\nOur adversaries have trampled it down.",
      "19": "We have become like those over whom You have never ruled,\nLike those who were not called by Your name."
    },
    "64": {
      "1": "Oh, that You would tear open the heavens and come down,\nThat the mountains might quake at Your presence—",
      "2": "As [sure as] fire kindles the brushwood, as fire causes water to boil—\nTo make Your name known to Your adversaries,\nThat the nations may tremble at Your presence!",
      "3": "When You did awesome and amazing things which we did not expect,\nYou came down [at Sinai]; the mountains quaked at Your presence.",
      "4": "For from days of old no one has heard, nor has ear perceived,\nNor has the eye seen a God besides You,\nWho works and acts in behalf of the one who [gladly] waits for Him.",
      "5": "You meet him who rejoices in doing that which is morally right,\nWho remembers You in Your ways.\nIndeed, You were angry, for we sinned;\nWe have long continued in our sins [prolonging Your anger].\nAnd shall we be saved [under such circumstances]?",
      "6": "For we all have become like one who is [ceremonially] unclean [like a leper],\nAnd all our deeds of righteousness are like filthy rags;\nWe all wither and decay like a leaf,\nAnd our wickedness [our sin, our injustice, our wrongdoing], like the wind, takes us away [carrying us far from God’s favor, toward destruction].",
      "7": "There is no one who calls on Your name,\nWho awakens and causes himself to take hold of You;\nFor You have hidden Your face from us\nAnd have handed us over to the [consuming and destructive] power of our wickedness [our sin, our injustice, our wrongdoing].",
      "8": "Yet, O Lord, You are our Father;\nWe are the clay, and You our Potter,\nAnd we all are the work of Your hand.",
      "9": "Do not be angry beyond measure, O Lord,\nDo not remember our wickedness [our sin, our injustice, our wrongdoing] forever.\nNow look, consider, for we are all Your people.",
      "10": "Your holy cities have become a wilderness,\nZion has become a wilderness,\nJerusalem a desolation.",
      "11": "Our holy and beautiful house [the temple built by Solomon],\nWhere our fathers praised You,\nHas been burned by fire;\nAnd all our precious objects are in ruins.",
      "12": "Considering these [tragedies], will You restrain Yourself, O Lord [and not help us]?\nWill You keep silent and humiliate and oppress us beyond measure?"
    },
    "65": {
      "1": "“I let Myself be sought by those who did not ask for Me;\nI let Myself be found by those who did not seek Me.\nI said, ‘Here am I, here am I,’\nTo the nation [Israel] which did not call on My Name.",
      "2": "“I have spread out My hands all the day long to a rebellious and stubborn people,\nWho walk in the way that is not good, [following] after their own thoughts and intentions,",
      "3": "The people who continually provoke Me to My face,\nSacrificing [to idols] in gardens and making offerings with incense on bricks [instead of at the designated altar];",
      "4": "Who sit among the graves [trying to conjure up evil spirits] and spend the night in the secret places [where spirits are thought to dwell];\nWho eat swine’s flesh,\nAnd their pots hold the broth of unclean meat;",
      "5": "Who say, ‘Keep to yourself, do not come near me,\nFor I am too holy for you [and you might defile me]!’\nThese [people] are smoke in My nostrils,\nA fire that burns all the day.",
      "6": "“Indeed, it is written before Me,\nI will not keep silent, but I will repay;\nI will even repay it [directly] into their arms,",
      "7": "Both your own wickedness and the wickedness of your fathers,” says the Lord.\n“Since they too have made offerings with incense on the mountains\nAnd scorned and taunted Me on the hills,\nI therefore will measure [punishment for] their former work [directly] into their arms.”",
      "8": "This is what the Lord says,\n“As the new wine is found in the cluster,\nAnd one says, ‘Do not destroy it, for there is a blessing and benefit in it,’\nSo I will do for the sake of My servants\nIn order not to destroy all of them.",
      "9": "“I will bring forth descendants from Jacob,\nAnd an heir of My mountains from Judah;\nEven My chosen ones shall inherit it,\nAnd My servants will live there.",
      "10": "“And [the plain of] Sharon will be a place for flocks to graze,\nAnd the Valley of Achor a resting place for herds,\nFor My people who seek Me [who long for Me and require My presence in their lives].",
      "11": "“But you who abandon (turn away from) the Lord,\nWho forget and ignore My holy mountain (Zion),\nWho set a table for Gad [the Babylonian god of fortune],\nAnd who fill a jug of mixed wine for Meni [the god of fate],",
      "12": "I will destine you for the sword, [says the Lord],\nAnd all of you will bow down to the slaughter,\nBecause when I called, you did not answer;\nWhen I spoke, you did not listen or obey.\nBut you did [what was] evil in My sight\nAnd chose that in which I did not delight.”",
      "13": "Therefore, the Lord God says this,\n“Listen carefully, My servants will eat, but you will be hungry;\nIndeed, My servants will drink, but you will be thirsty;\nIndeed, My servants will rejoice, but you will be put to shame.",
      "14": "“Indeed, My servants will shout for joy from a happy heart,\nBut you will cry out with a heavy heart,\nAnd you shall wail and howl from a broken spirit.",
      "15": "“And you will leave your name behind to My chosen ones [who will use it] as a curse,\nAnd the Lord God will put you to death,\nBut He will call His servants by another name [a much greater name, just as the name Israel was greater than the name Jacob].",
      "16": "“Because he who blesses himself on the earth\nWill bless himself by the God of truth and faithfulness;\nAnd he who swears [an oath] on the earth\nWill swear by the God of truth and faithfulness;\nBecause the former troubles are forgotten,\nAnd because they are hidden from My sight.",
      "17": "“Behold, I am creating new heavens and a new earth;\nAnd the former things [of life] will not be remembered or come to mind.",
      "18": "“But be glad and rejoice forever over what I create;\nBehold, I am creating Jerusalem to be a source of rejoicing\nAnd her people a joy.",
      "19": "“I will also rejoice in Jerusalem and be glad in My people;\nAnd there will no longer be heard in her\nThe voice of weeping and the sound of crying.",
      "20": "“No longer shall there be in it an infant who lives only a few days,\nOr an old man who does not finish his days;\nFor the youth who dies at the age of a hundred,\nAnd the one who does not reach the age of a hundred\nWill be thought of as accursed.",
      "21": "“They will build houses and live in them;\nThey will plant vineyards and eat the fruit.",
      "22": "“They will not build and another occupy;\nThey will not plant and another eat [the fruit].\nFor as the lifetime of a tree, so will be the days of My people,\nAnd My chosen [people] will fully enjoy [and long make use of] the work of their hands.",
      "23": "“They will not labor in vain,\nOr bear children for disaster;\nFor they are the descendants of those blessed by the Lord,\nAnd their offspring with them.",
      "24": "“It shall also come to pass that before they call, I will answer; and while they are still speaking, I will hear.",
      "25": "The wolf and the lamb will graze together, and the lion will eat straw like the ox [there will no longer be predator and prey]; and dust will be the serpent’s food. They will do no evil or harm in all My holy mountain (Zion),” says the Lord."
    },
    "66": {
      "1": "This is what the Lord says,\n“Heaven is My throne and the earth is My footstool.\nWhere, then, is a house that you could build for Me?\nAnd where will My resting place be?",
      "2": "“For all these things My hand has made,\nSo all these things came into being [by and for Me],” declares the Lord.\n“But to this one I will look [graciously],\nTo him who is humble and contrite in spirit, and who [reverently] trembles at My word and honors My commands.",
      "3": "“He who kills an ox [for pagan sacrifice] is [as guilty] as one who kills a man;\nHe who sacrifices a lamb, as one who breaks a dog’s neck;\nHe who offers a grain offering, as one who offers swine’s blood;\nHe who offers incense, as one who blesses an idol.\nSuch people have chosen their own ways,\nAnd their soul delights in their repulsive acts;",
      "4": "So I will choose their punishments,\nAnd will bring the things they dread upon them\nBecause I called, but no one answered;\nI spoke, but they did not listen or obey.\nBut they did evil in My sight\nAnd chose that in which I did not delight.”",
      "5": "Hear the word of the Lord, you who tremble [with awe-filled reverence] at His word:\n“Your brothers who hate you, who exclude you for My Name’s sake,\nHave said, ‘Let the Lord be glorified, that we may see your joy.’\nBut they will be put to shame.",
      "6": "“The sound of an uproar from the city! A voice from the temple!\nThe voice of the Lord, providing retribution to His enemies.",
      "7": "“Before she (Zion) was in labor, she gave birth;\nBefore her labor pain came, she gave birth to a boy.",
      "8": "“Who has heard of such a thing? Who has seen such things?\nCan a land be born in one day?\nOr can a nation be brought forth in a moment?\nAs soon as Zion was in labor, she also brought forth her sons.",
      "9": "“Shall I bring to the moment of birth and not give delivery?” says the Lord.\n“Or shall I who gives delivery shut the womb?” says your God.",
      "10": "“Rejoice with Jerusalem and be glad for her, all you who love her;\nRejoice greatly with her, all you who mourn over her,",
      "11": "That you may nurse and be satisfied with her comforting breasts,\nThat you may drink deeply and be delighted with her bountiful bosom.”",
      "12": "For the Lord says this, “Behold, I extend peace to her (Jerusalem) like a river,\nAnd the glory of the nations like an overflowing stream;\nAnd you will be nursed, you will be carried on her hip and [playfully] rocked on her knees.",
      "13": "“As one whom his mother comforts, so I will comfort you;\nAnd you will be comforted in Jerusalem.”",
      "14": "When you see this, your heart will rejoice;\nYour bones will flourish like new grass.\nAnd the [powerful] hand of the Lord will be revealed to His servants,\nBut His indignation will be toward His enemies.",
      "15": "For indeed, the Lord will come in fire\nAnd His chariots will be like the stormy wind,\nTo render His anger with rage,\nAnd His rebuke with flames of fire.",
      "16": "For the Lord will execute judgment by fire\nAnd by His sword on all mankind,\nAnd those slain by the Lord will be many.",
      "17": "“Those who [vainly attempt to] sanctify and cleanse themselves to go to the gardens [to sacrifice to idols],\nFollowing after one in the center,\nWho eat swine’s flesh, detestable things and mice,\nWill come to an end together,” says the Lord.",
      "18": "“For I know their works and their thoughts. The time is coming to gather all nations and languages, and they will come and see My glory.",
      "19": "I will set up a [miraculous] sign among them, and from them I will send survivors to the nations: Tarshish, Pul (Put), Lud, Meshech, Tubal and Javan, to the distant islands and coastlands that have not heard of My fame nor seen My glory. And they will declare and proclaim My glory among the nations.",
      "20": "Then they shall bring all your countrymen (children of Israel) from all the nations as a grain offering to the Lord—on horses, in chariots, in litters, on mules and on camels—to My holy mountain Jerusalem,” says the Lord, “just as the sons of Israel bring their grain offering in a clean vessel to the house of the Lord.",
      "21": "I will also take some of them as priests and Levites,” says the Lord.",
      "22": "“For just as the new heavens and the new earth\nWhich I make will remain and endure before Me,” declares the Lord,\n“So your offspring and your name will remain and endure.",
      "23": "“And it shall be that from New Moon to New Moon\nAnd from Sabbath to Sabbath,\nAll mankind will come to bow down and worship before Me,” says the Lord.",
      "24": "“Then they will go forth and look\nUpon the dead bodies of the [rebellious] men\nWho have transgressed against Me;\nFor their worm (maggot) will not die,\nAnd their fire will not go out;\nAnd they will be an abhorrence to all mankind.”"
    }
  }
}