{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:53:11.169278-04:00",
    "Translation": "AMP"
  },
  "Jeremiah": {
    "1": {
      "1": "The words of Jeremiah the son of Hilkiah, [one] of the priests who were in Anathoth in the land of Benjamin,",
      "2": "to whom the word of the Lord came during the thirteenth year (627 b.c.) of the reign of Josiah the son of Amon, king of Judah.",
      "3": "It came [to Jeremiah] also in the days of Jehoiakim the son of Josiah, king of Judah, [continuing] until the end of the eleventh year of Zedekiah the son of Josiah, king of Judah, [and continuing] until the exile of [the people of] Jerusalem in the fifth month (July-August, 586 b.c.).",
      "4": "Now the word of the Lord came to me, saying,",
      "5": "“Before I formed you in the womb I knew you [and approved of you as My chosen instrument],\nAnd before you were born I consecrated you [to Myself as My own];\nI have appointed you as a prophet to the nations.”",
      "6": "Then I said, “Ah, Lord God!\nBehold, I do not know how to speak,\nFor I am [only] a young man.”",
      "7": "But the Lord said to me,\n“Do not say, ‘I am [only] a young man,’\nBecause everywhere I send you, you shall go,\nAnd whatever I command you, you shall speak.",
      "8": "“Do not be afraid of them [or their hostile faces],\nFor I am with you [always] to protect you and deliver you,” says the Lord.",
      "9": "Then the Lord stretched out His hand and touched my mouth, and the Lord said to me,\n“Behold (hear Me), I have put My words in your mouth.",
      "10": "“See, I have appointed you this day over the nations and over the kingdoms,\nTo uproot and break down,\nTo destroy and to overthrow,\nTo build and to plant.”",
      "11": "The word of the Lord came to me, saying, “Jeremiah, what do you see?” And I said, “I see the branch of an almond tree.”",
      "12": "Then the Lord said to me, “You have seen well, for I am [actively] watching over My word to fulfill it.”",
      "13": "The word of the Lord came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, tilting away from the north [its mouth about to pour out on the south, on Judea].”",
      "14": "Then the Lord said to me, “Out of the north the evil [which the prophets foretold as the result of national sin] will reveal itself and spill out on all the people of the land.",
      "15": "For, behold, I will call all the tribes of the kingdoms of the north,” says the Lord; “and they will come and each one will set his throne at the entrance of the gates of Jerusalem, and against all its surrounding walls, and against all the cities of Judah [as My judicial act, the consequence of Judah’s deliberate disobedience].",
      "16": "I will speak My judgments against them for all the wickedness of those who have abandoned (rejected) Me, offered sacrifices or burned incense to other gods, and worshiped the [idolatrous] works of their own hands.",
      "17": "But you [Jeremiah], gird up your loins [in preparation]! Get up and tell them all which I command you. Do not be distraught and break down at the sight of their [hostile] faces, or I will bewilder you before them and allow you to be overcome.",
      "18": "Now behold, I have made you today like a fortified city and like an iron pillar and like bronze walls against the whole land—against the [successive] kings of Judah, against its leaders, against its priests, and against the people of the land [giving you divine strength which no hostile power can overcome].",
      "19": "They will fight against you, but they will not [ultimately] prevail over you, for I am with you [always] to protect you and deliver you,” says the Lord."
    },
    "2": {
      "1": "Now the word of the Lord came to me saying,",
      "2": "“Go and proclaim in the ears of Jerusalem, saying, ‘Thus says the Lord,\n“I remember [earnestly] the lovingkindness and devotion of your youth,\nYour time of betrothal [like that of a bride during the early years in Egypt and again at Sinai],\nWhen you followed Me in the wilderness,\nThrough a land not sown.",
      "3": "“Israel was holy [something set apart from ordinary purposes, consecrated] to the Lord,\nThe first fruits of His harvest [in which no outsider was allowed to share].\nAll who ate of it [injuring Israel] became guilty;\nEvil came on them,” says the Lord.’”",
      "4": "Hear the word of the Lord, O house of Jacob, and all the families of the house of Israel.",
      "5": "Thus says the Lord,\n“What injustice or unrighteousness did your fathers find in Me,\nThat they have wandered far from Me\nAnd [habitually] walked after emptiness and futility and became empty?",
      "6": "“They did not say, ‘Where is the Lord\nWho brought us up from the land of Egypt,\nWho led us through the wilderness,\nThrough a land of deserts and of pits,\nThrough a land of drought and of the deep darkness [of the shadow of death],\nThrough a land that no man passed through\nAnd where no man lived?’",
      "7": "“I brought you into a plentiful land\nTo eat its fruit and [enjoy] its good things.\nBut you came and defiled My land\nAnd you made My inheritance repulsive.",
      "8": "“[Even] the priests did not say, ‘Where is the Lord?’\nAnd those who deal with the law [given to Moses] did not know Me.\nThe rulers and shepherds also transgressed against Me,\nAnd the prophets prophesied by [the authority and in the name of] Baal\nAnd walked after [idolatrous] things that did not benefit [them].",
      "9": "“Therefore I will still contend (struggle) with you [by bringing judgment on you],” says the Lord,\n“And I will contend with your children’s children.”",
      "10": "“For cross over to the coasts of Kittim (Cyprus) [to the west] and see,\nSend also to Kedar (Arabia) [to the east] and carefully observe and consider\nAnd see whether there has been such [a thing] as this!",
      "11": "“Has a nation [ever] changed gods\nEven though they were not gods [but merely man-made objects]?\nBut My people have exchanged their Glory (the true God)\nFor that [man-made idol] which does not benefit [them].",
      "12": "“Be appalled, O heavens, at this;\nBe shocked and shudder with horror [at the behavior of the people],” says the Lord.",
      "13": "“For My people have committed two evils:\nThey have abandoned (rejected) Me,\nThe fountain of living water,\nAnd they have carved out their own cisterns,\nBroken cisterns\nThat cannot hold water.",
      "14": "“Is Israel a servant? Is he a slave by birth?\nWhy has he become a captive and a prey?",
      "15": "“The young lions have roared at him,\nThey have made their voices heard and roared loudly.\nAnd they have made his land a waste;\nHis cities have been destroyed and are burned ruins, without inhabitant.",
      "16": "“Moreover, the men of Memphis and Tahpanhes [as powerful enemies]\nHave shaved the crown of your head [to degrade you].",
      "17": "“Have you not brought this on yourself\nBy abandoning (rejecting) the Lord your God\nWhen He led you in the way?",
      "18": "“Now what are you doing by going to Egypt [in search of an ally],\nTo drink the [muddy] waters of the Nile?\nOr what are you doing by going to Assyria [in search of an ally],\nTo drink the [muddy] waters of the Euphrates?",
      "19": "“Your own wickedness will discipline you,\nAnd your desertion of the faith will punish you.\nKnow therefore that it is an evil and bitter thing\nFor you to abandon (reject) the Lord your God,\nAnd for you to be indifferent to Me and dismiss the [reverent] fear of Me,” says the Lord God of hosts.",
      "20": "“For long ago you broke your yoke [in deliberate disobedience]\nAnd tore off your bonds [of the law that I gave you];\nYou said, ‘I will not serve and obey You!’\nFor on every high hill\nAnd under every green tree\nYou have lain down [in idolatrous worship] like a [compliant] prostitute.",
      "21": "“Yet I had planted you [O house of Israel as] a choice vine,\nA completely faithful seed.\nHow then have you turned against Me\nInto degenerate shoots of a foreign and wild vine [alien to Me]?",
      "22": "“For though you wash yourself with lye\nAnd use much soap,\nThe stain of your guilt is [still] before Me [and you are soiled and dirty],” says the Lord God.",
      "23": "“How can you say, ‘I am not defiled,\nI have not gone after [man-made gods like] the Baals’?\nLook at your way in the valley;\nKnow [without any doubt] what you have done!\nYou are a swift and restless young [female] camel [in the heat of her passion] running here and there,",
      "24": "Or [you have the untamed and reckless nature of] a wild donkey accustomed to the wilderness,\nThat sniffs the wind in her passion [for the scent of a mate].\nIn her mating season who can restrain her?\nNo males seeking her need to weary themselves;\nIn her month they will find her [looking for them].",
      "25": "“[Cease your mad running after idols to]\nKeep your feet from becoming bare\nAnd your throat from becoming dry;\nBut you said, ‘It is hopeless!\nFor I have loved strangers and foreign gods,\nAnd I will walk after them.’",
      "26": "“As the thief is shamed when he is caught,\nSo the house of Israel is shamed—\nThey, their kings, their leaders,\nTheir priests, and their prophets—",
      "27": "Who say to a tree, ‘You are my father,’\nAnd to a stone, ‘You gave me birth.’\nFor they have turned their backs to Me,\nAnd not their faces;\nBut in the time of their trouble they will say,\n‘Arise [O Lord] and save us.’",
      "28": "“But where are your gods\nWhich you made for yourself?\nLet them get up, if they can save you\nIn the time of your trouble!\nFor [as many as] the number of your cities\nAre your gods, O Judah. [Why do not your many man-made idols run to help you?]",
      "29": "“Why do you complain and contend with Me?\nYou have all rebelled (transgressed) against Me,” says the Lord.",
      "30": "“In vain I have punished your people [with the consequences of their disobedience];\nThey received no insight from correction [and refused to change].\nYour [own] sword has devoured your prophets\nLike a destroying lion.",
      "31": "“O generation [that you are], consider and regard carefully the word of the Lord.\nHave I been a wilderness to Israel [like a land without food],\nA land of thick and deep darkness [like a path without light]?\nWhy do My people say, ‘We [have broken loose and we] are free to roam [at will];\nWe will no longer come to You’?",
      "32": "“Can a virgin forget [to wear] her ornaments,\nOr a bride her attire [that identifies her as a married woman]?\nYet My people have forgotten Me\nDays without number.",
      "33": "“How well you prepare your path\nTo seek and obtain [adulterous] love!\nEven the most wicked of women\nHave learned [indecent] ways from you.",
      "34": "“Also on your skirts is found\nThe lifeblood of the innocent poor;\nYou did not find them breaking in [a house].\nBut in spite of all these things [your disobedience, your love of idolatry, your lack of compassion]—",
      "35": "Yet you keep saying, ‘I am innocent;\nSurely His anger has turned away from me.’\nBehold (listen very carefully), I will bring you to judgment and will plead my case against you\nBecause you say, ‘I have not sinned.’",
      "36": "“Why do you go around and wander so much\nChanging your way?\nAlso, you will be shamed by Egypt\nAs you were shamed by Assyria.",
      "37": "“From Egypt also you will come away [as captives]\nWith your hands on your head;\nFor the Lord has rejected those in whom you trust (confide),\nAnd you will not be successful with them.”"
    },
    "3": {
      "1": "That is to say, “If a man divorces his wife\nAnd she goes [away] from him\nAnd becomes another man’s [wife],\nWill he return to her again? [Of course not!]\nWill not that land [where such a thing happened] be completely desecrated?\nBut you [rebelled against Me and you] are a prostitute with many lovers;\nYet you turn to Me.” says the Lord.",
      "2": "“Lift up your eyes to the barren heights and see;\nWhere have you not been violated?\nYou sat by the road waiting [eagerly] for them [those man-made gods]\nLike an Arab [tribesman who waits to attack] in the desert,\nAnd you have desecrated the land\nWith your [vile] prostitution and your wickedness (disobedience to God).",
      "3": "“Therefore the showers have been withheld,\nAnd there has been no spring rain.\nYet you have the forehead (appearance) of a prostitute;\nYou refuse to be ashamed.",
      "4": "“Will you not just now call out to Me,\n‘My Father, you were the guide and companion of my youth?",
      "5": "‘Will He be angry forever?\nWill He be indignant to the end?’\nBehold, you have spoken,\nAnd you have done all the evil things [you could],\nAnd you have had your way and have carried out your wickedness.”",
      "6": "Moreover, the Lord said to me in the days of Josiah the king [of Judah], “Have you seen what that faithless Israel has done—how she went up on every high hill and under every green tree, and there she was a prostitute?",
      "7": "I thought, ‘After she has done all these things she will return to Me’; but she did not return, and her treacherous (faithless) sister Judah saw it.",
      "8": "And I saw [that even though Judah knew] that for all the acts of adultery (idolatry) of faithless Israel, I [the Lord] had sent her away and given her a certificate of divorce, yet her treacherous sister Judah was not afraid; but she went and was a prostitute also [following after idols].",
      "9": "Because of the thoughtlessness of Israel’s prostitution [her immorality mattered little to her], she desecrated the land and committed adultery with [idols of] stones and trees.",
      "10": "Yet in spite of all this her treacherous sister Judah did not return to Me with her whole heart, but rather in [blatant] deception [she merely pretended obedience to King Josiah’s reforms],” declares the Lord.",
      "11": "And the Lord said to me, “Faithless Israel has proved herself less guilty than treacherous Judah [a land of renegades].",
      "12": "Go and proclaim these words toward the north [where the ten tribes have been taken as captives] and say,\n‘Return, faithless Israel,’ says the Lord;\n‘I will not look on you in anger.\nFor I am gracious and merciful,’ says the Lord;\n‘I will not be angry forever.",
      "13": "‘Only understand fully and acknowledge your wickedness and guilt,\nThat you have rebelled (transgressed) against the Lord your God\nAnd have scattered your favors among strangers under every green tree,\nAnd you have not obeyed My voice,’ says the Lord.",
      "14": "‘Return, O faithless children [of the twelve tribes],’ says the Lord,\n‘For I am a master and husband to you,\nAnd I will take you [not as a nation, but individually]—one from a city and two from a [tribal] family—\nAnd I will bring you to Zion.’",
      "15": "“Then [in the final time] I will give you [spiritual] shepherds after My own heart, who will feed you with knowledge and [true] understanding.",
      "16": "It will be in those days when you have [repented and] multiplied and increased in the land,” says the Lord, “they will no longer say, ‘The ark of the covenant of the Lord.’ It will not come to mind, nor will they [seriously] remember it, nor will they miss it, nor will it be made again [for instead of the ark, which symbolized My presence, I will be present].",
      "17": "At that time they will call Jerusalem ‘The Throne of the Lord,’ and all the nations will be gathered to it, to Jerusalem, for the name (renown) of the Lord; and they will not walk anymore after the stubbornness of their [own] evil heart.",
      "18": "In those days the house of Judah will walk with the house of Israel, and they will come together from the land of the north to the land that I gave your fathers as an inheritance.",
      "19": "“Then I said,\n‘How [gloriously and honorably] I would set you among My children\nAnd give you a pleasant land—a wonderful heritage,\nThe most beautiful inheritance of the nations!’\nAnd I said, ‘You shall call Me, My Father\nAnd not turn away from following Me.’",
      "20": "“Surely, as a wife treacherously (unfaithfully) leaves her husband,\nSo you have dealt treacherously with Me,\nO house of Israel,” says the Lord.",
      "21": "A voice is heard on the barren heights,\nThe weeping and pleading of the children of Israel,\nBecause they have lost their way,\nThey have [deliberately] forgotten the Lord their God.",
      "22": "“Return, O faithless sons,” [says the Lord],\n“I will heal your unfaithfulness.”\n[They answer] “Behold, we come to You,\nFor You are the Lord our God.",
      "23": "“Truly, [the hope of salvation from] the hill [where idols are worshiped] is a deception,\nA tumult and noisy multitude on the mountains;\nTruly in the Lord our God\nIs the salvation of Israel.",
      "24": "“But the shameful act [of idolatry] has consumed the labor of our fathers since our youth—their flocks and their herds, their sons and their daughters.",
      "25": "Let us lie down in our shame, and let our dishonor and humiliation cover us; for we have sinned against the Lord our God, we and our fathers; from our youth even to this day we have not obeyed the voice of the Lord our God.”"
    },
    "4": {
      "1": "“If you will return, O Israel,” says the Lord,\n“If you will return to Me,\nAnd if you will put away your detestable things and remove your man-made gods from My sight,\nAnd not stray or waver,",
      "2": "And if you swear [your oaths], ‘As the Lord lives,’\nIn truth, in justice, and in righteousness,\nThen the nations will bless themselves in Him,\nAnd in Him they will glory.”",
      "3": "For this is what the Lord says to the men of Judah and to Jerusalem,\n“Plow your uncultivated ground [for a season],\nAnd do not sow among thorns.",
      "4": "“Circumcise (dedicate, sanctify) yourselves to the Lord\nAnd remove the foreskin [sins] of your heart,\nMen of Judah and inhabitants of Jerusalem,\nOr else My wrath will go forth like fire [consuming all that gets in its way]\nAnd burn and there will be no one to quench it,\nBecause of the evil of your acts.”",
      "5": "Declare in Judah and proclaim in Jerusalem, and say,\n“Blow the trumpet in the land;\nCry aloud and say,\n‘Assemble yourselves, and let us go\nInto the fortified cities.’",
      "6": "“Raise a banner toward Zion [to mark the way for those seeking safety inside Jerusalem’s walls]!\nSeek refuge, do not stand [immobile],\nFor I am bringing evil from the north (the army of Babylon),\nAnd great destruction.",
      "7": "“A lion has left his lair,\nAnd a destroyer of nations is on his way.\nHe has gone out from his place\nTo desolate your land;\nYour cities will be in ruins\nWithout an inhabitant.",
      "8": "“For this reason, put on sackcloth [for mourning],\nLament (mourn with expressions of grief for the dead) and wail,\nFor the fierce anger of the Lord\nHas not turned back from us.”",
      "9": "“It shall come about in that day,” says the Lord, “that the heart and courage of the king will fail (be paralyzed), and also the heart of the princes; the priests will be appalled and the prophets will be astounded and horrified.”",
      "10": "Then I said, “Alas, Lord God! Surely You have completely deceived and misled this people and Jerusalem, [for the prophets represented You as] saying [to Your people], ‘You will have peace,’ but [in fact] a sword reaches to their throat.”",
      "11": "In that time it will be said to this people and to Jerusalem, “A scorching wind from the barren heights in the wilderness [comes at My command] against the daughter of My people—not [a wind] to winnow and not to cleanse [from chaff, as when threshing, but]",
      "12": "a wind too strong and full for this comes at My word. Now I will also speak judgment against My people.”",
      "13": "“Behold, the enemy comes up like clouds,\nHis chariots like the whirlwind;\nHis horses are swifter than eagles.\nWoe (judgment is coming) to us, for we are ruined!”",
      "14": "O Jerusalem, wash your heart from wickedness,\nThat you may be saved.\nHow long will your wicked and immoral thoughts\nLodge within you?",
      "15": "For a voice declares from Dan [far in the north],\nAnd proclaims evil from Mount Ephraim.",
      "16": "“Warn the [neighboring] nations now [that our enemy is coming]!\nAnnounce to Jerusalem,\n‘Besiegers are coming from a far country,\nAnd they lift their voices and shout against the cities of Judah.",
      "17": "‘Like watchmen of a field they are against her on all sides,\nBecause she has rebelled against Me,’ says the Lord.",
      "18": "“Your ways and your deeds\nHave brought these things on you.\nThis is your tragedy and doom; how bitter,\nHow it has touched your heart!”",
      "19": "My soul, my soul! I writhe in anguish and pain! Oh, the walls of my heart!\nMy heart is pounding and throbbing within me;\nI cannot be silent,\nFor you have heard, O my soul,\nThe sound of the trumpet,\nThe alarm of war.",
      "20": "News of one [terrible] disaster comes close after another,\nFor the whole land is devastated;\nSuddenly my tents are spoiled and destroyed,\nMy [tent] curtains [ruined] in a moment.",
      "21": "How long [O Lord] must I see the banner [marking the way for flight]\nAnd hear the sound of the trumpet [urging the people to run for safety]?",
      "22": "“For My people are stupid and foolish,” [says the Lord to Jeremiah];\n“They do not know Me;\nThey are foolish children\nAnd have no understanding.\nThey are shrewd [enough] to do evil,\nBut they do not know [how] to do good.”",
      "23": "I looked at the earth [in my vision], and behold, it was [as at the time of creation] formless and void;\nAnd to the heavens, and they had no light.",
      "24": "I looked at the mountains, and behold, they were trembling,\nAnd all the hills moved back and forth.",
      "25": "I looked, and behold, there was no man,\nAnd all the birds of the air had fled.",
      "26": "I looked, and behold, the fertile land was a wilderness,\nAnd all its cities were pulled down\nBefore the [presence of the] Lord, before His fierce anger.",
      "27": "Therefore says the Lord,\n“The whole land shall be a desolation,\nYet I will not cause total destruction.",
      "28": "“For this reason the earth shall mourn\nAnd the heavens above shall become dark,\nBecause I have spoken, I have decided,\nAnd I will not change my mind (relent), nor will I turn back from it.”",
      "29": "Every city runs away at the sound of the horsemen and archers.\nThey go into the thickets and climb among the rocks;\nEvery city is deserted,\nAnd no man lives in them.",
      "30": "And you, O desolate one, what will you do?\nThough you clothe yourself in scarlet,\nThough you adorn yourself with ornaments of gold,\nThough you enlarge your eyes with paint,\nYou make yourself beautiful in vain.\nYour lovers (allies) despise you;\nThey seek your life.",
      "31": "For I heard a cry like a woman in labor,\nThe anguish as of one giving birth to her first child,\nThe cry of the Daughter of Zion (Jerusalem), who gasps for breath,\nWho stretches out her hands, saying,\n“Woe is me [my judgment comes]! I faint [in fear] before the murderers.”"
    },
    "5": {
      "1": "“Roam back and forth through the streets of Jerusalem,\nAnd look now and take note.\nAnd look in her open squares\nTo see if you can find a man [as Abraham sought in Sodom],\nOne who is just, who [has integrity and moral courage and] seeks truth (faithfulness);\nThen I will pardon Jerusalem—[for the sake of one uncompromisingly righteous person].",
      "2": "“And though they say, ‘As the Lord lives,’\nSurely they swear [their oaths] falsely.”",
      "3": "O Lord, do not Your eyes look for truth?\nYou [have seen their faithless heart and] have stricken them,\nBut they did not weaken;\nYou have consumed them,\nBut they refused to take correction or instruction.\nThey have made their faces harder than rock;\nThey have refused to repent and return to You.",
      "4": "Then I said, “[Surely] these are only the poor (uneducated);\nThey are [sinfully] foolish and have no [spiritual] understanding,\nFor they do not know the way of the Lord\nOr the ordinance of their God [and the requirements of His just and righteous law].",
      "5": "“I will go to the great [men]\nAnd speak to them,\nFor they [must] know the way of the Lord,\nThe ordinance of their God.”\nBut [I found the reverse to be true, that] they too had all alike broken the yoke [of God’s law]\nAnd had burst the bonds [of obedience to Him].",
      "6": "Therefore a lion from the forest will kill them,\nA wolf of the deserts will destroy them,\nA leopard is watching their cities.\nEveryone who goes out of them shall be torn in pieces,\nBecause their transgressions are many,\nTheir desertions of faith are countless.",
      "7": "“Why should I [overlook these offenses and] forgive you?\nYour children have abandoned (rejected) Me\nAnd sworn [their oaths] by those who are not gods.\nWhen I had fed them until they were full [and bound them to Me by a promise],\nThey committed [spiritual] adultery,\nAssembling in troops at the houses of prostitutes (idols).",
      "8": "“They were like well-fed, lusty stallions,\nEach one neighing after his neighbor’s wife.",
      "9": "“Shall I not punish them [for these things]?” says the Lord;\n“Shall I not avenge Myself\nOn a nation such as this?”",
      "10": "“Go up through the rows of Jerusalem’s vineyards and destroy [them],\nBut do not completely destroy everything.\nStrip away her branches and the tendrils [of her vines],\nFor they are not the Lord’s.",
      "11": "“For the house of Israel and the house of Judah\nHave dealt very treacherously (faithlessly) with Me,” declares the Lord.",
      "12": "They have lied about and denied the Lord\nBy saying, “It is not He [who speaks through His prophets];\nMisfortune and evil shall not come on us,\nNor will we see war or famine.",
      "13": "“The prophets are like the wind [their prophecy will not come to pass],\nAnd the word [of God] is not in them.\nIn this manner it will be done to them [as they prophesied, not to us].”",
      "14": "Therefore, thus says the Lord God of hosts,\n“Because you [people] have spoken this word,\nBehold, I am making My words a fire in your mouth [Jeremiah]\nAnd this people wood, and My words will consume them.",
      "15": "“Behold, I am bringing a nation against you from far away, O house of Israel,” says the Lord.\n“It is a mighty and enduring nation,\nIt is an ancient nation,\nA nation whose language you do not know,\nWhose words you do not comprehend.",
      "16": "“Their quiver is [filled with the dead] like an open grave;\nThey are all mighty men [heroes of their nation].",
      "17": "“They will consume your harvest and [eat up] your bread;\nThey will consume your sons and your daughters;\nThey will consume your flocks and your herds;\nThey will consume your vines and your fig trees.\nWith the sword they will break down and demolish your fortified cities in which you trust.",
      "18": "“But even in those days,” says the Lord, “I will not totally destroy you.",
      "19": "It will come about when your people say, ‘Why has the Lord our God done all these things to us?’ then you shall answer them, ‘As you have abandoned (rejected) Me,’ [says the Lord,] ‘and have served strange and foreign gods in your land, so you will serve strangers in a land that is not yours.’",
      "20": "“Declare this in the house of Jacob\nAnd proclaim it in Judah, saying:",
      "21": "‘Now hear this, O foolish people without heart,\nWho have eyes but do not see,\nWho have ears but do not hear.",
      "22": "‘Do you not fear Me?’ says the Lord.\n‘Do you not tremble [in awe] in My presence?\nFor I have placed the sand as a boundary for the sea,\nAn eternal decree and a perpetual barrier beyond which it cannot pass.\nThough the waves [of the sea] toss and break, yet they cannot prevail [against the sand ordained to hold them back];\nThough the waves and the billows roar, yet they cannot cross over [the barrier].\n[Is not such a God to be feared?]",
      "23": "‘But this people has a stubborn heart and a rebellious will [that draws them away from Me];\nThey have turned away and have gone [into idolatry].",
      "24": "‘They do not say in their heart,\n“Let us now fear and worship the Lord our God [with profound awe and reverence],\nWho gives rain in its season,\nBoth the autumn and the spring rain,\nWho keeps for us\nThe appointed weeks of the harvest.”",
      "25": "‘Your wickedness has turned these [blessings] away,\nAnd your sins have withheld good [harvests] from you.",
      "26": "‘For wicked men are found among My people,\nThey watch like fowlers who lie in wait;\nThey set a trap,\nThey catch men.",
      "27": "‘As a cage is full of birds,\nSo are their houses full of deceit and treachery;\nTherefore they have become influential and rich.",
      "28": "‘They are fat and they are sleek (prosperous),\nThey excel in acts of wickedness;\nThey do not plead the cause,\nThe cause of the orphan, so that they [the wicked] may prosper,\nAnd they do not defend the rights of the poor.",
      "29": "‘Shall I not punish them [for these things]?’ says the Lord.\n‘Shall I not avenge Myself\nOn such a nation as this?’",
      "30": "“An appalling and horrible thing [bringing desolation and destruction]\nHas come to pass in the land:",
      "31": "The prophets prophesy falsely,\nAnd the priests rule on their own authority;\nAnd My people love [to have] it so!\nBut what will you do when the end comes?"
    },
    "6": {
      "1": "“Run for safety, you children of Benjamin,\nOut of the midst of Jerusalem!\nAnd blow a trumpet in Tekoa [in Judah]\nAnd raise a signal-fire in Beth-haccherem [near Jerusalem];\nFor evil is looking down [with eager anticipation] from the north,\nAnd great destruction.",
      "2": "“I will destroy the Daughter of Zion (Jerusalem), the lovely and delicate one [so like a luxurious pasture].",
      "3": "“Shepherds with their flocks will come against her;\nThey will pitch their tents all around her;\nThey will pasture, each one in his place [eating up all her rich grasses].",
      "4": "“[They shout], ‘Prepare for war against her;\nArise, let us [take her by surprise and] attack her at noon.\nBut alas, the daylight pales,\nThe evening shadows grow long.",
      "5": "‘Arise, let us [awaken to] attack her at night\nAnd destroy her [fortified] palaces!’”",
      "6": "For the Lord of hosts has said,\n“Cut down her trees\nAnd build a siege [mound] against Jerusalem.\nThis is the city which must be punished;\nThere is nothing but oppression inside her [walls].",
      "7": "“As a fountain springs up and pours out its fresh waters,\nSo she [continually] pours out her fresh wickedness.\nViolence and destruction are heard inside her [walls];\nSickness and wounds are always before Me.",
      "8": "“Be wise and be warned, O Jerusalem,\nOr I will be alienated from you,\nAnd make you a desolation,\nAn uninhabited land.”",
      "9": "Thus says the Lord of hosts,\n“They will thoroughly gather like [fruit on] a vine what is left of Israel;\nPass your hand [over the vine] again and again [Babylon, tool of destruction] like a grape gatherer,\nOver the branches [stripping the tendrils off the vine].”",
      "10": "To whom shall I (Jeremiah) speak and give warning\nThat they may hear?\nBehold, their ears are closed [absolutely deaf to God]\nAnd they cannot listen.\nBehold, the word of the Lord has become a reprimand and an object of scorn to them;\nThey have no delight in it.",
      "11": "But I am full of the wrath (judgment) of the Lord;\nI am tired of restraining it.\n“[I will] pour it out on the children in the street\nAnd on the young men gathered together;\nFor both the husband and wife shall be taken,\nThe aged and the very old [though full of days they are not exempt from judgment].",
      "12": "“Their houses shall be turned over to others,\nTheir fields and their wives together;\nFor I will stretch out My hand\nAgainst the inhabitants of the land,” says the Lord.",
      "13": "“For from the least of them even to the greatest of them,\nEveryone is greedy for [unfair] gain;\nAnd from the prophet even to the priest\nEveryone deals deceitfully.",
      "14": "“They have treated superficially the [bloody] broken wound of My people,\nSaying, ‘Peace, peace,’\nWhen there is no peace.",
      "15": "“Were they ashamed because they had committed disgusting and vile things?\nNo, they were not at all ashamed;\nThey did not even know how to blush [at their idolatry].\nTherefore they will fall among those who fall;\nAt the time that I punish them\nThey will be overthrown,” says the Lord.",
      "16": "Thus says the Lord,\n“Stand by the roads and look; ask for the ancient paths,\nWhere the good way is; then walk in it,\nAnd you will find rest for your souls.\nBut they said, ‘We will not walk in it!’",
      "17": "“I have set watchmen (prophets) over you,\nSaying, ‘Listen and pay attention to the [warning] sound of the trumpet!’\nBut they said, ‘We will not listen.’",
      "18": "“Therefore hear, O [Gentile] nations,\nAnd see, O congregation, what [vengeful act] is to be done to them.",
      "19": "“Hear, O earth: behold, I am bringing disaster on this people,\nThe fruit of their schemes,\nBecause they have not listened and paid attention to My words,\nAnd as for My law, they have rejected it also.",
      "20": "“For what purpose does frankincense come to Me from Sheba\nAnd the sweet cane from a distant land?\nYour burnt offerings are not acceptable\nAnd your sacrifices are not sweet and pleasing to Me.”",
      "21": "Therefore, thus says the Lord,\n“Behold, I am laying stumbling blocks before this people.\nThe fathers and the sons together\nWill stumble against them;\nThe neighbor and his friend will perish.”",
      "22": "Thus says the Lord,\n“Behold, a people is coming from the north country,\nAnd a great nation shall be stirred up and put into action from the remote parts of the earth.",
      "23": "“They seize bow and spear;\nThey are cruel and inhuman and have no mercy.\nTheir voice sounds like the roaring sea;\nThey ride [in formation] on horses,\nArrayed as a man for battle\nAgainst you, O Daughter of Zion (Jerusalem)!”",
      "24": "We have heard the report of it;\nOur hands become limp and helpless.\nAnguish has gripped us,\nPain like that of a woman in childbirth.",
      "25": "Do not go out into the field\nNor walk on the road,\nFor the enemy is armed with the sword;\nTerror is on every side.",
      "26": "O daughter of my people [says Jeremiah],\nClothe yourself in sackcloth and wallow in ashes;\nMourn [aloud] as for an only son,\nA most bitter cry [of sorrow and regret],\nFor suddenly the destroyer will come upon us [on both prophet and people].",
      "27": "“I [the Lord] have set you as an assayer [O Jeremiah] and as a tester [of the ore] of My people,\nThat you may know and analyze their acts.”",
      "28": "They are all the worst [kind] of [stiff-necked, godless] rebels,\nGoing around spreading slander.\nThey are [not gold and silver ore, but] bronze and iron;\nThey are all corrupt.",
      "29": "The bellows blow fiercely,\nThe lead is consumed by the fire;\nIn vain they continue refining,\nBut the wicked are not separated and removed.",
      "30": "They call them rejected silver [only dross, without value],\nBecause the Lord has rejected them."
    },
    "7": {
      "1": "The word that came to Jeremiah from the Lord, saying,",
      "2": "“Stand in the gate of the Lord’s house and proclaim there this word and say, ‘Hear the word of the Lord, all you of Judah who enter by these gates to worship the Lord.’”",
      "3": "Thus says the Lord of hosts, the God of Israel, “Change your ways and your behavior, and I will let you live in this place.",
      "4": "Do not trust in the deceptive and lying words [of the false prophets who claim that Jerusalem will be protected by God because of the temple], saying, ‘This is the temple of the Lord, the temple of the Lord, the temple of the Lord.’",
      "5": "For if you thoroughly change your ways and your behavior, if you thoroughly and honestly practice justice between a man and his neighbor,",
      "6": "if you do not oppress the transient and the foreigner, the orphan, or the widow, and do not shed innocent blood [by oppression and by unjust judicial murders] in Jerusalem, nor follow after other gods to your own ruin,",
      "7": "then I will let you live in this place, in the land that I gave to your fathers [to live in] forever and ever.",
      "8": "“Behold, you are trusting in deceptive and useless words that bring no benefit.",
      "9": "Will you steal, murder, commit adultery, swear [oaths] falsely, offer sacrifices or burn incense to Baal, and follow after other gods that you have not known,",
      "10": "and [then dare to] come and stand before Me in this house, which is called by My Name, and say, ‘We are protected and set free [by this act of religious ritual]!’—only to go on with this wickedness and these disgusting and loathsome things?",
      "11": "Has this house, which is called by My Name, become a den of robbers in your eyes [a place of retreat for you between acts of violence]? Behold, I Myself have seen it,” says the Lord.",
      "12": "“But go now to My place which was in Shiloh [in Ephraim], where I first set My Name, and see what I did to it because of the wickedness of My people Israel.",
      "13": "And now, because you have done all these things,” says the Lord, “and I spoke [persistently] to you, even rising up early and speaking, but you did not listen, and I called you but you did not answer,",
      "14": "therefore, I will do to this house (the temple) which is called by My Name, in which you trust, and to the place which I gave you and your fathers, just as I did to Shiloh.",
      "15": "I will cast you out of My sight, as I have cast out all your brothers (relatives through Jacob), all the descendants of Ephraim.",
      "16": "“Therefore, do not pray for this people [of Judah] or lift up a cry or entreaty for them or make intercession to Me, for I do not hear you.",
      "17": "Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?",
      "18": "The children gather wood, the fathers kindle the fire, and the women knead the dough to make cakes for the queen of heaven; and they pour out drink offerings to other gods that they may offend and provoke Me to anger.",
      "19": "Do they offend and provoke Me to anger?” says the Lord. “Is it not themselves [they offend], to their own shame?”",
      "20": "Therefore thus says the Lord God, “Behold, My anger and My wrath will be poured out on this place, on man and beast, on the trees of the field and the fruit of the ground; and it will burn and [the fire will] not be quenched.”",
      "21": "Thus says the Lord of hosts, the God of Israel, “Add your burnt offerings to your sacrifices and eat the meat.",
      "22": "For in the day that I brought them out of the land of Egypt, I did not speak to your fathers or command them concerning burnt offerings or sacrifices.",
      "23": "But this thing I did command them: ‘Listen to and obey My voice, and I will be your God, and you shall be My people; and you will walk in all the way which I command you, so that it may be well with you.’",
      "24": "But they did not obey Me or bend their ear [to hear Me], but followed the counsels and the stubbornness of their [own] evil heart (mind), and [they turned and] went backward instead of forward.",
      "25": "Since the day that your fathers came out of the land of Egypt until this day, I have [persistently] sent you all My servants the prophets, sending them daily, early [and late].",
      "26": "Yet they did not listen to Me and obey Me or bend their ear [to hear Me], but stiffened their neck; they did more evil and behaved worse than their fathers.",
      "27": "“You shall speak all these words to them, but they will not listen to you; and you shall [also] call to them, but they will not answer you.",
      "28": "You shall say to them, ‘This is the nation that did not obey the voice of the Lord their God or accept correction and warning; truth and faithfulness have perished and have completely vanished from their mouths.",
      "29": "‘Cut off your hair [your crown, O Jerusalem] and throw it away,\nAnd take up a mournful cry on the barren heights,\nFor the Lord has rejected and abandoned\nThe generation of His wrath.’",
      "30": "For the children of Judah have done evil in My sight,” says the Lord; “they have set their disgusting and shamefully vile things in the house which is called by My Name, to defile it.",
      "31": "They have built the high places of Topheth, which is in the Valley of Ben-hinnom (son of Hinnom), to burn their sons and their daughters in the fire [to honor Molech, the fire god]—which I did not command, nor did it come into My heart (mind).",
      "32": "“Therefore, behold, the days are coming,” declares the Lord, “when it will no longer be called Topheth or the Valley of Ben-hinnom, but the Valley of the Slaughter, for [in bloody warfare] they will bury [the dead] in Topheth until there is no more room.",
      "33": "And the dead bodies of this people will be food for the birds of the air and for the beasts of the earth and no one will frighten them away.",
      "34": "Then I will cause the voices of joy and gladness, and the voices of the bridegroom and the bride to vanish from the cities of Judah and from the streets of Jerusalem; for the land will become a ruin—a wasteland."
    },
    "8": {
      "1": "“At that time,” says the Lord, “they [the Babylonian army] will bring out from their graves the bones of the kings of Judah, the bones of its princes, the bones of the priests, the bones of the prophets, and the bones of the inhabitants of Jerusalem.",
      "2": "They will [carelessly scatter and] spread them out before the sun and the moon and all the host of heaven, which the dead have loved and which they have served, and which they have walked after and which they have sought, and which they have worshiped. They will not be gathered or be buried; they will be like dung on the face of the earth.",
      "3": "And death will be chosen rather than life by all the remnant of those who remain of this evil family (nation), who remain in all the places to which I have driven them,” says the Lord of hosts.",
      "4": "“Moreover [Jeremiah], you shall say to them, ‘Thus says the Lord,\n“Do men fall and not rise up again?\nDoes one turn away [from God] and not repent and return [to Him]?",
      "5": "“Why then has this people of Jerusalem\nTurned away with a perpetual turning away [from Me]?\nThey hold tightly to deceit (idolatry);\nThey refuse to repent and return [to God].",
      "6": "“I have listened and heard,\nBut they have spoken what is not right;\nNo man repented of his wickedness,\nSaying, ‘What have I done?’\nEveryone turns to his [individual] course,\nAs the horse rushes like a torrent into battle.",
      "7": "“Even the stork in the sky\nKnows her seasons [of migration],\nAnd the turtledove, the swallow and the crane\nObserve the time of their return.\nBut My people do not know\nThe law of the Lord.",
      "8": "“How can you say, ‘We are wise,\nAnd the law of the Lord is with us [and we are learned in its language and teachings]’?\nBehold, [the truth is that] the lying pen of the scribes\nHas made the law into a lie [a mere code of ceremonial observances].",
      "9": "“The wise men are shamed,\nThey are dismayed and caught.\nBehold, they have [manipulated and] rejected the [truth in the] word of the Lord,\nAnd what kind of wisdom and insight do they have?",
      "10": "“Therefore I will give their wives to others\nAnd their fields to new owners;\nBecause from the least even to the greatest\nEveryone is greedy for [unjust] gain;\nFrom the prophet even to the priest\nEveryone practices deceit and deals in corruption.",
      "11": "“For they have treated the brokenness of the daughter of My people superficially,\nSaying, ‘Peace, peace,’\nWhen there is no peace.",
      "12": "“Were they ashamed because of the extremely disgusting and shamefully vile things they had done?\nThey were not at all ashamed,\nAnd they did not know how to blush.\nTherefore, they shall fall among those who fall;\nAt the time of their punishment they shall be overthrown,”\nSays the Lord.",
      "13": "“I will gather and snatch them away [utterly consuming them],” says the Lord.\n“There will be no grapes on the vine,\nNor figs on the fig tree,\nAnd even the leaf will wither;\nAnd the things that I have given them will pass away [by the hand of those whom I have appointed].”’”",
      "14": "Why are we sitting still [the people wonder]?\nAssemble yourselves, and let us enter the fortified cities\nAnd let us die there,\nFor the Lord our God has decreed our ruin\nAnd given us bitter and poisonous water to drink,\nBecause we have sinned against the Lord.",
      "15": "We waited for peace and salvation, but no good came,\nAnd for a time of healing, but behold, terror!",
      "16": "The snorting of [Nebuchadnezzar’s] horses is heard from Dan [on Palestine’s northern border].\nAt the sound of the neighing of his strong stallions\nThe whole land quakes;\nFor they come and devour the land and all that is in it,\nThe city and those who live in it.",
      "17": "“For behold, I am sending serpents among you,\nVipers which cannot be charmed,\nAnd they will bite you,” says the Lord.",
      "18": "Oh, that I (Jeremiah) could find comfort from my sorrow [for my grief is beyond healing],\nMy heart is sick and faint within me!",
      "19": "Behold, [hear the sound of] the cry of the daughter of my people from the distant land [of Babylon]:\n“Is not the Lord in Zion? Is not her King within her?”\n[But the Lord answers] “Why have they provoked Me to anger with their carved images and with foreign idols?”",
      "20": "“The harvest is past, the summer has ended and the gathering of fruit is over,\nBut we are not saved,” [comes the voice of the people again].",
      "21": "For the brokenness of the daughter of my people I (Jeremiah) am broken;\nI mourn, anxiety has gripped me.",
      "22": "Is there no balm in Gilead?\nIs there no physician there?\nWhy then has not the [spiritual] health of the daughter of my people been restored?"
    },
    "9": {
      "1": "Oh that my head were waters\nAnd my eyes a fountain of tears,\nThat I might weep day and night\nFor the slain of the daughter of my people!",
      "2": "Oh that I had in the wilderness\nA lodging place (a mere shelter) for wayfaring men,\nThat I might leave my people\nAnd go away from them!\nFor they are all adulterers [worshiping idols instead of the Lord],\n[They are] an assembly of treacherous men [of weak character, men without integrity].",
      "3": "“They bend their tongue like their bow;\n[Their] lies and not truth prevail and grow strong in the land;\nFor they proceed from evil to evil,\nAnd they do not know and understand and acknowledge Me,” says the Lord.",
      "4": "“Let everyone beware of his neighbor\nAnd do not trust any brother.\nFor every brother is a supplanter [like Jacob, a deceiver, ready to grab his brother’s heel],\nAnd every neighbor goes around as a slanderer.",
      "5": "“Everyone deceives and mocks his neighbor\nAnd does not speak the truth.\nThey have taught their tongue to speak lies;\nThey exhaust themselves with sin and cruelty.",
      "6": "“Your dwelling is in the midst of deceit [oppression upon oppression and deceit upon deceit];\nThrough deceit they refuse to know (understand) Me,” says the Lord.",
      "7": "Therefore thus says the Lord of hosts,\n“Behold, I will refine them [through suffering] and test them;\nFor how else should I deal with the daughter of My people?",
      "8": "“Their tongue is a murderous arrow;\nIt speaks deceit;\nWith his mouth one speaks peace to his neighbor,\nBut in his heart he lays traps and waits in ambush for him.",
      "9": "“Shall I not punish them for these things?” says the Lord.\n“Shall I not avenge Myself\nOn such a nation as this?",
      "10": "“I will take up a weeping and wailing for the mountains,\nAnd a [funeral] dirge for the pastures of the wilderness,\nBecause they are burned up and desolated so that no one passes through [them];\nNor can anyone hear the lowing of cattle.\nBoth the birds of the air and the beasts have fled; they are gone.",
      "11": "“I will make Jerusalem a heap of ruins,\nA haunt and dwelling place of jackals;\nAnd I will make the cities of Judah a desolation, without inhabitant.”",
      "12": "Who is the wise man who may understand this [without any doubt]? To whom has the mouth of the Lord spoken, so that he may declare it? Why is the land ruined, laid waste like a wilderness, so that no one passes through?",
      "13": "The Lord said, “Because they have turned away from My law which I set before them, and have not listened to and obeyed My voice nor walked in accordance with it,",
      "14": "but have walked stubbornly after their [own] heart and after the Baals, as their fathers taught them,”",
      "15": "therefore thus says the Lord of hosts, the God of Israel, “behold, I will feed them, this people, with wormwood and give them bitter and poisonous water to drink.",
      "16": "I will [also] scatter them among nations that neither they nor their fathers have known, and I will send the sword after them until I have annihilated them.”",
      "17": "Thus says the Lord of hosts,\n“Consider and call for the mourning women to come;\nSend for the wailing women to come.",
      "18": "“Let them hurry and take up a wailing for us,\nThat our eyes may shed tears\nAnd our eyelids flow with water.",
      "19": "“For a sound of wailing is heard [coming] from Zion:\n‘How we are ruined!\nWe are greatly perplexed and utterly shamed,\nBecause we have left the land,\nBecause they have torn down our dwellings.’”",
      "20": "Now hear the word of the Lord, O you women,\nAnd let your ear hear the word of His mouth;\nTeach your daughters a song of mourning,\nAnd each one [teach] her neighbor a dirge.",
      "21": "For death has come up through our windows;\nIt has entered our palaces,\nCutting off the children from the streets\nAnd the young men from the town squares.",
      "22": "Speak, “Thus says the Lord,\n‘The dead bodies of men will fall like dung on the open field,\nAnd like sheaves [of grain] behind the reaper,\nAnd no one will gather them.’”",
      "23": "Thus says the Lord, “Let not the one who is wise and skillful boast in his insight; let not the one who is mighty and powerful boast in his strength; let not the one who is rich boast in his [temporal satisfactions and earthly] abundance;",
      "24": "but let the one who boasts boast in this, that he understands and knows Me [and acknowledges Me and honors Me as God and recognizes without any doubt], that I am the Lord who practices lovingkindness, justice and righteousness on the earth, for in these things I delight,” says the Lord.",
      "25": "“Behold, the days are coming,” says the Lord, “when I will punish all who are circumcised [physically] and yet uncircumcised [spiritually]—",
      "26": "Egypt and Judah, and Edom and the sons of Ammon, and Moab and all those who live in the desert who clip off the hair on their temples; for all these nations are uncircumcised (sinful, impure), and all the house of Israel are uncircumcised in heart.”"
    },
    "10": {
      "1": "Hear the word which the Lord speaks to you, O house of Israel.",
      "2": "Thus says the Lord,\n“Do not learn the way of the [pagan] nations,\nAnd do not be terrified and distressed by the signs of the heavens\nAlthough the pagans are terrified by them;",
      "3": "For the customs and decrees of the peoples are [mere] delusion [exercises in futility];\nIt is only wood which one cuts from the forest [to make a god],\nThe work of the hands of the craftsman with the axe or cutting tool.",
      "4": "“They adorn the idol with silver and with gold;\nThey fasten it with hammers and nails\nSo that it will not fall apart.",
      "5": "“They are like scarecrows in a cucumber field;\nThey cannot speak;\nThey have to be carried,\nBecause they cannot walk!\nDo not be afraid of them,\nFor they can do no harm or evil,\nNor can they do any good.”",
      "6": "There is none like You, O Lord;\nYou are great, and great is Your mighty and powerful name.",
      "7": "Who would not fear You, O King of the nations?\nFor it is appropriate and it is Your due!\nFor among all the wise men of the nations\nAnd in all their kingdoms,\nThere is none like You.",
      "8": "But they are altogether irrational and stupid and foolish\nIn their discipline of delusion—their idol is [only] wood [it is ridiculous, empty and worthless]!",
      "9": "Silver that has been beaten [into plates] is brought from Tarshish,\nAnd gold from Uphaz,\nThe work of the craftsman and of the hand of the goldsmith;\nViolet and purple are their clothing;\nThey are all the work of skilled men.",
      "10": "But the Lord is the true God and the God who is Truth;\nHe is the living God and the everlasting King.\nThe earth quakes and shudders at His wrath,\nAnd the nations are not able to endure His indignation.",
      "11": "In this manner you shall say to them, “The gods that did not make the heavens and the earth will perish from the earth and from under the heavens.”",
      "12": "God made the earth by His power;\nHe established the world by His wisdom\nAnd by His understanding and skill He has stretched out the heavens.",
      "13": "When He utters His voice, there is a tumult of waters in the heavens,\nAnd He causes the clouds and the mist to ascend from the end of the earth;\nHe makes lightning for the rain,\nAnd brings out the wind from His treasuries and from His storehouses.",
      "14": "Every man has become [like a brute] irrational and stupid, without knowledge [of God];\nEvery goldsmith is shamed by his carved idols;\nFor his molten images are frauds and lies,\nAnd there is no breath in them.",
      "15": "They are worthless and devoid of promise, a work of delusion and mockery;\nIn their time of [trial and] punishment they will perish [without hope].",
      "16": "The Portion of Jacob [the true God on whom Israel has a claim] is not like these;\nFor He is the Designer and Maker of all things,\nAnd Israel is the tribe of His inheritance [and He will not fail them]—\nThe Lord of hosts is His name.",
      "17": "Gather up your bundle [of goods] from the ground,\nYou who live under siege.",
      "18": "For thus says the Lord;\n“Behold, I am slinging out at this time the people of this land,\nAnd will cause them [great] distress,\nThat they may find it [to be as I have said].”",
      "19": "“Woe to me because of my [spiritual] brokenness!” [says Jeremiah, speaking for the nation.]\n“My wound is incurable.”\nBut I said, “Surely this sickness and suffering and grief are mine,\nAnd I must bear it.”",
      "20": "My tent is destroyed,\nAnd all my [tent] cords are broken;\nMy children have been taken from me [as captives] and are no more.\nThere is no one to stretch out my tent again\nAnd to set up my [tent] curtains.",
      "21": "For the shepherds [of the people] have become [like brutes,] irrational and stupid,\nAnd have not searched for the Lord or asked about Him or realized their need for Him;\nTherefore they have not been wise and have not prospered,\nAnd all their flocks are scattered.",
      "22": "The sound of a report! Behold, [the invader] comes—\nA great commotion from the country of the north (Babylonia)—\nTo make the cities of Judah\nA desolation, a haunt and dwelling place of jackals.",
      "23": "O Lord, I know that the path of [life of] a man is not in himself;\nIt is not within [the limited ability of] man [even one at his best] to choose and direct his steps [in life].",
      "24": "O Lord, correct me [along with Your people], but with mercy and in just measure—\nNot in Your anger, or You will crush me and bring me to nothing.",
      "25": "Pour out Your wrath on the nations that do not know nor recognize You\nAnd on the families that do not call Your name.\nFor they have devoured Jacob;\nThey have devoured him and consumed him\nAnd made his land a desolate waste."
    },
    "11": {
      "1": "The word that came to Jeremiah from the Lord,",
      "2": "“Hear the words of this [solemn] covenant, and speak to the men of Judah and to the people of Jerusalem.",
      "3": "Say to them, ‘Thus says the Lord, the God of Israel, “Cursed is the man who does not heed the words of this covenant",
      "4": "which I commanded your fathers at the time that I brought them out of the land of Egypt, from the iron furnace, saying, ‘Listen to My voice and do according to all that I command you. So you shall be My people, and I will be your God,’",
      "5": "that I may complete the oath which I swore to your fathers, to give them a land [of plenty] flowing with milk and honey, as it is this day.”’” Then I answered, “Amen (so be it), O Lord.”",
      "6": "And the Lord said to me, “Proclaim all these words in the cities of Judah and in the streets of Jerusalem: ‘Hear the words of this [solemn] covenant and do them.",
      "7": "For I solemnly warned your fathers at the time that I brought them up from the land of Egypt, even to this day, warning them persistently, saying, “Obey My voice.”",
      "8": "Yet they did not obey or incline their ear [to listen to Me], but everyone walked in the stubborn way of his [own] evil heart. Therefore I brought on them all [the suffering threatened in] the words of this covenant, which I commanded them to do, but they did not.’”",
      "9": "Then the Lord said to me, “A conspiracy has been found among the men of Judah and among the people of Jerusalem.",
      "10": "They have returned to the wickedness of their ancestors who refused to hear My words; they have followed other gods [in order] to serve them. The house of Israel and the house of Judah have broken My [solemn] covenant which I made with their fathers.”",
      "11": "Therefore thus says the Lord, “Behold I am bringing disaster and suffering on them which they will not be able to escape; though they cry to Me, I will not listen to them.",
      "12": "Then the cities of Judah and the people of Jerusalem will go and cry to the [man-made] gods to whom they burn incense, but they cannot save them in the time of their disaster.",
      "13": "For [as many as] the number of your cities are your gods, O Judah; and [as many as] the number of the streets of Jerusalem are the altars you have set up to the shameful thing, altars to burn incense to Baal.",
      "14": "“Therefore do not pray for this people, nor lift up a cry or prayer for them, for I shall not listen when they cry to Me in the time of their disaster.",
      "15": "“What right has My beloved [to be] in My house\nWhen she has done many vile things and acted treacherously [over and over again]?\nCan vows and the meat of your sacrifices remove your wickedness from you and cancel the consequences of your sin,\nSo that you can [escape your judgment and] rejoice?”",
      "16": "The Lord [acknowledged you once as worthy and] called your name,\n“A green olive tree, fair and beautiful in fruit and form”;\nBut with the roar of a great tempest\nHe has set fire to it,\nAnd its branches are worthless.",
      "17": "For the Lord of hosts, who planted you, has pronounced evil and horror against you because of the evil of the house of Israel and of the house of Judah, which they have done to provoke Me [to anger] by offering sacrifices and burning incense to Baal.",
      "18": "Then the Lord gave me knowledge [of their plot], and I knew it;\nSo You [O Lord] revealed their deeds to me.",
      "19": "But I was like a gentle and tame lamb brought to the slaughter;\nAnd I did not know that they had devised plots and schemes against me, saying,\n“Let us destroy the tree with its fruit;\nLet us cut him off from the land of the living,\nThat his name be remembered no longer.”",
      "20": "But, O Lord of hosts, who judges righteously,\nWho tests the feelings and the heart (mind),\nLet me see Your vengeance on them,\nFor to You I have committed my cause.",
      "21": "Therefore thus says the Lord regarding the men of Anathoth, who seek your life, saying, “Do not prophesy in the name of the Lord, so that you will not die by our hand.”",
      "22": "Therefore, thus says the Lord of hosts, “Behold, I am about to punish them. Their young men will die by the sword, their sons and their daughters will die by famine;",
      "23": "and there will be no remnant [of the conspirators] left, for I will bring disaster and horror on the men of Anathoth in the year of their punishment.”"
    },
    "12": {
      "1": "You, O Lord are [uncompromisingly] righteous and consistently just when I plead my case with You;\nYet let me discuss issues of justice with You:\nWhy has the way of the wicked prospered?\nWhy are those who deal in treachery (deceit) at ease and thriving?",
      "2": "You have planted them, they have also taken root;\nThey grow, they have even produced fruit.\nYou are honored by their [hypocritical] lips\nBut [You are] far from their heart and mind.",
      "3": "But You, O Lord, know me [and understand my devotion to You];\nYou see me;\nAnd You examine the attitude of my heart toward You.\nDrag out the faithless like sheep for the slaughter [O Lord]\nAnd set them apart for the day of slaughter.",
      "4": "How long must the land mourn\nAnd the grass of the countryside wither?\nBecause of the wickedness and hypocrisy of those who live in it,\nThe beasts and the birds are consumed and are swept away [by the drought],\nBecause men [mocking me] have said, “He will not [live long enough to] see [what happens at] our final end.”",
      "5": "[The Lord rebukes Jeremiah for his impatience, saying] “If you have raced with men on foot and they have tired you out,\nThen how can you compete with horses?\nIf you fall down in a land of peace [where you feel secure],\nThen how will you do [among the lions] in the [flooded] thicket beside the Jordan?",
      "6": "“For even your [tribal] brothers and the household of your father,\nEven they have dealt treacherously (unfaithfully) with you;\nIndeed they are [like a pack of hounds] howling after you.\nDo not believe them, although they may say kind words and promise you good things.”",
      "7": "“I have abandoned My house,\nI have given up My [precious] inheritance (Judah);\nI have given the [dearly] beloved of My life\nInto the hands of her enemies.",
      "8": "“My inheritance has become to Me\nLike a lion in the forest;\nShe has raised her voice and roared against Me;\nSo I have come to [treat her as if I] hate her.",
      "9": "“Is My inheritance like a speckled bird of prey to Me [unlike the others]?\nAre the birds of prey (enemies) surrounding her on every side?\nGo, gather all the [wild] beasts of the field;\nBring them to devour [her]!",
      "10": "“Many shepherds (invaders) have destroyed My vineyard (Judah),\nThey have trampled My field underfoot;\nThey have made My pleasant field\nA desolate wilderness.",
      "11": "“They have made it a wasteland,\nDesolate, it mourns before Me;\nThe whole land has been made a wasteland,\nBecause no man takes it to heart.",
      "12": "“Destroyers have come\nOn all the caravan roads in the desert,\nFor the sword of the Lord (Babylon) is devouring\nFrom one end of the land even to the other;\nNo one has peace or a way of escape.",
      "13": "“They have planted wheat but have reaped thorns;\nThey have exhausted themselves but without profit.\nSo be ashamed of your harvest\nBecause of the fierce and raging anger of the Lord.”",
      "14": "Thus says the Lord regarding all My evil neighbors (Gentile nations) who strike at the inheritance which I have granted to My people Israel, “Behold, I will uproot them from their land and I will uproot the house of Judah from among them.",
      "15": "And it shall come about that after I have uprooted them, I will return and have compassion on them; and I will bring them back again, each one to his inheritance and each one to his land.",
      "16": "And if these [neighboring nations] will diligently learn the ways of My people, to swear by My Name, saying, ‘As the Lord lives’—even as they taught My people to swear by Baal, then they will be built up among My people.",
      "17": "But if [any nation] will not listen and obey, I will [completely] uproot and destroy that nation, says the Lord.”"
    },
    "13": {
      "1": "Thus the Lord said to me, “Go and buy yourself a linen waistband and put it on your loins, but do not put it in water.”",
      "2": "So I bought the waistband according to the word of the Lord and put it on my loins.",
      "3": "Then the word of the Lord came to me a second time, saying,",
      "4": "“Get up and take the waistband that you have bought, which is [wrapped] around your loins, and go to the [river] Euphrates and hide it there in a crevice of the rock.”",
      "5": "So I went and hid it by the Euphrates, as the Lord had commanded me.",
      "6": "And after many days the Lord said to me, “Get up, go to the Euphrates and get the waistband which I commanded you to hide there.”",
      "7": "Then I went to the Euphrates and dug, and I took the waistband from the place where I had hidden it. And behold, the waistband was decayed and ruined; it was completely worthless.",
      "8": "Then the word of the Lord came to me, saying,",
      "9": "“Thus says the Lord, ‘In this same way I shall destroy the pride of Judah and the great pride of Jerusalem.",
      "10": "These wicked and malevolent people, who refuse to listen to My words, who walk in the stubborn way of their heart and have followed other gods [which are nothing—just man-made carvings] to serve them and to worship them, let them be just like this waistband which is completely worthless.",
      "11": "For as the waistband clings to the body of a man, so I caused the whole house of Israel and the whole house of Judah to cling to Me,’ says the Lord, ‘that they might be for Me a people, a name, a praise, and a glory; but they did not listen and obey.’",
      "12": "“Therefore you are to speak this word to them, ‘Thus says the Lord, the God of Israel, “Every jar should be filled with wine.”’ The people will say to you, ‘Do we not already know that every jar should be filled with wine?’",
      "13": "Then say to them, ‘Thus says the Lord, “Behold, I am about to fill with drunkenness all the people of this land, even the kings who sit on David’s throne, the priests, the prophets and all the people of Jerusalem.",
      "14": "I will smash them one against another, both the fathers and the sons together,” says the Lord. “I shall destroy them [nothing will restrain Me]; I will not show pity nor be sorry nor have compassion.”’”",
      "15": "Listen and pay close attention, do not be haughty and overconfident,\nFor the Lord has spoken [says Jeremiah].",
      "16": "Give glory to the Lord your God,\nBefore He brings darkness\nAnd before your feet stumble\nOn the dark and shadowy mountains,\nAnd while you are longing for light\nHe turns it into the shadow of death,\nAnd makes it into thick darkness.",
      "17": "But if you will not listen and obey,\nMy soul will weep in secret for your pride;\nMy eyes will weep bitterly\nAnd flow with tears,\nBecause the Lord’s flock has been taken captive.",
      "18": "Say to the king and the queen mother,\n“Humble yourselves and take a lowly seat,\nFor your beautiful crown [the crown of your glory]\nHas come down from your head.”",
      "19": "The cities of the South (the Negev) have been closed up,\nAnd there is no one to open them;\nAll Judah has been carried into exile,\nCompletely carried away into exile.",
      "20": "“Lift up your eyes and see\nThose coming from the north.\nWhere is the flock that was given to you [to shepherd],\nYour beautiful flock?",
      "21": "“What will you say [O Jerusalem] when the Lord appoints [foreign nations to rule] over you—\nThose former friends and allies whom you have encouraged [to be your companions]—\nWill not pain seize you\nLike [that of] a woman in childbirth?",
      "22": "“And if you [wonder and] say in your heart,\n‘Why have these things happened to me?’\nIt is because of the greatness and nature of your sin\nThat your skirts have been pulled away [subjecting you to public disgrace]\nAnd [like a barefoot slave] your heels have been wounded.",
      "23": "“Can the Ethiopian change his skin\nOr the leopard his spots?\nThen you also can do good\nWho are accustomed to evil and even trained to do it.",
      "24": "“Therefore I will scatter you like drifting straw\n[Driven away] by the desert wind.",
      "25": "“This is your destiny, the portion [of judgment] measured to you\nFrom Me,” says the Lord,\n“Because you have forgotten Me\nAnd trusted in [pagan] lies [the counterfeit gods, and the pretense of alliance].”",
      "26": "“So I Myself will throw your skirts up over your face,\nThat your shame may be exposed [publicly].",
      "27": "“I have seen your vile and detestable acts,\nEven your adulteries and your lustful neighings [after idols],\nAnd the lewdness of your prostitution\nOn the hills in the fields.\nWoe (judgment is coming) to you, O Jerusalem!\nHow long will you remain unclean [by ignoring My precepts]?”"
    },
    "14": {
      "1": "The word of the Lord that came to Jeremiah concerning the drought:",
      "2": "“Judah mourns\nAnd her gates languish;\nHer people sit on the ground in mourning clothes\nAnd the cry of Jerusalem has gone up.",
      "3": "“Their nobles have sent their servants for water;\nThey have come to the cisterns and found no water.\nThey have returned with empty vessels;\nThey have been shamed and humiliated,\nAnd they cover their heads.",
      "4": "“The ground is cracked\nBecause there has been no rain on the land;\nThe farmers are distressed,\nAnd they have covered their heads [in shame].",
      "5": "“The doe in the field has given birth only to abandon her young\nBecause there is no grass.",
      "6": "“And the wild donkeys stand on the barren heights;\nThey pant for air like jackals,\nTheir eyesight fails\nBecause there is no grass.",
      "7": "“O Lord, though our many sins testify against us” [prays Jeremiah],\n“Act now [for us and] for Your name’s sake [so that the faithless may witness Your faithfulness]!\nFor our backslidings are countless;\nWe have sinned against You.",
      "8": "“O Hope of Israel,\nHer Savior in time of distress and trouble,\nWhy should You be like a sojourner (temporary resident) in the land\nOr like a traveler who turns aside and spreads his tent to linger [only] for a night?",
      "9": "“Why should You be [hesitant and inactive] like a man astounded and perplexed,\nLike a mighty man unable to save?\nYet You, O Lord, are among us,\nAnd we are called by Your name;\nDo not leave us!”",
      "10": "Thus says the Lord to this people [Judah], “In the manner and to the degree [already pointed out] they have loved to wander; they have not restrained their feet. Therefore the Lord does not accept them; He will now remember [in detail] their wickedness and punish them for their sins.”",
      "11": "So the Lord said to me, “Do not pray for good things for this people.",
      "12": "Though they fast, I will not hear their cry; and though they offer burnt offerings and grain offerings, I will not accept them [because they are done as obligations, and not as acts of loving obedience]. Instead I will consume them by the sword, by famine, and by pestilence.”",
      "13": "But I said, “Alas, Lord God! Behold, the [false] prophets are telling them, ‘You will not see the sword nor will you have famine, but I [the Lord] will give you lasting peace in this place.’”",
      "14": "Then the Lord said to me, “The [counterfeit] prophets are prophesying lies in My Name. I have neither sent them nor authorized them nor spoken to them. They are prophesying to you made-up visions [pretending to call forth responses from handmade gods], a worthless divination and the deceit of their own mind.",
      "15": "Therefore, thus says the Lord concerning the [false] prophets who are prophesying in My Name, although I did not send them—yet they keep saying, ‘Sword and famine shall not be in this land’: by sword and famine those prophets shall meet their end and be consumed.",
      "16": "And the people to whom they are prophesying will be thrown out into the streets of Jerusalem, victims of famine and sword; and they will have no one to bury them—neither them, nor their wives, nor their sons, nor their daughters. For I will pour out their [own] wickedness on them [and not only on the imposters posing as prophets, for the people could not have been deceived without their own consent].",
      "17": "“Therefore [Jeremiah] you will say this word to them,\n‘Let my eyes flow with tears night and day,\nAnd let them never cease;\nFor the virgin daughter of my people has been crushed with a great blow,\nWith a very serious and severely infected wound.",
      "18": "‘If I go out into the field,\nThen I gaze on those slaughtered with the sword!\nAnd if I enter the city,\nThen I gaze on [those tormented with] the diseases of famine!\nFor both prophet and priest [who should have guided the people]\nGo about [bewildered and exiled] in a land (Babylon) that they do not know or understand.’”",
      "19": "Have You [O Lord] completely rejected Judah?\nDo You loathe Zion?\nWhy have You stricken us so that there is no healing for us?\nWe looked for peace and completeness, but nothing good came;\nAnd [we hoped] for a time of healing, but behold, terror!",
      "20": "We know and acknowledge, O Lord,\nOur wickedness and the iniquity of our fathers; for we have sinned against You.",
      "21": "Do not treat us with contempt and condemn us, for Your own name’s sake;\nDo not disgrace Your glorious throne;\nRemember [with consideration] and do not break Your [solemn] covenant with us.",
      "22": "Are there any among the idols of the nations who can send rain?\nOr can the heavens [of their own will] give showers?\nIs it not You, O Lord our God?\nTherefore we will wait and hope [confidently] in You,\nFor You are the one who has made all these things [the heavens and the rain]."
    },
    "15": {
      "1": "Then the Lord said to me, “Even though Moses and Samuel were to stand before Me [interceding for them], My heart would still not be [turned with favor] toward this people [Judah]. Send them away from My presence and out of My sight and let them go!",
      "2": "And it shall be that when they say to you, ‘Where should we go?’ then tell them, ‘Thus says the Lord:\n“Those [destined] for death, to death;\nThose for the sword, to the sword;\nThose for famine, to famine;\nThose for captivity, to captivity.”’",
      "3": "I will appoint four kinds of destroyers over them,” says the Lord, “the sword to slay, the dogs to tear and drag away, and the birds of the air and the beasts of the earth to devour and to destroy.",
      "4": "I will make them an object of horror to all nations of the earth because of Manasseh [the despicable] son of Hezekiah, king of Judah, for the [evil and detestable] things which he did in Jerusalem.",
      "5": "“For who will have pity on you, O Jerusalem,\nOr who will mourn for you,\nOr who will turn aside to ask about your welfare?",
      "6": "“You have abandoned (rejected) Me,” says the Lord.\n“You keep going backward.\nTherefore I shall stretch out My hand against you and destroy you;\nI am tired of delaying [your punishment]!",
      "7": "“I will winnow (sort, separate) them with a winnowing fork\nAt the gates of the land;\nI will deprive them of children, I will destroy My people;\nThey did not repent and turn from their [evil] ways.",
      "8": "“I will make their widows more numerous before Me\nThan the sand of the seas;\nI will bring against them, against the mother of the young men,\nA destroyer at noonday;\nI will suddenly cause anguish and terror\nTo fall on her.",
      "9": "“She who has borne seven [sons] languishes;\nShe has breathed out her soul.\nHer sun has set while it was still day;\nShe has been shamed and humiliated.\nSo I will hand over [the rest of] the survivors to the sword\nBefore their enemies,” says the Lord.",
      "10": "Woe to me, my mother, that you have given birth to me\nTo be a man of strife and a man of contention to all the earth!\nI have not loaned, nor have men lent money to me,\nYet everyone curses me.",
      "11": "The Lord said, “Surely [it will go well for Judah’s obedient remnant for] I will set you free for good purposes;\nSurely [Jeremiah] I will [intercede for you with the enemy and I will] cause the enemy to plead with you [for help]\nIn a time of disaster and a time of distress.",
      "12": "“Can anyone crush iron,\nThe iron from the north, or bronze?",
      "13": "“Your [nation’s] riches and your treasures\nI will give as plunder without price [to the Babylonians],\nBecause of all your sins\nAnd within all your territories.",
      "14": "“Then I will make your enemies bring [you along with] your possessions\nInto a land which you do not know [for there you will serve your conquerors];\nFor a fire has been kindled in My anger,\nWhich will burn upon you.”",
      "15": "O Lord, You know and understand;\nRemember me [thoughtfully], take notice of me,\ntake vengeance for me on my persecutors.\nDo not, in view of Your patience, take me away;\nKnow that for Your sake I endure [continual] rebuke and dishonor.",
      "16": "Your words were found and I ate them,\nAnd Your words became a joy to me and the delight of my heart;\nFor I have been called by Your name,\nO Lord God of hosts.",
      "17": "I did not sit with the group of those who celebrate,\nNor did I rejoice;\nI sat alone because Your [powerful] hand was upon me,\nFor You had filled me with indignation [at their sin].",
      "18": "Why has my pain been perpetual\nAnd my wound incurable, refusing to be healed?\nWill you indeed be to me like a deceptive brook\nWith water that is unreliable?",
      "19": "Therefore, thus says the Lord [to Jeremiah],\n“If you repent [and give up this mistaken attitude of despair and self-pity], then I will restore you [to a state of inner peace]\nSo that you may stand before Me [as My obedient representative];\nAnd if you separate the precious from the worthless [examining yourself and cleansing your heart from unwarranted doubt concerning My faithfulness],\nYou will become My spokesman.\nLet the people turn to you [and learn to value My values]—\nBut you, you must not turn to them [with regard for their idolatry and wickedness].",
      "20": "“And I will make you to this people\nA fortified wall of bronze;\nThey will fight against you,\nBut they will not prevail over you,\nFor I am with you [always] to save you\nAnd protect you,” says the Lord.",
      "21": "“So I will rescue you out of the hand of the wicked,\nAnd I will redeem you from the [grasping] palm of the terrible and ruthless [tyrant].”"
    },
    "16": {
      "1": "The word of the Lord also came to me, saying,",
      "2": "“You shall not take a wife or have sons and daughters in this place (Jerusalem).”",
      "3": "For thus says the Lord concerning the sons and daughters who are born in this place, and concerning the mothers who give birth to them, and the fathers who father them in this land:",
      "4": "“They will die of deadly diseases. They will not be mourned or buried; they will be like dung on the surface of the ground and come to an end by sword and famine, and their dead bodies will be food for the birds of the air and for the beasts of the earth.”",
      "5": "For thus says the Lord, “Do not enter a house of mourning, nor go to lament (express grief) or bemoan [the dead], for I have taken My peace away from this people,” says the Lord, “even My lovingkindness and compassion.",
      "6": "Both great men and small will die in this land; they will not be buried, nor will they be lamented (mourned over with expressions of grief in death), nor will anyone cut himself or shave his head for them [in mourning].",
      "7": "People will not offer food to the mourners, to comfort anyone [as they grieve] for the dead, nor give them a cup of consolation to drink for anyone’s father or mother.",
      "8": "And you [Jeremiah] shall not go into a house of feasting to sit with them to eat and drink.”",
      "9": "For thus says the Lord of hosts, the God of Israel, “Behold, I will remove from this place, before your very eyes and in your time, the sound of joy and the shout of gladness, the voice of the bridegroom and the voice of the bride.",
      "10": "“Now when you tell these people all these words and they ask you, ‘Why has the Lord decreed all this great tragedy against us? And what is our iniquity, what is the sin which we have committed against the Lord our God?’",
      "11": "Then you are to say to them, ‘It is because your fathers have abandoned (rejected) Me,’ says the Lord, ‘and have walked after other gods and have served them and bowed down to the handmade idols and have abandoned (rejected) Me and have not kept My law,",
      "12": "and because you have done worse [things] than your fathers. Just look, every one of you walks in the stubbornness of his own evil heart, so that you do not listen [obediently] to Me.",
      "13": "Therefore I will hurl you out of this land [of Judah] into the land [of the Babylonians] which neither you nor your fathers have known, and there you will serve other gods day and night, for I will show you no compassion.’",
      "14": "“Therefore behold, the days are coming,” says the Lord, “when it will no longer be said, ‘As the Lord lives, who brought up the sons of Israel out of the land of Egypt,’",
      "15": "but, ‘As the Lord lives, who brought up the sons of Israel from the land of the north and from all the countries to which He had driven them.’ And I will bring them back to their land which I gave to their fathers.",
      "16": "“Behold (listen carefully), I will send for many fishermen,” says the Lord, “and they will fish for them; and afterward I will send for many hunters, and they will hunt them from every mountain and from every hill and out of the clefts of the rocks.",
      "17": "For My eyes are on all their ways; they are not hidden from My face, nor is their wickedness concealed from My eyes.",
      "18": "I will first doubly repay and punish them for their wickedness and their sin [before I return them to their land], because they have profaned My land; they have filled My inheritance with the carcasses of their detestable idols and with their abominations.”",
      "19": "[Then said Jeremiah] “O Lord, my Strength and my Stronghold,\nAnd my Refuge in the day of distress and need,\nThe nations will come to You\nFrom the ends of the earth and say,\n‘Our fathers have inherited nothing but lies and illusion,\n[Worthless] things in which there is no benefit!’",
      "20": "“Can a man make gods for himself?\nSuch [things] are not gods!",
      "21": "“Therefore,” [says the Lord] “behold, I will make them know—\nThis time I will make them know\nMy power and My might;\nAnd they will know and recognize [without any doubt] that My Name is the Lord.”"
    },
    "17": {
      "1": "The sin of Judah is written down with an iron stylus;\nWith a diamond point it is engraved upon the tablet of their heart\nAnd on the horns of their altars.",
      "2": "As they remember their children,\nSo they remember [in detail] their [pagan] altars and their Asherim\nBeside green trees on the high hills.",
      "3": "O [Jerusalem] My mountain in the countryside,\nI will give [to the Babylonians, as the cost of your sin] your wealth and all your treasures as plunder,\nAnd throughout your territory, your high places of sin.",
      "4": "And you will, through your own fault, let go of your [grip on your] inheritance\nThat I gave you;\nAnd I will make you serve your enemies\nIn a land which you do not know;\nFor you have kindled a fire in My anger\nWhich will burn forever.",
      "5": "Thus says the Lord,\n“Cursed is the man who trusts in and relies on mankind,\nMaking [weak, faulty human] flesh his strength,\nAnd whose mind and heart turn away from the Lord.",
      "6": "“For he will be like a shrub in the [parched] desert;\nAnd shall not see prosperity when it comes,\nBut shall live in the rocky places of the wilderness,\nIn an uninhabited salt land.",
      "7": "“Blessed [with spiritual security] is the man who believes and trusts in and relies on the Lord\nAnd whose hope and confident expectation is the Lord.",
      "8": "“For he will be [nourished] like a tree planted by the waters,\nThat spreads out its roots by the river;\nAnd will not fear the heat when it comes;\nBut its leaves will be green and moist.\nAnd it will not be anxious and concerned in a year of drought\nNor stop bearing fruit.",
      "9": "“The heart is deceitful above all things\nAnd it is extremely sick;\nWho can understand it fully and know its secret motives?",
      "10": "“I, the Lord, search and examine the mind,\nI test the heart,\nTo give to each man according to his ways,\nAccording to the results of his deeds.",
      "11": "“Like the partridge that hatches eggs which she has not laid,\nSo is he who makes a fortune in ways that are unjust.\nIt will be lost to him before his days are over,\nAnd in the end he will be [nothing but] a fool.”",
      "12": "A glorious throne, set on high from the beginning,\nIs the place of our sanctuary (the temple).",
      "13": "O Lord, the hope of Israel,\nAll who abandon You will be shamed.\nThose who turn away on earth will be written down,\nBecause they have abandoned the Lord, the fountain of living waters.",
      "14": "Heal me, O Lord, and I will be healed;\nSave me and I will be saved,\nFor You are my praise.",
      "15": "Behold, they keep saying to me,\n“Where is the word of the Lord [that is, the disaster that you prophesied]?\nLet it come now!”",
      "16": "But as for me, I have not tried to escape from being a shepherd [walking] after You,\nNor have I longed for the woeful day [of judgment];\nYou know that, whatever I said\nWas [spoken] in Your presence and was from You.",
      "17": "Do not be a terror to me;\nYou are my refuge and my hope in the day of disaster.",
      "18": "Let those who persecute me be shamed, but as for me, protect me from shame;\nLet them lose courage, but let me be undaunted.\nBring on them a day of tragedy,\nAnd destroy them with double destruction!",
      "19": "Thus the Lord said to me, “Go and stand in the public gate, through which the kings of Judah come in and go out, and [stand] also in all the gates of Jerusalem;",
      "20": "and say to them, ‘Listen to the word of the Lord, kings of Judah, and all Judah, and all the people of Jerusalem who enter through these gates.",
      "21": "Thus says the Lord, “Pay attention for your own good, [and for the sake of your future] do not carry any load on the Sabbath day or bring anything in through the gates of Jerusalem.",
      "22": "You shall not carry a load out of your houses on the Sabbath day nor do any work, but keep the Sabbath day holy [by setting it apart as a day of worship], as I commanded your fathers.",
      "23": "Yet they would not listen and obey and control their behavior; but they were stiff-necked in order not to hear and take instruction.",
      "24": "But it will come about, if you listen diligently to Me,” says the Lord, “to bring no load in through the gates of this city on the Sabbath day, but keep the Sabbath day holy by doing no work on it,",
      "25": "then kings and princes who will sit on the throne of David will enter through the gates of this city, riding in chariots and on horses—the kings and their princes, the men of Judah and the inhabitants of Jerusalem; and this city will be inhabited and endure throughout the ages.",
      "26": "People will come from the cities of Judah and the places all around Jerusalem, from the land of Benjamin, from the lowland, from the hill country and from the South (the Negev), bringing burnt offerings and sacrifices, grain offerings and incense, and bringing sacrifices of thanksgiving to the house of the Lord.",
      "27": "But if you will not listen to Me and keep the Sabbath day holy by not carrying a load as you come in the gates of Jerusalem on the Sabbath day, then I will kindle a fire in her gates that cannot be extinguished, and it will devour the palaces of Jerusalem.”’”"
    },
    "18": {
      "1": "The word which came to Jeremiah from the Lord:",
      "2": "“Arise and go down to the potter’s house, and there I will make you hear My words.”",
      "3": "Then I went down to the potter’s house, and saw that he was working at the wheel.",
      "4": "But the vessel that he was making from clay was spoiled by the potter’s hand; so he made it over, reworking it and making it into another pot that seemed good to him.",
      "5": "Then the word of the Lord came to me:",
      "6": "“O house of Israel, can I not do with you as this potter does?” says the Lord. “Look carefully, as the clay is in the potter’s hand, so are you in My hand, O house of Israel.",
      "7": "At one moment I might [suddenly] speak concerning a nation or kingdom, that I will uproot and break down and destroy;",
      "8": "if that nation against which I have spoken turns from its evil, I will relent and reverse My decision concerning the devastation that I intended to do.",
      "9": "Or at another time I might [suddenly] speak about a nation or kingdom that I will build up or establish;",
      "10": "and if they do evil in My sight by not obeying My voice, then I will reverse My decision concerning the good with which I had promised to bless them.",
      "11": "Now then, say to the men of Judah and to the citizens of Jerusalem, ‘Thus says the Lord, “Behold, I am shaping a disaster and working out a plan against you. Turn back, each of you from his evil way; correct your habits and change your actions for the better.”’",
      "12": "But they will say, ‘That is hopeless! For we are going to follow our own plans, and each of us will act in accordance with the stubbornness of his evil heart.’",
      "13": "“Therefore thus says the Lord,\n‘Ask now among the nations,\nWho has heard of such things?\nThe virgin Israel\nHas done a very vile and horrible thing.",
      "14": "‘Will the snow of [Mount] Lebanon melt and vanish from its rocks [which tower above Israel]?\nWill the cold, rushing waters of foreign lands [that flow down from the distant land] be dried up?",
      "15": "‘Yet My people have forgotten Me;\nThey burn incense to worthless gods,\nThey have stumbled from their ways\nFrom the ancient roads,\nTo walk in pathways,\nNot on a highway,",
      "16": "Making their land a desolation and a horror,\nA thing to be hissed at perpetually;\nEveryone who passes by will be astounded\nAnd shake his head [in scorn].",
      "17": "‘I will scatter them like an east wind\nBefore the enemy;\nI will show them My back and not My face\nIn the day of their disaster [says the Lord].’”",
      "18": "Then [my enemies] said, “Come and let us work out schemes against Jeremiah. Surely the law is not going to be lost to the priest [as Jeremiah predicts], nor the counsel from the wise, nor the word from the prophet. Come and let us strike him with our tongue [by making charges against him before the king], and let us ignore anything he says.”",
      "19": "Pay attention to me, O Lord [and intercede];\nListen to what my adversaries are saying [and are plotting against me]—",
      "20": "Should good be repaid with evil?\nYet they have dug a pit for me.\nRemember [with compassion] that I stood before You\nTo speak good on their behalf,\nTo turn Your anger away from them.",
      "21": "Therefore, give their children over to the famine;\nGive them over to the power of the sword.\nAnd let their wives become childless and widowed;\nLet their men meet death [by virulent disease],\nTheir young men be struck down by the sword in battle.",
      "22": "Let an outcry be heard from their houses\nWhen You suddenly bring [a troop of] raiders upon them,\nFor they have dug a pit to capture me\nAnd have hidden snares for my feet.",
      "23": "Yet You, O Lord, know\nAll their deadly plotting against me;\nDo not forgive their wickedness\nOr blot out their sin from Your sight.\nBut let them be overthrown before You;\nDeal with them in the time of Your anger."
    },
    "19": {
      "1": "Thus says the Lord, “Go and buy a potter’s earthenware jar, and take some of the elders of the people and some of the senior priests",
      "2": "and go out to the Valley of Ben-hinnom (son of Hinnom), which is near the entrance of the Potsherd Gate; and proclaim there the words that I tell you,",
      "3": "and say, ‘Hear the word of the Lord, O kings of Judah and inhabitants of Jerusalem. Thus says the Lord of hosts, the God of Israel, “Behold (listen carefully), I am going to bring such disaster on this place that the ears of everyone who hears about it will tingle [in shock].",
      "4": "Because the people [of Jerusalem] have abandoned (rejected) Me and have made this an alien and profaned place by burning sacrifices and incense in it to other gods, that neither they nor their fathers nor the kings of Judah ever knew, and because they have filled this place with the blood of the innocent",
      "5": "and have built the high places of Baal to burn their sons in the fire as burnt offerings to Baal, which I never commanded or spoke of, nor did it ever enter My mind (heart);",
      "6": "therefore, listen very closely, the days are coming,” says the Lord, “when this place shall no longer be called Topheth or the Valley of Ben-hinnom, but the Valley of Slaughter.",
      "7": "I will pour out and nullify the counsel (plans) of [the men of] Judah and Jerusalem in this place, and I will make their people fall by the sword before their enemies and by the hand of those who seek their lives; and I will give their dead bodies as food for the birds of the air and for the beasts of the earth.",
      "8": "I will make this city a desolation and an object of hissing; everyone who passes by it will be amazed and will hiss [in scorn] because of all its plagues and disasters.",
      "9": "And I will make them eat the flesh of their sons and their daughters, and each one will eat one another’s flesh during the siege and distress brought by their enemies and those who seek their lives.”’",
      "10": "“Then you are to break the jar in the sight of the men who accompany you,",
      "11": "and say to them, ‘Thus says the Lord of hosts, “This is the way I will break this people and this city as one breaks a potter’s vessel, so that it cannot be mended. They will bury [corpses] in Topheth until there is no more room left [in that place] to bury [the dead].",
      "12": "This I will do to this place,” says the Lord, “and to its inhabitants; and I will even make this city like Topheth.",
      "13": "The houses of Jerusalem and the houses of the kings of Judah will be defiled like this place, Topheth, all the houses on whose rooftops incense has been burned to all the host of heaven (sun, moon, stars), and where drink offerings have been poured out to other gods.”’”",
      "14": "Then Jeremiah came from Topheth, where the Lord had sent him to prophesy; and he stood in the court of the Lord’s house and said to all the people:",
      "15": "“Thus says the Lord of hosts, the God of Israel, ‘Behold, I am going to bring on this city and on all its towns, all the devastation that I have declared against it, because they have become stiff-necked and refused to hear and obey My words.’”"
    },
    "20": {
      "1": "Now Pashhur the son of Immer, the priest, who was [also] chief officer in the house of the Lord, heard Jeremiah prophesying these things.",
      "2": "Then Pashhur beat Jeremiah the prophet and put him in the stocks that were at the upper Benjamin Gate by the house of the Lord.",
      "3": "And the next day Pashhur brought Jeremiah out of the stocks. Then Jeremiah said to him, “The Lord does not call your name Pashhur, but Magor-missabib (terror on every side).",
      "4": "For thus says the Lord, ‘Behold, I will make you a terror to yourself and to all your friends; they will fall by the sword of their enemies while you look on. And I will give all Judah into the hand of the king of Babylon; he will carry them away to Babylon as captives and will slaughter them with the sword.",
      "5": "Moreover, I will hand over all the riches of this city, all the result of its labor, all its precious things; even all the treasures of the kings of Judah I will hand over to their enemies, and they will plunder them, and take them away and carry them to Babylon.",
      "6": "And you, Pashhur, and all who live in your house will go into captivity; you will go to Babylon, and there you will die and be buried, you and all your friends to whom you have falsely prophesied.’”",
      "7": "[Jeremiah said,] O Lord, You have persuaded me and I was deceived;\nYou are stronger than I and You have prevailed.\nI am a laughingstock all day long;\nEveryone mocks me.",
      "8": "For whenever I speak, I must shout out;\nI shout violence and destruction,\nBecause the word of the Lord has become to me\nA reprimand and a mockery and has brought me insult all day long.",
      "9": "If I say, “I will not remember Him\nOr speak His name anymore,”\nThen my heart becomes a burning fire\nShut up in my bones.\nAnd I am weary of enduring and holding it in;\nI cannot endure it [nor contain it any longer].",
      "10": "For I have heard the whispering and defaming words of many,\n“Terror on every side!\nDenounce him! Let us denounce him!”\nAll my familiar and trusted friends,\n[Those who are] watching for my fall, say,\n“Perhaps he will be persuaded and deceived; then we will overcome him,\nAnd take our revenge on him.”",
      "11": "But the Lord is with me as a dread champion [one to be greatly feared];\nTherefore my persecutors will stumble and not overcome [me].\nThey will be completely shamed, for they have not acted wisely and have failed [in their schemes];\nTheir eternal dishonor will never be forgotten.",
      "12": "But, O Lord of hosts, You who examine the righteous,\nWho see the heart and the mind,\nLet me see Your vengeance on them;\nFor to You I have committed my cause.",
      "13": "Sing to the Lord! Praise the Lord!\nFor He has rescued the life of the needy one\nFrom the hand of evildoers.",
      "14": "Cursed be the day on which I was born;\nDo not bless the day on which my mother gave birth to me!",
      "15": "Cursed be the man who brought the news\nTo my father, saying,\n“A son has been born to you!”\nMaking him very glad.",
      "16": "And let that man be like the cities\nWhich the Lord overthrew without regret.\nLet him hear an outcry in the morning\nAnd a shout of alarm at noon;",
      "17": "Because he did not kill me before my birth,\nSo that my mother might have been my grave,\nAnd her womb always pregnant.",
      "18": "Why did I come out of the womb\nTo see trouble and sorrow,\nSo that my days have been filled with shame?"
    },
    "21": {
      "1": "The word which came to Jeremiah from the Lord when King Zedekiah sent to him Pashhur the son of Malchijah, and Zephaniah the priest the son of Maaseiah, saying,",
      "2": "“Please inquire of the Lord for us, because Nebuchadnezzar king of Babylon is making war against us. Perhaps the Lord will deal [favorably] with us according to all His wonderful works and force him to withdraw from us.”",
      "3": "Then Jeremiah said to them, “Say this to Zedekiah:",
      "4": "‘Thus says the Lord, the God of Israel, “Behold, I will turn back and dull the edge of the weapons of war that are in your hands, [those] with which you fight against the king of Babylon and the Chaldeans who are besieging you outside the walls; and I will bring them into the center of this city (Jerusalem).",
      "5": "I Myself will fight against you with an outstretched hand and with a strong arm in anger, in fury, and in great indignation and wrath.",
      "6": "I will also strike the inhabitants of this city, both man and beast; they will die of a great virulent disease.",
      "7": "Then afterward,” says the Lord, “I will hand over Zedekiah king of Judah and his servants and the people in this city who survive the virulent disease, the sword, and the famine, to Nebuchadnezzar king of Babylon, and into the hand of their enemy, into the hand of those who seek their lives. And he will strike them with the edge of the sword; he will not spare them nor have mercy and compassion on them.”’",
      "8": "“And to this people you (Jeremiah) shall also say, ‘Thus says the Lord, “Behold, I set before you the way of life and the way of death.",
      "9": "He who remains in this city [of Jerusalem] will die by the sword and by famine and by virulent disease. But he who goes outside and surrenders to the Chaldeans who are besieging you will live, and his life will be like a prize of war to him.",
      "10": "For I have set My face against this city to do harm and not good,” says the Lord. “It shall be given into the hand of the king of Babylon and he will burn it with fire.”’",
      "11": "“And concerning the royal house of the king of Judah [you shall say], ‘Hear the word of the Lord,",
      "12": "O house of David, thus says the Lord:\n“Administer justice in the morning,\nAnd rescue the one who has been robbed from the hand of his oppressor,\nThat My wrath will not roar up like fire\nAnd burn so [hotly] that none can extinguish it,\nBecause of the evil of their deeds.",
      "13": "“Understand this, I am against you, O inhabitant of the valley,\nO rock of the plain,” says the Lord—\n“You who say, ‘Who will come down against us?\nOr who will enter into our dwelling places?’",
      "14": "“But I will punish you in accordance with the [appropriate] consequences of your decisions and your actions,” says the Lord.\n“I will kindle a fire in your forest,\nAnd it will devour all that is around you.”’”"
    },
    "22": {
      "1": "Thus says the Lord, “Go down to the house of the king of Judah and speak this word there:",
      "2": "‘Hear the word of the Lord, O king of Judah, you who sit on the throne of David—you and your servants and your people who enter by these gates.",
      "3": "Thus says the Lord, “Execute justice and righteousness, and rescue the one who has been robbed from the hand of his oppressor. And do no wrong; do no violence to the stranger, the fatherless, or the widow, nor shed innocent blood in this place.",
      "4": "For if you will indeed obey this word, then kings will enter through the gates of this palace, sitting in David’s place on his throne, riding in chariots and on horses, even the king himself and his servants and his people.",
      "5": "But if you will not hear and obey these words, I swear [an oath] by Myself,” says the Lord, “that this house will become a desolation.”’”",
      "6": "For thus says the Lord in regard to the house of the king of Judah:\n“You are [as valuable] to Me as [the green pastures of] Gilead [east of the Jordan]\nOr as the [plentiful] summit of Lebanon [west of the Jordan],\nYet most certainly [if you will not listen to Me] I will make you a wilderness,\nAnd uninhabited cities.",
      "7": "“For I will prepare and appoint destroyers [to execute My judgments] against you,\nEach with his weapons;\nAnd they will cut down your [palaces built of] choicest cedars\nAnd throw them in the fire.",
      "8": "“Many nations will pass by this city; and each man will say to another, ‘Why has the Lord done this to this great city?’",
      "9": "Then they will answer, ‘Because the people ignored and abandoned the [solemn] covenant with the Lord their God and worshiped other gods and served them.’”",
      "10": "Do not weep for the dead or mourn for him;\nBut weep bitterly for the one who goes away [into exile],\nFor he will never return\nAnd see his native country [again].",
      "11": "For thus says the Lord in regard to Shallum (Jehoahaz) the [third] son of Josiah, king of Judah, who reigned instead of Josiah his father and who went from this place, “Shallum will not return here anymore;",
      "12": "he will die in the place where they led him captive and not see this land again.",
      "13": "“Woe (judgment is coming) to him who builds his house by [acts of] unrighteousness\nAnd his upper chambers by injustice,\nWho uses his neighbor’s service without pay\nAnd does not give him wages [for his work],",
      "14": "Who says, ‘I will build myself a spacious house\nWith large upper rooms,\nAnd cut out its [wide] windows,\nAnd panel it with cedar and paint it vermilion.’",
      "15": "“Do you think that you become a king because you have much more cedar [in your palace than Solomon]?\nDid not your father [Josiah], as he ate and drank,\nDo just and righteous acts [being upright and in right standing with God]?\nThen all was well with him.",
      "16": "“He defended the cause of the afflicted and needy;\nThen all was well.\nIs that not what it means to know Me?”\nSays the Lord.",
      "17": "“But your eyes and your heart\nAre only intent on your own dishonest gain,\nOn shedding innocent blood,\nOn oppression and extortion and violence.”",
      "18": "Therefore thus says the Lord in regard to Jehoiakim the [second] son of Josiah, king of Judah,\n“The relatives will not lament (mourn over with expressions of grief) for him:\n‘Alas, my brother!’ or, ‘Alas, sister,’ [how great our loss]!\nThe subjects will not lament for him:\n‘Alas, master!’ or ‘Alas, majesty [how great was his glory]!’",
      "19": "“He shall be buried with the burial of a donkey—\nDragged off and thrown out beyond the gates of Jerusalem.",
      "20": "“Go up [north] to Lebanon and cry out,\nAnd raise your voice in [the hills of] Bashan [across the Jordan];\nCry out also from Abarim,\nFor all your lovers (allies) have been destroyed.",
      "21": "“I spoke to you in your [times of] prosperity,\nBut you said, ‘I will not listen!’\nThis has been your attitude and practice from your youth;\nYou have not obeyed My voice.",
      "22": "“The wind [of adversity] will carry away all your shepherds (rulers, statesmen),\nAnd your lovers (allies) will go into exile.\nSurely then you will be ashamed and humiliated and disgraced\nBecause of all your wickedness.",
      "23": "“O inhabitant of [Jerusalem, whose palaces are made from the cedars of] Lebanon,\nYou who nest in the cedars,\nHow you will groan and how miserable you will be when pains come on you,\nPain like a woman in childbirth!",
      "24": "“As I live,” says the Lord, “though Coniah the son of Jehoiakim king of Judah were the signet [ring] on My right hand, yet would I pull you (Coniah) off.",
      "25": "And I will place you in the hand of those who seek your life and in the hand of those whom you fear, even into the hand of Nebuchadnezzar king of Babylon and into the hand of the Chaldeans.",
      "26": "I will hurl you and the mother who gave you birth into another country where you were not born, and there you will die.",
      "27": "But as for the land to which they long to return, they will not return to it.",
      "28": "“Is this man [King] Coniah a despised, broken jar?\nIs he a vessel in which no one takes pleasure?\nWhy are he and his [royal] descendants hurled out\nAnd cast into a land which they do not know or understand?",
      "29": "“O land, land, land,\nHear the word of the Lord!",
      "30": "Thus says the Lord,\n‘Write this man [Coniah] down as childless,\nA man who will not prosper (succeed) in his lifetime;\nFor not one of his descendants will succeed\nIn sitting on the throne of David\nOr ruling again in Judah.’”"
    },
    "23": {
      "1": "“Woe to the shepherds (civil leaders, rulers) who are destroying and scattering the sheep of My pasture!” says the Lord.",
      "2": "Therefore thus says the Lord, the God of Israel, in regard to the shepherds who care for and feed My people: “You have scattered My flock and driven them away, and have not attended to them; hear this, I am about to visit and attend to you for the evil of your deeds,” says the Lord.",
      "3": "“Then I will gather the remnant of My flock out of all the countries to which I have driven them and bring them back to their folds and pastures; and they will be fruitful and multiply.",
      "4": "I will set up shepherds over them who will feed them. And they will not be afraid any longer, nor be terrified, nor will any be missing,” says the Lord.",
      "5": "“Behold (listen closely), the days are coming,” says the Lord,\n“When I will raise up for David a righteous Branch;\nAnd He will reign as King and act wisely\nAnd will do [those things that accomplish] justice and righteousness in the land.",
      "6": "“In His days Judah will be saved,\nAnd Israel will dwell safely;\nNow this is His name by which He will be called;\n‘The Lord Our Righteousness.’",
      "7": "“Therefore behold, the days are coming,” says the Lord, “when they will no longer say, ‘As the Lord lives, who brought up the children of Israel from the land of Egypt,’",
      "8": "but [they will say], ‘As the Lord lives, who brought up and led back the descendants of the house of Israel from the north country and from all the countries to which I had driven them.’ Then they will live in their own land.”",
      "9": "Concerning the prophets:\nMy heart [says Jeremiah] is broken within me,\nAll my bones shake;\nI have become like a drunken man,\nA man whom wine has overcome,\nBecause of the Lord\nAnd because of His holy words [declared against unfaithful leaders].",
      "10": "For the land is full of adulterers (unfaithful to God);\nThe land mourns because of the curse [of God upon it].\nThe pastures of the wilderness have dried up.\nThe course of action [of the false prophets] is evil and they rush into wickedness;\nAnd their power is not right.",
      "11": "“For both [false] prophet and priest are ungodly (profane, polluted);\nEven in My house I have found their wickedness,” says the Lord.",
      "12": "“Therefore their way will be to them like slippery paths\nIn the dark; they will be pushed and fall into them;\nFor I will bring disaster on them,\nIn the year of their punishment,” says the Lord.",
      "13": "“And I have seen a foolish and an offensive thing in the prophets of Samaria:\nThey prophesied by Baal and caused My people Israel to go astray.",
      "14": "“Also I have seen a horrible thing in the prophets of Jerusalem:\nThey commit adultery and walk in lies;\nThey encourage and strengthen the hands of evildoers,\nSo that no one has turned back from his wickedness.\nAll of them have become like Sodom to Me,\nAnd her inhabitants like Gomorrah.",
      "15": "Therefore thus says the Lord of hosts in regard to the prophets,\n‘Behold, I am going to feed them [the bitterness of] wormwood\nAnd make them drink the poisonous water [of gall],\nFor from the [counterfeit] prophets of Jerusalem\nProfaneness and ungodliness have spread into all the land.’”",
      "16": "Thus says the Lord of hosts,\n“Do not listen to the words of the [false] prophets who prophesy to you.\nThey are teaching you worthless things and are leading you into futility;\nThey speak a vision of their own mind and imagination\nAnd not [truth] from the mouth of the Lord.",
      "17": "“They are continually saying to those who despise Me [and My word],\n‘The Lord has said, “You will have peace”’;\nAnd they say to everyone who walks after the stubbornness of his own heart,\n‘No evil will come on you.’",
      "18": "“But who [among them] has stood in the council of the Lord,\nThat he would perceive and hear His word?\nWho has marked His word [noticing and observing and paying attention to it] and has [actually] heard it?",
      "19": "“Behold, the tempest of the Lord has gone forth in wrath,\nA whirling tempest;\nIt will whirl and burst on the heads of the wicked.",
      "20": "“The anger of the Lord will not turn back\nUntil He has set in motion and accomplished the thoughts and intentions of His heart;\nIn the last days you will clearly understand it.",
      "21": "“I did not send [these counterfeit] prophets,\nYet they ran;\nI did not speak to them,\nYet they prophesied.",
      "22": "“But if they had stood in My council,\nThen they would have caused My people to hear My words,\nThen they would have turned My people from their evil way\nAnd from the evil of their decisions and deeds.",
      "23": "“Am I a God who is at hand,” says the Lord,\n“And not a God far away?”",
      "24": "“Can anyone hide himself in secret places\nSo that I cannot see him?” says the Lord.\n“Do I not fill heaven and earth?” says the Lord.",
      "25": "“I have heard what the prophets have said who prophesy lies in My Name, saying, ‘I have dreamed, I have dreamed [visions when on my bed at night].’",
      "26": "How long [shall this state of affairs continue]? Is there anything in the hearts of the prophets who prophesy falsehood, even these prophets of the deception of their own heart,",
      "27": "who think that they can make My people forget My Name by their [contrived] dreams which each one tells another, just as their fathers forgot My Name because of Baal?",
      "28": "The prophet who has a dream may tell his dream; but he who has My word, let him speak My word faithfully. What has straw in common with wheat [for nourishment]?” says the Lord.",
      "29": "“Is not My word like fire [that consumes all that cannot endure the test]?” says the Lord, “and like a hammer that breaks the [most stubborn] rock [in pieces]?",
      "30": "Therefore behold (hear this), I am against the [counterfeit] prophets,” says the Lord, “[I am descending on them with punishment, these prophets] who steal My words from one another [imitating the words of the true prophets].",
      "31": "Hear this, I am against the prophets,” says the Lord, “who use their [own deceitful] tongues and say, ‘Thus says the Lord.’",
      "32": "Hear this, I am against those who have prophesied false and made-up dreams,” says the Lord, “and have told them and have made My people err and go astray by their lies and by their reckless boasting; yet I did not send them or command them nor do they benefit and enhance [the life of] these people in the slightest way,” says the Lord.",
      "33": "“Now when this people or a prophet or a priest asks you [in jest], ‘What is the oracle of the Lord [the burden to be lifted up and carried]?’ Then you shall say to them, ‘What oracle [besides the one that declares you people to be the burden]!’ The Lord says, ‘I will unburden Myself and I will abandon you.’",
      "34": "And as for the prophet, the priest, or [any of] the people, whoever says, ‘The oracle of the Lord,’ [as if he knows God’s will], I will punish that man and his household.",
      "35": "[For the future, in speaking of the words of the Lord] thus each of you shall say to his neighbor and to his brother, ‘What has the Lord answered?’ or, ‘What has the Lord spoken?’",
      "36": "For you will no longer remember the oracle of the Lord, because every man’s own word will become the oracle, [for as they mockingly call all prophecies oracles, whether good or bad, so will it prove to be to them; God will take them at their own word]; and you have perverted the words [not of a lifeless idol, but] of the living God, the Lord of hosts, our God.",
      "37": "Thus you will [reverently] say to the prophet, ‘What has the Lord answered you?’ and, ‘What has the Lord spoken?’",
      "38": "For if you say, ‘The oracle of the Lord!’ surely thus says the Lord, ‘Because you said this word, “The oracle of the Lord!” when I have also sent to you, saying, “You shall not say, ‘The oracle of the Lord!’”’",
      "39": "Therefore behold, I, even I, will assuredly forget you and send you away from My presence, you and the city (Jerusalem) which I gave to you and to your fathers.",
      "40": "And I will bring an everlasting disgrace on you and a perpetual humiliation (shame) which will not be forgotten.”"
    },
    "24": {
      "1": "After Nebuchadnezzar king of Babylon had taken Jeconiah [who was also called Coniah and Jehoiachin] the son of Jehoiakim, king of Judah, and the princes of Judah [along] with the craftsmen and smiths into exile from Jerusalem to Babylon, the Lord showed me [in a vision] two baskets of figs set before the temple of the Lord.",
      "2": "One basket had very good figs, like the figs that are the first to ripen; but the other basket had very bad figs, so rotten that they could not be eaten.",
      "3": "Then the Lord said to me, “What do you see, Jeremiah?” And I said, “Figs, the good figs, very good; and the bad figs, very bad, so rotten that they cannot be eaten.”",
      "4": "Again the word of the Lord came to me, saying,",
      "5": "“Thus says the Lord, the God of Israel, ‘Like these good figs, so I will regard as good the captives of Judah, whom I have sent from this place into the land of the Chaldeans.",
      "6": "For I will set My eyes on them for good, and I will bring them again to this land; and I will build them up and not overwhelm them, and I will plant them and not uproot them.",
      "7": "I will give them a heart to know Me, [understanding fully] that I am the Lord; and they will be My people, and I will be their God, for they will return to Me with their whole heart.",
      "8": "‘And as for the bad figs, which are so rotten that they cannot be eaten,’ surely thus says the Lord, ‘so I will abandon Zedekiah king of Judah and his princes, and the remnant of Jerusalem who remain in this land and those who live in the land of Egypt.",
      "9": "I will make them a focus of ridicule and disappointment [tossed back and forth] among all the kingdoms of the earth, a [notorious] disgrace, a byword, a taunt and a curse in all places where I will scatter them.",
      "10": "I will send the sword, famine and virulent disease among them until they are consumed from the land which I gave to them and to their fathers.’”"
    },
    "25": {
      "1": "The word that came to Jeremiah in regard to all the people of Judah in the fourth year of the reign of Jehoiakim the son of Josiah, king of Judah (that was the first year of the reign of Nebuchadnezzar king of Babylon),",
      "2": "which Jeremiah the prophet spoke to all the people of Judah and to all the inhabitants of Jerusalem, saying,",
      "3": "“For these twenty-three years—from the thirteenth year of Josiah the son of Amon, king of Judah, even to this day—the word of the Lord has come to me and I have spoken to you over and over again, but you have not listened.",
      "4": "Although the Lord has persistently sent to you all His servants the prophets, you have not listened nor [even] inclined your ear to hear [His message],",
      "5": "saying, ‘Turn now everyone from his evil way and the evil of your actions [that you may not forfeit the right to] live in the land that the Lord has given to you and your forefathers forever and ever;",
      "6": "and do not go after other gods to serve them and to worship them, and do not provoke Me to anger with the work of your hands, and I will do you no harm.’",
      "7": "Yet you have not listened to Me,” says the Lord, “so that you have provoked Me to anger with the work (idols) of your hands to your own harm.",
      "8": "“Therefore thus says the Lord of hosts, ‘Because you have not obeyed My words,",
      "9": "behold (hear this), I will send for all the families of the north,’ says the Lord, ‘and I will send for Nebuchadnezzar king of Babylon, My servant [to enact My plan], and I will bring them against this land and against its inhabitants and against all these surrounding nations; and I will utterly destroy them and make them a horror and a hissing [that is, an object of warning and ridicule] and an everlasting desolation.",
      "10": "Moreover, I will take from them the voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the sound of the millstones [grinding meal] and the light of the lamp [to light the night].",
      "11": "This whole land will be a waste and a horror, and these nations will serve the king of Babylon seventy years.",
      "12": "‘Then when seventy years are completed, I will punish the king of Babylon and that nation, the land of the Chaldeans (Babylonia),’ says the Lord, ‘for their wickedness, and will make the land [of the Chaldeans] a perpetual waste.",
      "13": "I will bring on that land all My words which I have pronounced against it, all that is written in this book which Jeremiah has prophesied against all the nations.",
      "14": "(For many nations and great kings will make slaves of them, even the Chaldeans [who enslaved other nations]; and I will repay [all of] them according to their deeds and according to the work of their [own] hands.)’”",
      "15": "For thus says the Lord, the God of Israel, to me, “Take this cup of the wine of wrath from My hand and cause all the nations to whom I send you to drink it.",
      "16": "They will drink and stagger and go mad because of the sword that I will send among them.”",
      "17": "Then I (Jeremiah) took the cup from the Lord’s hand and made all the nations to whom the Lord had sent me drink it:",
      "18": "Jerusalem and the cities of Judah [being most guilty because their privileges were greatest], its kings and princes, to make them a horror, a ruin, a hissing and a curse, as it is to this day;",
      "19": "Pharaoh king of Egypt, his servants, his princes, all his people,",
      "20": "and all the foreign (mixed) population, all the kings of the land of Uz, and all the kings of the land of the Philistines (and [their cities of] Ashkelon, Gaza, Ekron, and the remnant of Ashdod);",
      "21": "Edom, Moab, and the children of Ammon;",
      "22": "all the kings of Tyre, all the kings of Sidon, and the kings of the islands and the coastlands across the [Mediterranean] Sea;",
      "23": "Dedan, Tema, Buz [the neighboring tribes north of Arabia], and all who clip off the side-growth of their hair;",
      "24": "all the kings of Arabia and all the kings of the foreign population who live in the desert;",
      "25": "all the kings of Zimri, all the kings of Elam (Persia), and all the kings of Media;",
      "26": "all the kings of the north, far and near, one after another—and all the kingdoms of the world which are on the face of the earth. And the king of Sheshach (Babylon) shall drink after them.",
      "27": "“Then you shall say to them, ‘Thus says the Lord of hosts, the God of Israel, “Drink, be drunk, vomit, and fall to rise no more because of the sword which I will send among you.”’",
      "28": "And if they refuse to take the cup from your hand to drink, then you will say to them, ‘Thus says the Lord of hosts, “You shall surely drink!",
      "29": "For behold, I am beginning to work disaster in the city which is called by My Name, and shall you go unpunished? You will not be exempt from punishment, for I am calling for a sword against all the inhabitants of the earth,” says the Lord of hosts.’",
      "30": "“Therefore prophesy all these words against them and say to them:\n‘The Lord will roar from on high\nAnd utter His voice from His holy dwelling;\nHe will roar mightily against His fold and pasture.\nHe will jubilantly shout like those who tread the grapes [in the wine press],\nAgainst all the inhabitants of the earth.",
      "31": "‘A noise has come to the end of the earth,\nFor the Lord has a controversy with and an indictment against the nations.\nHe is entering into judgment with all mankind;\nAs for the wicked, He has given them to the sword,’ says the Lord.”",
      "32": "Thus says the Lord of hosts,\n“Behold, evil is going forth\nFrom nation to nation,\nAnd a great whirling tempest is rising\nFrom the remotest part of the earth.",
      "33": "“And those slain by the Lord on that day will be from one end of the earth to the other end of the earth. They will not be lamented (mourned over with expressions of grief) or gathered or buried; they will be like dung on the ground.",
      "34": "“Wail, you shepherds, and cry;\nAnd roll in ashes, you masters of the flock.\nFor the days of your slaughter and of your dispersions have come in full,\nAnd you will fall and be broken into pieces like a choice vessel.",
      "35": "“The shepherds will have no way to flee,\nNor the masters of the flock any [way of] escape.",
      "36": "“A voice! The cry of the shepherds\nAnd the wailing of the masters of the flock!\nFor the Lord is destroying their pasture,",
      "37": "“And the peaceful folds are devastated and made silent\nBecause of the fierce anger of the Lord.",
      "38": "“He has left His lair like the lion;\nFor their land has become a horror\nBecause of the fierceness of the oppressor\nAnd because of the Lord’s fierce anger.”"
    },
    "26": {
      "1": "In the beginning of the reign of Jehoiakim the son of Josiah, king of Judah, this word came from the Lord, saying,",
      "2": "“Thus says the Lord, ‘Stand in the court of the Lord’s house [Jeremiah], and speak to all [the people of] the cities of Judah who have come to worship in the Lord’s house all the words that I have commanded you to speak to them. Do not omit a word!",
      "3": "It may be that they will listen and everyone will turn from his wickedness, so that I may relent and reverse [My decision concerning] the disaster which I am planning to do to them because of their malevolent deeds.’",
      "4": "And you will say to them, ‘Thus says the Lord, “If you will not listen to Me and obey My law which I have set before you,",
      "5": "and listen and follow [carefully] the words of My servants the prophets, whom I have been sending to you repeatedly—though you have not listened—",
      "6": "then I will make this house [the temple] like Shiloh, and I will make this city [subject to] the curse of all nations of the earth [because it will be so vile in their sight].”’”",
      "7": "The priests and the [false] prophets and all the people heard Jeremiah speaking these words in the house of the Lord.",
      "8": "Now when Jeremiah finished proclaiming everything that the Lord had commanded him to speak to all the people, the priests and the [false] prophets and all the people seized him, saying, “You must die!",
      "9": "Why have you prophesied in the name of the Lord saying, ‘This house will be like Shiloh [after the ark of the Lord had been taken by our enemies] and this city [Jerusalem] will be desolate, without inhabitant’?” And all the people were gathered around Jeremiah in the [outer area of the] house of the Lord.",
      "10": "When the princes (court officials) of Judah heard these things, they came up from the king’s house to the house of the Lord and sat in the entrance of the New Gate of the house of the Lord.",
      "11": "Then the priests and the [false] prophets said to the princes and to all the people, “This man is deserving of death, for he has prophesied against this city as you have heard with your own ears.”",
      "12": "Then Jeremiah spoke to all the princes and to all the people, saying, “The Lord sent me to prophesy against this house and against this city all the words that you have heard.",
      "13": "Therefore, now change your ways and your deeds and obey the voice of the Lord your God; then the Lord will relent and reverse His decision concerning the misfortune which He has pronounced against you.",
      "14": "As for me, behold, I am in your hands; do with me as seems good and suitable to you.",
      "15": "But know for certain that if you put me to death, you will bring innocent blood on yourselves and on this city and on its inhabitants, for in truth the Lord has sent me to you to speak all these words in your hearing.”",
      "16": "Then the princes and all the people said to the priests and to the [false] prophets, “This man is not deserving of death, for he has spoken to us in the name of the Lord our God.”",
      "17": "Then some of the elders of the land stood up and spoke to all the assembly of the people, saying,",
      "18": "“Micah of Moresheth prophesied in the days of Hezekiah king of Judah; and he spoke to all the people of Judah, saying, ‘Thus says the Lord of hosts,\n“Zion will be plowed like a field,\nAnd Jerusalem will become [heaps of] ruins,\nAnd the mountain of the house [of the Lord—Mount Moriah, on which stands the temple, shall become covered not with buildings, but] like a densely wooded height.”’",
      "19": "“Did Hezekiah king of Judah and all Judah put Micah to death? Did he not [reverently] fear the Lord and entreat the favor of the Lord? And did not the Lord relent and reverse His decision concerning the misfortune which He had pronounced against them? But [here] we are [thinking of] committing a great evil against ourselves.”",
      "20": "And there was also a man who prophesied in the name of the Lord, Uriah the son of Shemaiah of Kiriath-jearim, who prophesied against this city and against this land in words similar to all those of Jeremiah.",
      "21": "And when Jehoiakim the king, with all his mighty men and all the princes, heard his words, the king sought to put Uriah to death; but when Uriah heard of it, he was afraid and fled and escaped to Egypt.",
      "22": "Then Jehoiakim the king sent men to Egypt: Elnathan the son of Achbor and certain [other] men with him [went] to Egypt.",
      "23": "And they brought Uriah [God’s spokesman] from Egypt and led him to King Jehoiakim, who executed him with a sword and threw his dead body among the graves of the common people.",
      "24": "But the hand of Ahikam the son of Shaphan was with Jeremiah, so that he was not given into the hands of the people to put him to death."
    },
    "27": {
      "1": "In the beginning of the reign of Zedekiah the son of Josiah, king of Judah, this word came to Jeremiah from the Lord:",
      "2": "Thus says the Lord to me, “Make for yourself bonds and yokes and put them on your neck,",
      "3": "and send word to the king of Edom, to the king of Moab, to the king of the sons of Ammon, to the king of Tyre, and to the king of Sidon by the messengers who come to Jerusalem to Zedekiah king of Judah.",
      "4": "Command them to go to their masters, saying, ‘Thus says the Lord of hosts, the God of Israel, you shall say this to your masters:",
      "5": "“I have made the earth, the men and the animals that are on the face of the earth by My great power and by My outstretched arm, and I will give it to whomever pleases Me.",
      "6": "Now I have given all these lands into the hand of Nebuchadnezzar king of Babylon, My servant and instrument, and I have also given the wild animals of the field to serve him.",
      "7": "All nations shall serve him and his son and his grandson until the [appointed] time [of punishment] for his own land comes; then many nations and great kings shall make him their servant.",
      "8": "“But any nation or kingdom that will not serve this same Nebuchadnezzar king of Babylon and put its neck under the yoke of the king of Babylon, that nation I will punish,” says the Lord, “with the sword, with famine and with pestilence (virulent disease), until I have destroyed it by Nebuchadnezzar’s hand.",
      "9": "And as for you, do not listen to your [counterfeit] prophets, your diviners, your dreams and dreamers, your soothsayers or your sorcerers, who say to you, ‘You will not serve the king of Babylon.’",
      "10": "For they prophesy a lie to you which will cause you to be removed far from your land; and I will drive you out and you will perish.",
      "11": "But the nation which will bow its neck under the yoke of the king of Babylon and serve him, that nation I will let remain on its own land,” says the Lord, “to cultivate it and live in it.”’”",
      "12": "I spoke to Zedekiah king of Judah in the same way, saying, “Bring your necks under the yoke of the king of Babylon and serve him and his people, and live!",
      "13": "Why will you die, you and your people, by the sword, by famine and by virulent disease, as the Lord has spoken to any nation which will not serve the king of Babylon?",
      "14": "Do not listen to and believe the words of the [false] prophets who are saying to you, ‘You will not serve the king of Babylon,’ for they prophesy a lie to you;",
      "15": "for I have not sent them,” says the Lord, “but they are prophesying falsely in My Name, in order that I may drive you out and that you may perish, you [together] with the [false] prophets who prophesy to you.”",
      "16": "Then I said to the priests and to all these people, saying, “Thus says the Lord: Do not listen to the words of your [false] prophets who are prophesying to you, saying, ‘Behold, the articles of the Lord’s house will now shortly be brought back from Babylon’; for they are prophesying a lie to you.",
      "17": "Do not listen to them; serve the king of Babylon, and live! Why should this city become a ruin?",
      "18": "But if they are [true] prophets, and if the word of the Lord is [really spoken] by them, let them now entreat the Lord of hosts that the articles which are [still] left in the house of the Lord, in the house of the king of Judah and in Jerusalem may not go to Babylon.",
      "19": "For thus says the Lord of hosts concerning the [bronze] pillars, the [bronze] Sea, the [bronze] bases [of the ten basins in Solomon’s temple used for washing sacrificial animals], and the rest of the articles that are left in this city (Jerusalem),",
      "20": "which Nebuchadnezzar king of Babylon did not take when he carried Jeconiah the son of Jehoiakim, king of Judah, into exile from Jerusalem to Babylon, along with all the nobles of Judah and Jerusalem.",
      "21": "Yes, thus says the Lord of hosts, the God of Israel, concerning the articles which remain in the house of the Lord, in the house of the king of Judah and in Jerusalem,",
      "22": "‘They will be carried to Babylon and they will be there until the day that I visit them [with My favor],’ says the Lord. ‘Then I will bring them back and restore them to this place.’”"
    },
    "28": {
      "1": "In the same year, in the beginning of the reign of Zedekiah king of Judah, in the fourth year and the fifth month, the [false] prophet Hananiah the son of Azzur, who was from Gibeon [one of the priests’ cities], spoke [without godly authority] to me in the house of the Lord in the presence of the priests and all the people, saying:",
      "2": "“Thus says the Lord of hosts, the God of Israel, ‘I have broken the yoke of the king of Babylon.",
      "3": "Within two years I am going to bring back to this place all the articles of the Lord’s house, which Nebuchadnezzar king of Babylon took away from this place and carried to Babylon.",
      "4": "And I will also bring back to this place Jeconiah the son of Jehoiakim, king of Judah, along with all the exiles from Judah who went to Babylon,’ says the Lord, ‘for I will break the yoke of the king of Babylon.’”",
      "5": "Then the prophet Jeremiah spoke to the prophet Hananiah in the presence of the priests and all the people who stood in the house of the Lord,",
      "6": "and the prophet Jeremiah said, “Amen! May the Lord do so; may the Lord confirm and fulfill your words which you have prophesied to bring back the articles of the Lord’s house and all the captives, from Babylon to this place.",
      "7": "Nevertheless, listen now to this word which I am about to speak in your hearing and in the hearing of all the people!",
      "8": "The prophets who were before me and before you from ancient times prophesied against many lands and against great kingdoms, of war and of disaster and of virulent disease.",
      "9": "But as for the prophet who [on the contrary] prophesies of peace, when that prophet’s word comes to pass, [only] then will it be known that the Lord has truly sent him.”",
      "10": "Then Hananiah the [false] prophet took the yoke off the neck of the prophet Jeremiah and smashed it.",
      "11": "Hananiah spoke in the presence of all the people, saying, “Thus says the Lord, ‘Even so within two full years I will break the yoke of Nebuchadnezzar king of Babylon from the neck of all the nations.’” Then the prophet Jeremiah went his way.",
      "12": "The word of the Lord came to Jeremiah [some time] after Hananiah the prophet had broken the yoke off the neck of the prophet Jeremiah, saying,",
      "13": "“Go and tell Hananiah, ‘The Lord says this, “You have broken yokes of wood, but you have made in their place bars of iron.”",
      "14": "For thus says the Lord of hosts, the God of Israel, “I have put the iron yoke [of servitude] on the neck of all these nations, that they may serve Nebuchadnezzar king of Babylon; and they will serve him. And I have even given him the beasts of the field.”’”",
      "15": "Then the prophet Jeremiah said to Hananiah the prophet, “Listen now, Hananiah, the Lord has not sent you, and you have made this people trust in a lie.",
      "16": "Therefore thus says the Lord, ‘Behold, I am about to send you away from the face of the earth. This year you will die, because you have spoken and counseled rebellion against the Lord.’”",
      "17": "So Hananiah the [false] prophet died [two months later], the same year, in the seventh month."
    },
    "29": {
      "1": "Now these are the words of the letter which Jeremiah the prophet sent from Jerusalem to the rest of the elders in exile and to the priests, the prophets and all the people whom Nebuchadnezzar had taken into captivity from Jerusalem to Babylon.",
      "2": "(This was after King Jeconiah and the queen mother, the eunuchs, the princes (court officials) of Judah and Jerusalem, the craftsmen and the smiths had departed from Jerusalem.)",
      "3": "The letter was hand-carried by Elasah the son of Shaphan and Gemariah the son of Hilkiah, whom Zedekiah king of Judah sent to Babylon to Nebuchadnezzar king of Babylon, saying,",
      "4": "“So says the Lord of hosts, the God of Israel, to all the captives whom I have sent into exile from Jerusalem to Babylon,",
      "5": "‘Build houses and live in them; plant gardens and eat their fruit.",
      "6": "Take wives and have sons and daughters; take wives for your sons and give your daughters in marriage, that they may bear sons and daughters; multiply there and do not decrease [in number].",
      "7": "Seek peace and well-being for the city where I have sent you into exile, and pray to the Lord on its behalf; for in its peace (well-being) you will have peace.’",
      "8": "For thus says the Lord of hosts, the God of Israel, ‘Do not let your [false] prophets who are among you and your diviners deceive you; pay no attention and attach no significance to the dreams which they dream or to yours,",
      "9": "for they prophesy falsely to you in My Name. I have not sent them,’ says the Lord.",
      "10": "“For thus says the Lord, ‘When seventy years [of exile] have been completed for Babylon, I will visit (inspect) you and keep My good promise to you, to bring you back to this place.",
      "11": "For I know the plans and thoughts that I have for you,’ says the Lord, ‘plans for peace and well-being and not for disaster, to give you a future and a hope.",
      "12": "Then you will call on Me and you will come and pray to Me, and I will hear [your voice] and I will listen to you.",
      "13": "Then [with a deep longing] you will seek Me and require Me [as a vital necessity] and [you will] find Me when you search for Me with all your heart.",
      "14": "I will be found by you,’ says the Lord, ‘and I will restore your fortunes and I will [free you and] gather you from all the nations and from all the places where I have driven you,’ says the Lord, ‘and I will bring you back to the place from where I sent you into exile.’",
      "15": "“Because you [who have remained in Jerusalem] have said, ‘The Lord has raised up prophets for us in Babylon,’",
      "16": "thus says the Lord concerning the king who sits on the throne of David, and concerning all the people who live in this city, your brothers (fellow people of Judah) who did not go with you into captivity—",
      "17": "thus says the Lord of hosts, ‘Behold (listen very carefully), I am sending the sword, famine, and virulent disease (pestilence) on them, and I will make them like rotten figs that are so bad they cannot be eaten.",
      "18": "I will pursue them with the sword, with famine and with virulent disease; and I will make them a terror (warning) to all the kingdoms of the earth, to be a curse, a horror, a hissing, and a disgrace among all the nations to which I have driven them,",
      "19": "because they have not listened to and honored My words,’ says the Lord, ‘which I sent to them again and again by My servants the prophets. Moreover, you [exiles] did not listen [either],’ says the Lord.",
      "20": "Hear, therefore, the word of the Lord, all you exiles whom I have sent away from Jerusalem to Babylon.",
      "21": "“Thus says the Lord of hosts, the God of Israel, concerning Ahab the son of Kolaiah and concerning Zedekiah the son of Maaseiah, who are prophesying lies to you in My Name, ‘Behold, I will hand them over to Nebuchadnezzar king of Babylon, and he will slaughter them before your eyes [yes, all the false prophets in Babylon whom you follow shall die]!",
      "22": "Because of them, this curse shall be taken up and used by all the exiles from Judah who are in Babylon, saying, “May the Lord make you like Zedekiah and like Ahab, whom the king of Babylon roasted in the fire,",
      "23": "because they have acted foolishly in Israel and have committed adultery with their neighbors’ wives and in My Name have spoken false and concocted words, which I did not command them. I am He who knows and I am a witness,” says the Lord.’”",
      "24": "Also you shall speak to Shemaiah of Nehelam [among the exiles in Babylon], saying,",
      "25": "“Thus says the Lord of hosts, the God of Israel, ‘Because you have sent letters in your own name to all the people who are in Jerusalem, and to Zephaniah the son of Maaseiah, the priest, and to all the priests, saying,",
      "26": "“The Lord has made you [Zephaniah] priest instead of Jehoiada the [deputy] priest, to be the overseer in the house of the Lord over every madman who prophesies, to put him in the stocks and in the iron collar,",
      "27": "now therefore [continued the letter from Shemaiah in Babylon to Zephaniah in Jerusalem], why have you not rebuked Jeremiah of Anathoth, who prophesies to you?",
      "28": "For he has sent word to us in Babylon, saying, ‘This captivity [of yours] will be long; build houses and live in them and plant gardens and eat their fruit.’”’”",
      "29": "Zephaniah the priest read this letter to Jeremiah the prophet.",
      "30": "Then came the word of the Lord to Jeremiah, saying,",
      "31": "“Send [this message] to all the exiles, saying, ‘Thus says the Lord concerning Shemaiah of Nehelam, “Because Shemaiah has prophesied to you, although I did not send him, and he has made you trust in a lie,”",
      "32": "therefore thus says the Lord, “Behold, I am about to punish Shemaiah of Nehelam and his descendants. He will not have anyone [born] to live among this people, nor will he see the good that I am about to do to My people,” says the Lord, “because he has spoken and preached rebellion against the Lord.”’”"
    },
    "30": {
      "1": "The word which came to Jeremiah from the Lord:",
      "2": "“Thus says the Lord God of Israel, ‘Write in a book all the words which I have spoken to you.",
      "3": "For behold (hear this), the days are coming,’ says the Lord, ‘when I will restore the fortunes of My people Israel and Judah,’ says the Lord, ‘and I will return them to the land that I gave to their forefathers and they will take possession of it.’”",
      "4": "Now these are the words the Lord spoke concerning Israel and Judah:",
      "5": "“Thus says the Lord,\n‘We have heard a terrified voice\nOf panic and dread, and there is no peace.",
      "6": "‘Ask now, and see\nWhether a man can give birth [to a child].\nWhy then do I see every man\nWith his hands on his loins, as a woman in labor?\nWhy have all faces turned pale?",
      "7": "‘Alas! for that day is great,\nThere is none like it;\nIt is the time of Jacob’s [unequaled] trouble,\nBut he will be saved from it.",
      "8": "‘It shall come about on that day,’ says the Lord of hosts, ‘that I will break the yoke off your neck and I will tear off your bonds and force apart your shackles; and strangers will no longer make slaves of the people [of Israel].",
      "9": "But they shall serve the Lord their God and [the descendant of] David their King, whom I will raise up for them.",
      "10": "‘Fear not, O Jacob My servant,’ says the Lord,\n‘Nor be dismayed or downcast, O Israel;\nFor behold, I will save you from a distant land [of exile]\nAnd your descendants from the land of their captivity.\nJacob will return and will be quiet and at ease,\nAnd no one will make him afraid.",
      "11": "‘For I am with you,’ says the Lord, ‘to save you;\nFor I will destroy completely all the nations where I have scattered you,\nBut I will not destroy you completely.\nBut I will judge and discipline you fairly\nAnd will by no means regard you as guiltless and leave you unpunished.’",
      "12": "“For thus says the Lord,\n‘Your wound is incurable\nAnd your injury is beyond healing.",
      "13": "‘There is no one to plead your cause;\nNo [device to close and allow the] healing of your wound,\nNo recovery for you.",
      "14": "‘All your lovers (allies) have forgotten you;\nThey do not seek and long for you.\nFor I have injured you with the wound of an enemy,\nWith the punishment of a cruel and merciless foe,\nBecause your guilt is great\nAnd your sins are glaring and innumerable.",
      "15": "‘Why do you cry out over your injury [since it is the natural result of your sin]?\nYour pain is incurable (deadly).\nBecause your guilt is great\nAnd your sins are glaring and innumerable,\nI have done these things to you.",
      "16": "‘Therefore all who devour you will be devoured;\nAnd all your adversaries, every one of them, will go into captivity.\nAnd they who plunder you will become plunder,\nAnd all who prey upon you I will give for prey.",
      "17": "‘For I will restore health to you\nAnd I will heal your wounds,’ says the Lord,\n‘Because they have called you an outcast, saying:\n“This is Zion; no one seeks her and no one cares for her.”’",
      "18": "“Thus says the Lord,\n‘Behold (hear this), I will restore the fortunes of the tents of Jacob\nAnd have mercy on his dwelling places;\nThe city will be rebuilt on its [old, mound-like] ruin,\nAnd the palace will stand on its rightful place.",
      "19": "‘From them (city, palace) will come [songs of] thanksgiving\nAnd the voices of those who dance and celebrate.\nAnd I will multiply them and they will not be diminished [in number];\nI will also honor them and they will not be insignificant.",
      "20": "‘Their children too will be as in former times,\nAnd their congregation will be established before Me;\nAnd I will punish all their oppressors.",
      "21": "‘Their prince will be one of them,\nAnd their ruler will come forward from among them.\nI will bring him near and he shall approach Me,\nFor who is he who would have the boldness and would dare [on his own initiative] to risk his life to approach Me?’ says the Lord.",
      "22": "‘Then you shall be My people,\nAnd I will be your God.’”",
      "23": "Behold, the tempest of the Lord!\nWrath has gone forth,\nA sweeping and gathering tempest;\nIt will burst on the head of the wicked.",
      "24": "The fierce (righteous) anger of the Lord will not turn back\nUntil He has fulfilled and until He has accomplished\nThe intent of His heart (mind);\nIn the latter days you will understand this."
    },
    "31": {
      "1": "“At that time,” says the Lord, “I will be the God of all the families of Israel, and they shall be My people.”",
      "2": "Thus says the Lord,\n“The people who survived the sword\nFound grace in the wilderness [of exile]—\nIsrael (the Northern Kingdom), when it went to find its rest.”",
      "3": "The Lord appeared to me (Israel) from ages past, saying,\n“I have loved you with an everlasting love;\nTherefore with lovingkindness I have drawn you and continued My faithfulness to you.",
      "4": "“Again I will build you and you will be rebuilt,\nO Virgin Israel!\nYou will again be adorned with your tambourines and timbrels\nAnd go out to the dances of those who celebrate.",
      "5": "“Again you will plant vineyards\nOn the mountains of Samaria;\nThe planters will plant\nAnd enjoy the [abundant] fruit [in peace].",
      "6": "“For there will be a day when the watchmen\nOn the hills of Ephraim cry out,\n‘Arise, and let us go up to Zion,\nTo the Lord our God.’”",
      "7": "For thus says the Lord,\n“Sing aloud with gladness for Jacob,\nAnd shout for the first and foremost of the nations [the chosen people, Israel];\nProclaim, give praise and say,\n‘O Lord save Your people,\nThe remnant of Israel!’",
      "8": "“Behold, I am bringing them from the north country,\nAnd I will gather them from the remote parts of the earth,\nAmong them [will be] the blind and the lame,\nThe woman with child and she who labors in childbirth, together;\nA great company, they will return here [to Jerusalem].",
      "9": "“They will come with weeping [in repentance and for joy],\nAnd by [their] prayer [for the future] I will lead them;\nI will make them walk by streams of waters,\nOn a straight path in which they will not stumble,\nFor I am a Father to Israel,\nAnd Ephraim (Israel) is My firstborn.”",
      "10": "Hear the word of the Lord, O you nations,\nAnd declare it in the isles and coastlands far away,\nAnd say, “He who scattered Israel will gather him\nAnd will keep him as a shepherd keeps his flock.”",
      "11": "For the Lord has ransomed Jacob\nAnd has redeemed him from the hand of him who was stronger than he.",
      "12": "“They will come and sing aloud and shout for joy on the height of Zion,\nAnd will be radiant [with joy] over the goodness of the Lord—\nFor the grain, for the new wine, for the oil,\nAnd for the young of the flock and the herd.\nAnd their life will be like a watered garden,\nAnd they shall never sorrow or languish again.",
      "13": "“Then the virgin will rejoice in the dance,\nAnd the young men and old, together,\nFor I will turn their mourning into joy\nAnd will comfort them and make them rejoice after their sorrow.",
      "14": "“I will fully satisfy the soul of the priests with abundance,\nAnd My people will be satisfied with My goodness,” says the Lord.",
      "15": "Thus says the Lord,\n“A voice is heard in Ramah,\nLamentation (songs of mourning) and bitter weeping.\nRachel (Israel) is weeping for her children;\nShe refuses to be comforted for her children,\nBecause they are gone.”",
      "16": "Thus says the Lord,\n“Restrain your voice from weeping\nAnd your eyes from tears,\nFor your work will be rewarded,” says the Lord;\n“And your children will return from the enemy’s land.",
      "17": "“There is [confident] hope for your future,” says the Lord;\n“Your children will come back to their own country.",
      "18": "“I have surely heard Ephraim (Israel) moaning and grieving,\n‘You have chastised me, and I was chastised,\nLike a bull unaccustomed to the yoke or an untrained calf;\nBring me back that I may be restored,\nFor You are the Lord my God.",
      "19": "‘After I turned away [from You], I repented;\nAfter I was instructed, I struck my thigh [in remorse];\nI was ashamed and even humiliated\nBecause I carried the disgrace of my youth [as a nation].’",
      "20": "“Is Ephraim My dear son?\nIs he a darling and beloved child?\nFor as often as I have spoken against him,\nI certainly still remember him.\nTherefore My affection is renewed and My heart longs for him;\nI will surely have mercy on him,” says the Lord.",
      "21": "“Place for yourself road signs [toward Canaan],\nMake for yourself guideposts;\nTurn your thought and attention to the highway,\nTo the way by which you went [into exile].\nRetrace your steps, O virgin of Israel,\nReturn to these your cities.",
      "22": "“How long will you hesitate [to return],\nO you faithless and renegade daughter?\nFor the Lord has created a new thing in the land [of Israel]:\nA woman will encompass (tenderly love) a man.”",
      "23": "Thus says the Lord of hosts, the God of Israel, “Once more they will speak these words in the land of Judah (the Southern Kingdom) and in her cities when I restore their fortunes and release them from exile,\n‘The Lord bless you, O habitation of justice and righteousness,\nO holy mountain!’",
      "24": "And [the people of] Judah and all its cities will live there together—the farmer and they who wander about with flocks.",
      "25": "For I [fully] satisfy the weary soul, and I replenish every languishing and sorrowful person.”",
      "26": "At this I (Jeremiah) awoke and looked, and my [trancelike] sleep was sweet [in the assurance it gave] to me.",
      "27": "“Behold (listen carefully), the days are coming,” says the Lord, “when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast.",
      "28": "It will be that as I have watched over them to uproot and to break down, to overthrow, destroy, and afflict with disaster, so I will watch over them to build and to plant [with good],” says the Lord.",
      "29": "“In those days they will not say again,\n‘The fathers have eaten sour grapes,\nAnd the children’s teeth are set on edge.’",
      "30": "But everyone will die [only] for his own wickedness; every man who eats sour grapes—his [own] teeth shall be set on edge.",
      "31": "“Behold, the days are coming,” says the Lord, “when I will make a new covenant with the house of Israel (the Northern Kingdom) and with the house of Judah (the Southern Kingdom),",
      "32": "not like the covenant which I made with their fathers in the day when I took them by the hand to bring them out of the land of Egypt, My covenant which they broke, although I was a husband to them,” says the Lord.",
      "33": "“But this is the covenant which I will make with the house of Israel after those days,” says the Lord, “I will put My law within them, and I will write it on their hearts; and I will be their God, and they will be My people.",
      "34": "And each man will no longer teach his neighbor and his brother, saying, ‘Know the Lord,’ for they will all know Me [through personal experience], from the least of them to the greatest,” says the Lord. “For I will forgive their wickedness, and I will no longer remember their sin.”",
      "35": "Thus says the Lord,\nWho gives the sun for light by day\nAnd the fixed order of the moon and of the stars for light by night,\nWho stirs up the sea’s roaring billows or stills the waves when they roar;\nThe Lord of hosts is His name:",
      "36": "“If this fixed order departs\nFrom before Me,” says the Lord,\n“Then the descendants of Israel also will cease\nFrom being a nation before Me forever.”",
      "37": "Thus says the Lord,\n“If the heavens above can be measured\nAnd the foundations of the earth searched out below,\nThen I will also cast off and abandon all the descendants of Israel\nFor all that they have done,” says the Lord.",
      "38": "“Behold, the days are coming,” says the Lord, “when the city [of Jerusalem] will be rebuilt for the Lord from the Tower of Hananel to the Corner Gate.",
      "39": "The measuring line will go out farther straight ahead to the hill Gareb; then it will turn to Goah.",
      "40": "And the whole valley (Hinnom) of the dead bodies and [the hill] of the ashes [long dumped there from the temple sacrifices], and all the fields as far as the brook Kidron, to the corner of the Horse Gate toward the east, shall be holy to the Lord. It (the city) will not be uprooted or overthrown anymore to the end of the age.”"
    },
    "32": {
      "1": "The word that came to Jeremiah from the Lord in the tenth year of Zedekiah king of Judah, which was the eighteenth year of Nebuchadnezzar.",
      "2": "Now at that time the army of the king of Babylon was besieging Jerusalem, and Jeremiah the prophet was shut up in the court of the guard, which was in the house of the king of Judah.",
      "3": "For Zedekiah [the last] king of Judah had locked him up, saying, “Why do you prophesy [disaster] and say, ‘Thus says the Lord, “Behold, I am giving this city into the hand of the king of Babylon, and he shall take it;",
      "4": "and Zedekiah king of Judah will not escape from the hand of the Chaldeans, but he will surely be given into the hand of the king of Babylon, and he will speak with him face to face and see him eye to eye;",
      "5": "and he will lead Zedekiah to Babylon, and he will be there until I visit him [for evaluation and judgment],” says the Lord. “If you fight against the Chaldeans, you will not succeed”’?”",
      "6": "And Jeremiah [answered King Zedekiah and] said, “The word of the Lord came to me, saying,",
      "7": "‘Behold (listen carefully), Hanamel the son of Shallum your uncle is coming to you, saying, “Buy my field that is in Anathoth, for you have the right of redemption to buy it [in accordance with the law].”’",
      "8": "Then Hanamel my uncle’s son came to me in the court of the guard in accordance with the word of the Lord, and he said to me, ‘Please buy my field that is at Anathoth, which is in the land of Benjamin, for you have the right of inheritance and the redemption is yours; buy it for yourself.’ Then I knew that this was the word of the Lord.",
      "9": "“I bought the field that was at Anathoth from Hanamel my uncle’s son, and weighed out the money for him, seventeen shekels of silver.",
      "10": "I signed the deed and sealed it, and called in witnesses, and weighed out the money on the scales.",
      "11": "So I took the deeds of the purchase, both the sealed copy containing the terms and conditions, and the unsealed copy;",
      "12": "and I gave the purchase deed to Baruch the son of Neriah, the son of Mahseiah, in the sight of Hanamel my uncle’s son and in sight of the witnesses who signed the purchase deed, in the presence of all the Jews who were sitting in the court of the guard.",
      "13": "And I commanded Baruch in their presence, saying,",
      "14": "‘Thus says the Lord of hosts, the God of Israel, “Take these deeds, both this purchase deed which is sealed and this unsealed deed, and put them in an earthen jar, that they may last a long time.”",
      "15": "For thus says the Lord of hosts, the God of Israel, “Houses and fields and vineyards will again be purchased in this land.”’",
      "16": "“Now when I had delivered the purchase deed to Baruch the son of Neriah, I prayed to the Lord, saying,",
      "17": "‘Ah Lord God! Behold, You have made the heavens and the earth by Your great power and by Your outstretched arm! There is nothing too difficult or too wonderful for You—",
      "18": "You who show lovingkindness to thousands, but repay the wickedness (sin, guilt) of the fathers into the bosom of their children after them [that is, calling the children to account for the sins of their fathers], O great and mighty God; the Lord of hosts is His name;",
      "19": "great [are You] in counsel and mighty in deed, whose eyes are open to all the ways of the sons of men, to reward or repay each one according to his ways and according to the fruit of his deeds;",
      "20": "who set signs and wonders in the land of Egypt, and even to this day [continues to do so] both in Israel and among mankind; and You have made a name for Yourself, as at this day.",
      "21": "You brought Your people Israel out of the land of Egypt with signs and wonders, with a strong hand and with an outstretched arm and with great terror;",
      "22": "and gave them this land, which You swore to their forefathers to give them, a land [of plenty] flowing with milk and honey.",
      "23": "They entered and took possession of it, but they did not obey Your voice or walk in Your law; they have done nothing of all that You commanded them to do. Therefore You have caused all this disaster and suffering to come upon them.",
      "24": "See the siege ramps [of mounded earth that the enemy has built against the walls]; they have come up to the city to capture it. And the city is given into the hand of the Chaldeans [of Babylon] who fight against it, because of the sword, the famine and the virulent disease [that have overcome the people]. What You have spoken has come to pass, and behold, You see it.",
      "25": "Yet, O Lord God, You said to me, “Buy the field with money and get witnesses,” even though the city is given into the hands of the Chaldeans.’”",
      "26": "Then came the word of the Lord to Jeremiah, saying,",
      "27": "“Behold, I am the Lord, the God of all flesh; is there anything too difficult for Me?”",
      "28": "Therefore thus says the Lord, “Behold, I am about to give this city into the hand of the Chaldeans and into the hand of Nebuchadnezzar king of Babylon, and he will take it.",
      "29": "The Chaldeans who are fighting against this city will come in and set this city on fire and burn it, along with the houses on whose roofs incense has been offered to Baal and drink offerings have been poured out to other gods to provoke Me to anger.",
      "30": "For the children of Israel and the children of Judah have done only evil in My sight from their youth; for the children of Israel have been provoking Me to anger by the [idols that are the] work of their hands,” says the Lord.",
      "31": "“From the day that they built it [during the reign of Solomon], even to this day, this city has been such a provocation of My anger and My wrath, that I must remove it from My sight,",
      "32": "because of all the evil of the children of Israel and of the children of Judah which they have done to provoke Me to anger—they, their kings, their princes, their priests, their prophets, the men of Judah and the inhabitants of Jerusalem.",
      "33": "They have turned their back to Me and not their face; though I taught them repeatedly, yet they would not listen and receive instruction.",
      "34": "But they put their detestable things (idols) in the house which is called by My Name, to defile it.",
      "35": "They built the high places [for worship] of Baal in the Valley of Ben-hinnom (son of Hinnom) to make their sons and their daughters pass through the fire to [worship and honor] Molech—which I had not commanded them nor had it entered My mind that they should do this repulsive thing, to cause Judah to sin.",
      "36": "“Now therefore thus says the Lord God of Israel concerning this city of which you say, ‘It is given into the hand of the king of Babylon by sword and by famine and by virulent disease.’",
      "37": "Behold, I will gather them out of all countries to which I have driven them in My anger, in My wrath and in great indignation; and I will bring them back to this place and make them live in safety.",
      "38": "They will be My people, and I will be their God;",
      "39": "and I will give them one heart and one way, that they may [reverently] fear Me forever, for their own good and for the good of their children after them.",
      "40": "I will make an everlasting covenant with them that I will do them good and not turn away from them; and I will put in their heart a fear and reverential awe of Me, so that they will not turn away from Me.",
      "41": "I will rejoice over them to do them good, and I will faithfully plant them in this land with all My heart and with all My soul.",
      "42": "For thus says the Lord, ‘Just as I have brought all this great disaster on this people, so I am going to bring on them all the good that I am promising them.",
      "43": "Fields will be bought in this land of which you say, “It is desolate, without man or animal; it is given into the hands of the Chaldeans.”",
      "44": "People will buy fields for money, sign deeds, seal them, and call in witnesses in the land of Benjamin, in the places around Jerusalem, in the cities of Judah, in the cities of the hill country, in the cities of the lowland, and in the cities of the South (the Negev); for I will restore their fortunes and release them from exile,’ says the Lord.”"
    },
    "33": {
      "1": "Then the word of the Lord came to Jeremiah the second time, while he was still confined in the court of the guard, saying,",
      "2": "“Thus says the Lord who made the earth, the Lord who formed it to establish it—the Lord is His name,",
      "3": "‘Call to Me and I will answer you, and tell you [and even show you] great and mighty things, [things which have been confined and hidden], which you do not know and understand and cannot distinguish.’",
      "4": "For thus says the Lord, the God of Israel, concerning the houses of this city and the houses of the kings of Judah which are torn down to make a defense against the siege ramps and against the sword,",
      "5": "‘While they (the besieged Jews) are coming to fight against the Chaldeans and to fill the houses with the dead bodies of men whom I have slain in My anger and in My wrath, for I have hidden My face [in disgust] from this city because of all their wickedness.",
      "6": "Behold, [in the restored Jerusalem] I will bring to it health and healing, and I will heal them; and I will reveal to them an abundance of peace (prosperity, security, stability) and truth.",
      "7": "I will restore the fortunes of Judah and the fortunes of Israel and will rebuild them as they were at first.",
      "8": "I will cleanse them from all their wickedness (guilt) by which they have sinned against Me, and I will pardon (forgive) all their sins by which they rebelled against Me.",
      "9": "Jerusalem will be to Me a name of joy, praise and glory before all the nations of the earth which will hear of all the good that I do for it, and they shall fear and tremble because of all the good and all the peace (prosperity, security, stability) that I provide for it.’",
      "10": "“Thus says the Lord, ‘Yet again there will be heard in this place of which you say, “It is a [desolate] waste, without man and without animal”—even in the cities of Judah and in the streets of Jerusalem that are desolate, without man and without inhabitant and without animal—",
      "11": "the [sound of the] voice of joy and the voice of gladness, the voice of the bridegroom and the voice of the bride, the [song-filled] voice of those who say,\n“Give praise and thanks to the Lord of hosts,\nFor the Lord is good;\nFor His [steadfast] lovingkindness (mercy) endures forever”;\nand of those who bring a thank offering into the house of the Lord. For I will restore the fortunes of the land as they were at first,’ says the Lord.",
      "12": "“Thus says the Lord of hosts, ‘There will again be in this desolate place—[a place] without man or animal—and in all its cities, pastures for shepherds who rest their flocks.",
      "13": "In the cities of the hill country, in the cities of the lowland, in the cities of the South (the Negev), in the land of Benjamin, in the places around Jerusalem and in the cities of Judah, the flocks will again pass under the hand of the one who counts them,’ says the Lord.",
      "14": "‘Behold, the days are coming,’ says the Lord, ‘when I will fulfill the good word and promise which I have made regarding the house of Israel and the house of Judah.",
      "15": "In those days and at that time I will cause a righteous Branch of David to spring forth; and He (the Messiah) shall execute justice and righteousness on the earth.",
      "16": "In those days Judah will be saved and [the people of] Jerusalem will live in safety; and this is the name by which she will be called: the Lord Our Righteousness (Justice).’",
      "17": "For thus says the Lord, ‘David shall never lack a man (descendant) to sit on the throne of the house of Israel;",
      "18": "and the Levitical priests shall never lack a man (descendant) to offer burnt offerings before Me and to burn grain offerings and to prepare sacrifices all day long.’”",
      "19": "The word of the Lord came to Jeremiah, saying,",
      "20": "“Thus says the Lord, ‘If you can break My covenant for the day and My covenant for the night, so that day and night do not take place at their appointed times,",
      "21": "then My covenant may also be broken with David My servant so that he will not have a son to reign on his throne, and [My covenant may also be broken] with the Levitical priests, My ministers.",
      "22": "As the host of [the stars of] heaven cannot be counted and the sand of the sea cannot be measured, so I will multiply the descendants of David My servant and the Levites who minister to Me.’”",
      "23": "And the word of the Lord came to Jeremiah, saying,",
      "24": "“Have you not noticed what this people have spoken, saying, ‘The two families [Israel the northern kingdom, and Judah the southern kingdom] which the Lord chose, He has rejected’? Thus they despise My [chosen] people, no longer are they [considered] as a nation in their sight.",
      "25": "Thus says the Lord, ‘If My covenant with day and night does not stand, and if I have not established the fixed patterns of heaven and earth, [the whole order of nature,]",
      "26": "then I would [also] reject the descendants of Jacob and David My servant, not taking from his descendants rulers over the descendants of Abraham, Isaac, and Jacob. But I will restore their fortunes, and will have mercy on them.’”"
    },
    "34": {
      "1": "The word that came to Jeremiah from the Lord when Nebuchadnezzar king of Babylon and all his army, with all the kingdoms of the earth that were under his sovereignty and all the peoples, were fighting against Jerusalem and against all of its cities:",
      "2": "“Thus says the Lord God of Israel, ‘Go and speak to Zedekiah king of Judah and tell him: “Thus says the Lord, ‘Behold, I am giving this city into the hand of the king of Babylon, and he will set it on fire and burn it down.",
      "3": "You will not escape from his hand, for you will definitely be captured and handed over to him; you will see the king of Babylon eye to eye, and he will speak with you face to face; and you will go to Babylon.’”’",
      "4": "Yet hear the word of the Lord, O Zedekiah king of Judah! Thus says the Lord concerning you, ‘You will not die by the sword.",
      "5": "You will die in peace; and as spices were burned for [the memory and honor of] your fathers, the former kings who reigned before you, so shall a [ceremonial] burning be made for you; and people will lament (grieve) for you, saying, “Alas, lord (master)!”’ For I have spoken the word,” says the Lord.",
      "6": "Then Jeremiah the prophet spoke all these words to Zedekiah king of Judah in Jerusalem",
      "7": "when the army of the king of Babylon was fighting against Jerusalem and against all the remaining cities of Judah, against Lachish and Azekah, for these were the [only] fortified cities among the cities of Judah.",
      "8": "The word came to Jeremiah from the Lord after King Zedekiah had made a covenant (solemn pledge) with all the [Hebrew] people who were [slaves] in Jerusalem to proclaim liberty to them:",
      "9": "that every man should let his Hebrew slaves, male and female, go free, so that no one should make a slave of a Jew, his brother.",
      "10": "So all the princes and all the people who had entered into the covenant agreed that everyone would let his male servant and his female servant go free, and that no one would keep them in bondage any longer; they obeyed, and set them free.",
      "11": "But afterward they backed out [of the covenant] and made the male servants and the female servants whom they had set free return [to them], and brought the male servants and the female servants again into servitude.",
      "12": "Therefore the word of the Lord came to Jeremiah from the Lord, saying,",
      "13": "“Thus says the Lord, the God of Israel, ‘I made a covenant (solemn pledge) with your forefathers in the day that I brought them out of the land of Egypt, out of the house of bondage, saying,",
      "14": "“At the end of seven years each of you shall set free his Hebrew brother who has sold himself [into servitude] or who has been sold to you and has served you six years, you shall release him from [serving] you; but your forefathers did not listen [submissively] to Me or obey Me.",
      "15": "So then you recently turned and repented, doing what was right in My sight, each man proclaiming release [from servitude] to his countryman [who was his bond servant]; and you had made a covenant before Me in the house which is called by My Name.",
      "16": "Yet you backed out [of the covenant] and profaned My Name, and each man took back his servants, male and female, whom had been set free in accordance with their desire, and you brought them into servitude [again] to be your male servants and your female servants.”’",
      "17": "“Therefore says the Lord, ‘You have not obeyed Me; you have not proclaimed liberty to your brother and your countryman. Behold (listen very carefully), I am proclaiming liberty to you—[liberty to be put] to the sword, [liberty] to [be ravaged by] the virulent disease, and [liberty] to [be decimated by] famine,’ says the Lord; ‘and I will make you a horror and a warning to all the kingdoms of the earth.",
      "18": "The men who have violated My covenant, who have not kept the terms of the solemn pledge which they made before Me when they split the [sacrificial] calf in half, and then afterwards walked between its separated pieces [sealing their pledge to Me by placing a curse on themselves should they violate the covenant—those men I will make like the calf]!",
      "19": "The princes of Judah, the princes of Jerusalem, the high officials, the priests, and all the people of the land who passed between the parts of the calf,",
      "20": "I will give into the hand of their enemies and into the hand of those who seek their lives. And [like the body of the calf] their dead bodies will be food for the birds of the sky and the beasts of the earth.",
      "21": "Zedekiah king of Judah and his princes I will place into the hand of their enemies and into the hand of those who seek their life, and into the hand of the army of the king of Babylon which has withdrawn from you.",
      "22": "Behold, I am going to command [the Chaldeans who rule Babylon],’ says the Lord, ‘and I will bring them back to this city; and they will fight against it and take it and set it on fire. I will make the cities of Judah a desolation without inhabitant.’”"
    },
    "35": {
      "1": "The word that came to Jeremiah from the Lord in the days of Jehoiakim the son of Josiah, king of Judah:",
      "2": "“Go to the house of the Rechabites and speak to them, and bring them into the house of the Lord, into one of the [side] chambers; then give them [who are pledged not to drink wine] some wine to drink.”",
      "3": "So I took Jaazaniah the son of Jeremiah, the son of Habazziniah, and his brothers and all his sons and the whole house of the Rechabites,",
      "4": "and I brought them into the house of the Lord, into the chamber of the sons of Hanan the son of Igdaliah, the man of God, which was near the chamber of the princes, above the chamber of Maaseiah the son of Shallum the doorkeeper.",
      "5": "Then I set before the men of the house of the Rechabites pitchers full of wine, and cups, and I said to them, “Drink wine.”",
      "6": "But they said, “We will not drink wine, for Jonadab the son of Rechab, our father, commanded us: ‘You shall not drink wine, neither you nor your sons, forever.",
      "7": "Nor shall you build a house or sow seed or plant a vineyard or own one; but you shall live in tents all your days, that you may live many days in the land where you are sojourners (temporary residents).’",
      "8": "We have obeyed the words of Jonadab the son of Rechab, our father, in all that he commanded us, in all our days we have never drunk wine, nor have our wives, our sons, or our daughters,",
      "9": "nor have we built ourselves houses to live in; nor do we have vineyards or fields or seed.",
      "10": "We have lived only in tents, and have obeyed and done [everything] according to all that Jonadab our father commanded us.",
      "11": "But when Nebuchadnezzar king of Babylon came up against the land, we said, ‘Come and let us go to Jerusalem for fear of the army of the Chaldeans [who rule Babylon] and for fear of the army of the Arameans.’ So we have lived in Jerusalem.”",
      "12": "Then came the word of the Lord to Jeremiah, saying,",
      "13": "“Thus says the Lord of hosts, the God of Israel, ‘Go and say to the men of Judah and the inhabitants of Jerusalem, “Will you not receive instruction by listening to My words and honoring them?” says the Lord.",
      "14": "“The command which Jonadab the son of Rechab gave to his sons not to drink wine has been observed [as a custom for more than two hundred years]. To this day they do not drink wine, for they have obeyed their father’s command. But I have repeatedly spoken to you, yet you have not listened to Me.",
      "15": "I have also sent to you all My servants the prophets, sending them repeatedly, saying, ‘Let every one of you turn now from his evil way and alter your behavior, and do not follow other gods to worship and serve them; and then you will live in the land which I have given to you and to your forefathers. But you have not submitted or listened to Me.",
      "16": "Indeed, the sons of Jonadab the son of Rechab have observed the command of their father which he gave them, but this people has not listened to Me.’”’",
      "17": "Therefore thus says the Lord God of hosts, the God of Israel, ‘Behold (hear this), I am bringing on Judah and all the inhabitants of Jerusalem all the disaster that I have pronounced against them, because I have spoken to them, but they have not listened, and I have called to them, but they have not answered.’”",
      "18": "Then Jeremiah said to the house of the Rechabites, “Thus says the Lord of hosts, the God of Israel, ‘Because you have obeyed the command of Jonadab your father and have kept all his commands and have done according to all that he commanded you,",
      "19": "therefore thus says the Lord of hosts, the God of Israel, “Jonadab the son of Rechab shall never fail to have a man (descendant) to stand before Me always.”’”"
    },
    "36": {
      "1": "In the fourth year of Jehoiakim the son of Josiah, king of Judah, this word came to Jeremiah from the Lord, saying,",
      "2": "“Take a scroll [of parchment] and write on it all the words which I have spoken to you concerning Israel and Judah, and all the nations, from the day I [first] spoke to you in the days of [King] Josiah until this day.",
      "3": "It may be that the house of Judah will hear all the disaster which I plan to bring on them, so that each one will turn from his evil way, that I may forgive their wickedness and their sin.”",
      "4": "Then Jeremiah called Baruch the son of Neriah, and Baruch wrote on the scroll of the book all the words which Jeremiah dictated, [words] which the Lord had spoken to him.",
      "5": "Jeremiah commanded Baruch, saying, “I am [in hiding, virtually] restrained; I cannot go into the house of the Lord.",
      "6": "So you go to the Lord’s house on a day of fasting and read from the scroll the words of the Lord to the people which you have written as I dictated. And also you shall read them to all the people of Judah who come from their cities.",
      "7": "It may be that their supplication [for mercy] will come before the Lord, and everyone will turn from his evil way, for great is the anger and the wrath that the Lord has pronounced against this people.”",
      "8": "Baruch the son of Neriah did everything that Jeremiah the prophet commanded him, reading from [Jeremiah’s scroll] the words of the Lord in the Lord’s house.",
      "9": "Now in the fifth year of Jehoiakim the son of Josiah, king of Judah, in the ninth month, a fast was proclaimed before the Lord for all the people in Jerusalem and all the people who came to Jerusalem from the cities of Judah.",
      "10": "Then Baruch read to all the people the words of Jeremiah from the scroll of the book in the house of the Lord, in the chamber of Gemariah the son of Shaphan the scribe, in the upper court, at the entry of the New Gate of the Lord’s house.",
      "11": "When Micaiah the son of Gemariah, the son of Shaphan, had heard all the words of the Lord from the scroll,",
      "12": "he went down to the king’s house, into the scribe’s chamber; and behold, all the princes were sitting there: Elishama the scribe, Delaiah the son of Shemaiah, Elnathan the son of Achbor, Gemariah the son of Shaphan, Zedekiah the son of Hananiah, and all the [other] princes.",
      "13": "Then Micaiah declared to them all the words that he had heard when Baruch read from the scroll to all the people.",
      "14": "Therefore all the princes sent Jehudi the son of Nethaniah, the son of Shelemiah, the son of Cushi, to Baruch, saying, “Take in your hand the scroll from which you have read to the people and come [to us].” So Baruch the son of Neriah took the scroll in his hand and went to them.",
      "15": "And they said to him, “Sit down now and read it to us.” So Baruch read it to them.",
      "16": "Now when they had heard all the words, they turned one to another in fear and said to Baruch, “We must surely report all these words to the king.”",
      "17": "And they asked Baruch, “Tell us now, how did you write all these words? At his (Jeremiah’s) dictation?”",
      "18": "Then Baruch answered them, “He dictated all these words to me, and I wrote them with ink on the scroll.”",
      "19": "Then the princes said to Baruch, “Go and hide, you and Jeremiah, and do not let anyone know where you are.”",
      "20": "Then they went into the court to the king, but they [first] put the scroll in the chamber of Elishama the scribe; then they reported all the words to the king.",
      "21": "So the king sent Jehudi to get the scroll, and he took it out of the chamber of Elishama the scribe. And Jehudi read it to the king and all the princes who stood beside the king.",
      "22": "Now it was the ninth month, and the king was sitting in the winter house, with a fire burning there in the brazier before him.",
      "23": "And after Jehudi had read three or four columns [of the scroll], King Jehoiakim would cut off that portion with a scribe’s knife and throw it into the fire that was in the brazier, until the [entire] scroll was consumed by the fire.",
      "24": "Yet the king and all his servants who heard all these words were not afraid, nor did they tear their clothes.",
      "25": "Even though Elnathan and Delaiah and Gemariah pleaded with the king not to burn the scroll, he would not listen to them.",
      "26": "And the king commanded Jerahmeel the king’s son, Seraiah the son of Azriel, and Shelemiah the son of Abdeel to seize Baruch the scribe and Jeremiah the prophet, but the Lord hid them.",
      "27": "Then the word of the Lord came to Jeremiah after the king had burned the scroll containing the words which Baruch had written at the dictation of Jeremiah:",
      "28": "“Take another scroll and write on it all the former words that were on the first scroll which Jehoiakim the king of Judah burned.",
      "29": "And concerning Jehoiakim king of Judah you shall say, ‘Thus says the Lord, “You have burned this scroll, saying, ‘Why have you written on it that the king of Babylon will certainly come and destroy this land, and will cut off man and beast from it?’”",
      "30": "Therefore thus says the Lord concerning Jehoiakim king of Judah, “He shall have no heir to sit on the throne of David, and his dead body shall be thrown out to the heat of the day and to the frost of the night.",
      "31": "I will also punish him and his descendants and his servants for their wickedness, and I will bring on them and the inhabitants of Jerusalem and the men of Judah all the destruction that I have declared against them—but they would not listen.”’”",
      "32": "Then Jeremiah took another scroll and gave it to Baruch the scribe, the son of Neriah, who wrote on it at the dictation of Jeremiah all the words of the scroll which Jehoiakim king of Judah had burned in the fire; and many similar words were added to them."
    },
    "37": {
      "1": "Now Nebuchadnezzar king of Babylon made Zedekiah the son of Josiah king in the land of Judah so he reigned as king instead of Coniah (also called Jeconiah and Jehoiachin) the son of Jehoiakim.",
      "2": "But neither he nor his servants nor the people of the land listened to the words of the Lord which He spoke through the prophet Jeremiah.",
      "3": "Yet King Zedekiah sent Jehucal the son of Shelemiah [along] with Zephaniah the son of Maaseiah, the priest, to the prophet Jeremiah, saying, “Please pray [now] to the Lord our God for us.”",
      "4": "Now Jeremiah was coming and going among the people, for they had not [yet] put him in prison.",
      "5": "Meanwhile, Pharaoh’s army had set out from Egypt; and when the Chaldeans who were besieging Jerusalem heard the news about them, they withdrew from Jerusalem.",
      "6": "Then the word of the Lord came to the prophet Jeremiah:",
      "7": "“Thus says the Lord, the God of Israel, ‘This is what you are to say to the king of Judah, who sent you to Me to inquire of Me: “Behold, Pharaoh’s army, which has come out to help you, will return to Egypt, to their own land.",
      "8": "And the Chaldeans [of Babylon] will come again and fight against this city, and they will capture it and set it on fire.”’",
      "9": "Thus says the Lord, ‘Do not deceive yourselves, saying, “The Chaldeans will certainly stay away from us,” for they will not stay away.",
      "10": "For even if you had defeated the whole army of the Chaldeans who fight against you, and there remained only the wounded men among them, yet they would rise up, every man confined in his tent, and burn down this city with fire.’”",
      "11": "Now it happened when the army of the Chaldeans departed from Jerusalem for fear of Pharaoh’s [approaching] army,",
      "12": "that Jeremiah left Jerusalem [during the withdrawal of the Chaldean invaders] to go to [Anathoth, his hometown, in] the land of Benjamin to take possession of [the title to] the land [which he had purchased] there among the people.",
      "13": "When he was at the Gate of Benjamin, a captain of the guard whose name was Irijah, the son of Shelemiah the son of Hananiah was there; and he seized and arrested Jeremiah the prophet, saying, “You are deserting to join the Chaldeans [of Babylon]!”",
      "14": "But Jeremiah said, “That is a lie! I am not deserting to join the Chaldeans.” But the guard would not listen to him. So Irijah took Jeremiah and brought him to the princes (court officials).",
      "15": "The princes were enraged with Jeremiah and beat him and put him in prison in the house of Jonathan the scribe—for they had made that the prison.",
      "16": "When Jeremiah had come into the vaulted cell in the dungeon and had remained there many days,",
      "17": "Zedekiah the king sent and brought him out; and in his palace the king secretly asked him, “Is there any word from the Lord?” And Jeremiah said, “There is!” Then he said, “You will be handed over to the king of Babylon.”",
      "18": "Moreover, Jeremiah said to King Zedekiah, “In what way have I sinned against you, or against your servants, or against this people, that you have put me in prison?",
      "19": "Where then are your prophets who prophesied to you, saying, ‘The king of Babylon will not come against you or against this land?’",
      "20": "Therefore now, please listen, O my lord the king; please let my petition come before you and be acceptable and do not make me return to the house of Jonathan the scribe, that I may not die there.”",
      "21": "Then King Zedekiah commanded, and they committed Jeremiah to the court of the guardhouse, and a [round] loaf of bread from the bakers’ street was given to him daily, until all the bread in the city was gone. So Jeremiah remained [imprisoned] in the court of the guardhouse."
    },
    "38": {
      "1": "Now Shephatiah the son of Mattan, and Gedaliah the son of Pashhur, and Jucal (also called Jehucal) the son of Shelemiah, and Pashhur the son of Malchijah heard the words that Jeremiah was speaking to all the people, saying,",
      "2": "“So says the Lord, ‘He who remains in this city will die by the sword, by famine, and by virulent disease (pestilence), but he who goes out to the Chaldeans [of Babylon] will live and have his [own] life as a reward and stay alive.’",
      "3": "Thus says the Lord, ‘This city will certainly be given into the hand of the army of the king of Babylon and he will take it.’”",
      "4": "Therefore the princes (court officials) said to the king, “Please [we implore you] let this man [Jeremiah] be put to death; for [speaking] in this way he discourages and weakens [the will of] the soldiers who remain in this city and he discourages and weakens [the will of] all the people by speaking such words to them; for this man is not seeking the well-being of these people, but rather their harm.”",
      "5": "Then King Zedekiah [fearing the princes] said, “Listen, he is in your hand; for the king is in no position to do anything against you.”",
      "6": "So they took Jeremiah and threw him into the cistern of Malchijah the king’s son, which was in the court of the guardhouse; and they let Jeremiah down [into the cistern] with ropes. Now there was no water in the cistern but only mud, and Jeremiah sank in the mud.",
      "7": "Now Ebed-melech the Ethiopian (Cushite), one of the eunuchs who was in the king’s palace, heard that they had put Jeremiah in the cistern, and while the king was sitting in the Gate of Benjamin,",
      "8": "Ebed-melech went out of the king’s palace and spoke to the king, saying,",
      "9": "“My lord the king, these men have acted wickedly in all that they have done to Jeremiah the prophet whom they have thrown into the cistern; and he will die [of hunger] where he is because of the famine, for there is no more bread in the city.”",
      "10": "Then the king commanded Ebed-melech the Ethiopian, saying, “Take thirty men from here with you and lift Jeremiah the prophet out of the cistern before he dies.”",
      "11": "So Ebed-melech took the men with him and went into the palace of the king to a place under the storeroom and took from there old rags and worn-out clothes and let them down by ropes into the cistern to Jeremiah.",
      "12": "Then Ebed-melech the Ethiopian said to Jeremiah, “Now put these old rags and worn-out clothes under your armpits, then place the ropes under the padding”; and Jeremiah did so.",
      "13": "So they pulled Jeremiah up with the ropes and took him up out of the cistern; and Jeremiah remained in the court of the guardhouse.",
      "14": "Then King Zedekiah sent and had Jeremiah the prophet brought to him at the third entrance that is in the house of the Lord. And the king said to Jeremiah, “I am going to ask you something; hide nothing from me.”",
      "15": "Then Jeremiah said to Zedekiah, “If I tell you, will you not certainly put me to death? Even if I do give you advice, you will not listen to me.”",
      "16": "But King Zedekiah swore secretly to Jeremiah, “As the Lord lives, who made our lives, be assured that I will not put you to death or put you into the hand of these men who are seeking your life.”",
      "17": "Then Jeremiah said to Zedekiah, “Thus says the Lord God of hosts, the God of Israel, ‘If you will go out and surrender to the officers of the king of Babylon, then you will live and this city will not be burned with fire; and you and your household will live.",
      "18": "But if you will not go out to the officers of the king of Babylon, then this city will be given into the hand of the Chaldeans [of Babylon] and they will set it on fire; and you yourself will not escape from their hand.’”",
      "19": "Then King Zedekiah said to Jeremiah, “I am afraid of the Jews [my former subjects] who have deserted to join the Chaldeans, for the enemy may put me into their hand and they will mock me and abuse me.”",
      "20": "But Jeremiah said, “They will not hand you over [to them]. Please obey [the voice of] the Lord [who speaks to you through me] in what I am saying to you. Then it will go well with you and you will live.",
      "21": "But if you keep refusing to go out and surrender to them, this is the word [and the vision] which the Lord has shown me:",
      "22": "‘Then behold, all the women who are left in the palace of the king of Judah will be brought out to the officers of the king of Babylon and those women will say [to you, King Zedekiah],\n“Your close friends\nHave prevailed against your better judgment and have overpowered and deceived you;\nWhile your feet were sunk in the mire [of trouble],\nThey turned back.”",
      "23": "Also, all your wives and your children will be brought out to the Chaldeans; and you yourself will not escape from their hand, but you will be seized by the king of Babylon, and this city [Jerusalem] will be burned down with fire.’”",
      "24": "Then Zedekiah said to Jeremiah, “Let no man know about this conversation and you will not die.",
      "25": "But if the princes (court officials) hear that I have talked with you, and they come to you and say, ‘Tell us now what you said to the king and what he said to you; do not hide it from us and we will not execute you,’",
      "26": "then you are to say to them, ‘I was presenting my [humble] petition and plea to the king so that he would not send me back to Jonathan’s house to die there.’”",
      "27": "Then all the princes (court officials) came to Jeremiah and asked him [just what King Zedekiah had anticipated they would ask], and he reported to them in accordance with all that the king had commanded. So they stopped questioning him, since the conversation [with the king] had not been overheard.",
      "28": "So Jeremiah remained in the court of the guardhouse until the day that Jerusalem was captured [by the Chaldeans of Babylon]."
    },
    "39": {
      "1": "Now regarding the capture of Jerusalem: In the ninth year of [the reign of] Zedekiah king of Judah, in the tenth month, Nebuchadnezzar king of Babylon and all his army came against Jerusalem and besieged it;",
      "2": "and in the eleventh year of Zedekiah, in the fourth month, on the ninth day of the month, they breached the wall and broke into the city.",
      "3": "Then all the officials of the king of Babylon came in and sat in the Middle Gate [establishing both military control of the city and their authority to judge the captives]: Nergal-sar-ezer, Samgar-nebu, Sar-sekim the Rab-saris (chief of the eunuchs), and Nergal-sar-ezer the Rab-mag (chief of the magicians), with all the rest of the officials of the king of Babylon.",
      "4": "When Zedekiah the king of Judah and all the men of war saw them, they fled and escaped from the city at night by way of the king’s garden, through the gate between the two walls; and the king went out toward the Arabah (Jordan Valley).",
      "5": "But the Chaldean (Babylonian) army pursued them and overtook Zedekiah in the plains of Jericho. When they had seized him, they brought him up to Nebuchadnezzar king of Babylon at Riblah in the [Aramean] land of Hamath, where he passed sentence on him.",
      "6": "Then at Riblah the king of Babylon killed the sons of Zedekiah before his eyes; the king of Babylon also killed all the nobles of Judah.",
      "7": "Moreover, he blinded Zedekiah and bound him with bronze shackles to take him to Babylon.",
      "8": "The Chaldeans also burned down the king’s palace and the houses of the people, and they broke down the walls of Jerusalem.",
      "9": "Then Nebuzaradan the [chief executioner and] captain of the bodyguard took the rest of the people who remained in the city, along with those who had deserted and surrendered to him, and the rest of the [so-called better class of] people who were left and carried them into exile in Babylon.",
      "10": "But Nebuzaradan the [Babylonian] captain of the bodyguard left behind in the land of Judah some of the poor people who had nothing, and gave them vineyards and fields at that time.",
      "11": "Now Nebuchadnezzar king of Babylon gave orders concerning Jeremiah through Nebuzaradan the captain of the bodyguard, saying,",
      "12": "“Take him and look after him; do nothing to harm him, but rather deal with him just as he asks of you.”",
      "13": "So Nebuzaradan the captain of the bodyguard sent word, along with Nebushazban the Rab-saris (chief of the high officials), and Nergal-sar-ezer the Rab-mag (chief of the magicians), and all the leading officers of the king of Babylon;",
      "14": "they even sent and took Jeremiah out of the court of the guardhouse and entrusted him to Gedaliah [a prominent citizen], the son of Ahikam [who had once saved Jeremiah’s life], the son of Shaphan, to take him home [with him to Mizpah]. So Jeremiah [was released and] lived among the people.",
      "15": "Now the word of the Lord had come to Jeremiah while he was [still] confined in the court of the guardhouse, saying,",
      "16": "“Go and speak to Ebed-melech the Ethiopian, saying, ‘Thus says the Lord of hosts, the God of Israel, “Behold, I am about to bring My words [of judgment] against this city through disaster and not for good; and they will take place before you on that day.",
      "17": "But I will protect you [Ebed-melech] on that day,” says the Lord, “and you will not be handed over to the men of whom you are afraid.",
      "18": "For I will certainly rescue you; and you will not fall by the sword, but you will have your [own] life as a reward of battle, because you have placed your trust in Me,” says the Lord.’”"
    },
    "40": {
      "1": "The word which came to Jeremiah from the Lord after Nebuzaradan the captain of the bodyguard had released him from Ramah, when he had taken him bound in chains among all the captives of Jerusalem and Judah who were being taken as exiles to Babylon.",
      "2": "And the captain of the bodyguard had taken Jeremiah and said to him, “The Lord your God promised this disaster on this place.",
      "3": "Now the Lord has brought it about and has done just as He promised. Because you [people of Judah] have sinned against the Lord and did not listen to and honor His voice, therefore this thing has happened to you.",
      "4": "But now, listen carefully, [because of your innocence] I am freeing you today from the chains which are on your hands. If you would prefer to come with me to Babylon, come, and I will look after you [carefully]; but if you would prefer not to come with me to Babylon, then do not do so. Look, all the land is before you; go wherever it seems good and right (convenient) for you to go.”",
      "5": "While Jeremiah was still hesitating, the captain of the bodyguard said, “Go on back then to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed [governor] over the cities of Judah, and stay with him among the people; or else go wherever it seems right for you to go.” So the captain of the bodyguard gave him an allowance of food and a gift and let him go.",
      "6": "Then Jeremiah went to Gedaliah the son of Ahikam at Mizpah and stayed with him among the people who were left in the land.",
      "7": "Now when all the commanders of the forces that were [scattered] in the open country [of Judah] and their men heard that the king of Babylon had made Gedaliah the son of Ahikam governor in the land [of Judah] and had put him in charge of the men, women, and children, those of the poorest of the land who had not been exiled to Babylon,",
      "8": "they went to Gedaliah at Mizpah—Ishmael the son of Nethaniah, Johanan and Jonathan the sons of Kareah, Seraiah the son of Tanhumeth, the sons of Ephai the Netophathite, and Jezaniah the son of the Maacathite, they and their men.",
      "9": "Then Gedaliah the son of Ahikam, the son of Shaphan, swore to them and their men, saying, “Do not be afraid to serve the Chaldeans; stay in this land and serve the king of Babylon, that it may go well with you.",
      "10": "As for me, I am going to stay at Mizpah to stand [for you] before the Chaldeans who come to us [ministering to them and looking after the king’s interests]; but as for you, gather in wine, summer fruit and oil and store them in your utensils [designed for such purposes], and live in your cities that you have taken over.”",
      "11": "Likewise, when all the Jews who were in Moab and among the people of Ammon and in Edom and who were in all the [other] countries heard that the king of Babylon had left a remnant [of the people] in Judah and had appointed Gedaliah the son of Ahikam, the son of Shaphan over them [as governor],",
      "12": "then all the Jews returned from all the places to which they had been driven and came back to the land of Judah, to Gedaliah at Mizpah, and gathered a great abundance of wine and summer fruits.",
      "13": "Moreover, Johanan the son of Kareah and all the commanders of the forces that were [scattered] in the open country came to Gedaliah at Mizpah",
      "14": "and said to him, “Do you know that Baalis the king of the Ammonites has sent Ishmael the son of Nethaniah to take your life?” But Gedaliah the son of Ahikam did not believe them.",
      "15": "Then Johanan the son of Kareah spoke secretly to Gedaliah in Mizpah, saying, “Let me go and kill Ishmael the son of Nethaniah, and not a man will know [who is responsible]. Why should he kill you and cause all the Jews who are gathered near you to be scattered and the remnant of Judah to perish?”",
      "16": "But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “Do not do this thing, for you are lying about Ishmael.”"
    },
    "41": {
      "1": "Now in the seventh month Ishmael the son of Nethaniah, the son of Elishama, of the royal family [of David] and one of the princes of the king, came [at the instigation of the Ammonites] with ten men to Gedaliah the son of Ahikam in Mizpah. As they were eating a meal together there in Mizpah,",
      "2": "Ishmael the son of Nethaniah and the ten men who were with him got up and struck down Gedaliah the son of Ahikam, the son of Shaphan, with the sword and killed the one whom the king of Babylon had appointed [governor] over the land.",
      "3": "Ishmael also killed all the Jews who were [at the banquet] with Gedaliah at Mizpah, in addition to the Chaldean soldiers who were there.",
      "4": "Now it happened on the second day after the killing of Gedaliah, before anyone knew about it,",
      "5": "that eighty men came from Shechem, from Shiloh, and from Samaria with their beards shaved off and their clothes torn and their bodies cut, carrying in their hands grain offerings and incense to present at the [site of the] house of the Lord [in Jerusalem].",
      "6": "Then Ishmael the son of Nethaniah went out from Mizpah to meet them, weeping [false tears] as he went. As he met them, he said to them, “Come to Gedaliah the son of Ahikam!”",
      "7": "Yet when they came into the city, Ishmael the son of Nethaniah and the men who were with him slaughtered them and threw them into the cistern (underground water reservoir).",
      "8": "But ten men who were among them said to Ishmael, “Do not kill us! We have stores of wheat and barley and oil and honey hidden in the field.” So he stopped and did not kill them along with their companions.",
      "9": "Now the cistern into which Ishmael had thrown all the corpses of the men whom he had killed along with Gedaliah was the one which King Asa [of Judah] had made [about three hundred years earlier] on account of King Baasha of Israel [believing that Baasha would lay siege to Mizpah]. Ishmael the son of Nethaniah filled it with [the bodies of] those who were killed.",
      "10": "Then Ishmael took captive all the rest of the people who were in Mizpah—even the king’s daughters (ladies of the court) and all the people who remained in Mizpah, whom Nebuzaradan the captain of the bodyguard had put under the charge of Gedaliah the son of Ahikam. Ishmael the son of Nethaniah took them captive and crossed over [the Jordan] to [meet his allies] the Ammonites.",
      "11": "But when Johanan the son of Kareah and all the commanders of the forces that were with him heard of the murderous behavior of Ishmael the son of Nethaniah,",
      "12": "they took all their men and went to fight with Ishmael the son of Nethaniah and found him by the great pool in Gibeon.",
      "13": "Now when all the [captive] people who were with Ishmael saw Johanan the son of Kareah and all the commanders of the forces that were with him, they were glad.",
      "14": "So all the people whom Ishmael had taken captive from Mizpah turned around and came back, and joined Johanan the son of Kareah.",
      "15": "But Ishmael the son of Nethaniah escaped from Johanan with eight men and went to join the Ammonites.",
      "16": "Then Johanan the son of Kareah and all the commanders of the forces that were with him took from Mizpah all the people whom he had rescued from Ishmael the son of Nethaniah, after Ishmael had killed Gedaliah the son of Ahikam: the soldiers, the women, the children, and the high officials whom Johanan had brought back from Gibeon.",
      "17": "And they went and stayed in Geruth [the lodging place of] Chimham, which is near Bethlehem, intending to go to Egypt",
      "18": "because of the Chaldeans; for they were afraid of them because Ishmael the son of Nethaniah had killed Gedaliah the son of Ahikam, whom the king of Babylon had appointed [governor] over the land [and whose death the king might avenge]."
    },
    "42": {
      "1": "Then all the commanders of the forces, and Johanan the son of Kareah and Jezaniah (Azariah) the son of Hoshaiah, and all the people from the least to the greatest approached",
      "2": "and said to Jeremiah the prophet, “Please let our petition be presented before you, and pray to the Lord your God for us, that is, for all this remnant [of the people of Judah]; for we were once many, but now [only] a few of us are left, as you see with your own eyes, [so please pray]",
      "3": "that the Lord your God may show us the way in which we should walk and the thing that we should do.”",
      "4": "Then Jeremiah the prophet said to them, “I have heard you. Now hear me, I will pray to the Lord your God in accordance with your words; and I will declare to you whatever message the Lord answers; I will keep nothing back from you.”",
      "5": "Then they said to Jeremiah, “May the Lord be a true and faithful witness against us if we fail to act in accordance with all the things that the Lord your God sends you to tell us.",
      "6": "Whether it is pleasant or unpleasant, we will listen to and honor the voice of the Lord our God to whom we are sending you, so that it may go well with us when we listen to the voice of the Lord our God.”",
      "7": "Now after ten days [of prayer] had passed the word of the Lord came to Jeremiah.",
      "8": "Then he called for Johanan the son of Kareah and all the commanders of the forces that were with him and all the people from the least to the greatest,",
      "9": "and said to them, “Thus says the Lord, the God of Israel, to whom you sent me to present your petition before Him:",
      "10": "‘If you will indeed remain in this land, then I will build you up and not tear you down, and I will plant you and not uproot you; for I will relent and be satisfied concerning the disaster that I have inflicted on you [as discipline, and I will replace judgment with compassion].",
      "11": "Do not be afraid of the king of Babylon, whom you now fear [as if he were deity]; do not be afraid of him,’ says the Lord, ‘for [he is a mere man, but I am the living, omniscient God and] I am with you [always] to protect you and to deliver you from his hand.",
      "12": "And I will show you compassion, so that he will have compassion on you and restore you to your own land.",
      "13": "But if you are going to say, “We will not stay in this land,” and [in so doing] do not listen to the voice of the Lord your God,",
      "14": "saying, “No, but we will go to the land of Egypt, where we will not see war or hear the sound of the [warrior’s] trumpet or hunger for bread, and we will stay there,”",
      "15": "then in that case listen to the word of the Lord, O remnant of Judah. Thus says the Lord of hosts, the God of Israel, “If you are really determined to go to Egypt and to reside there [temporarily],",
      "16": "then the sword, of which you are afraid, will overtake you there in the land of Egypt; and the famine of which you are afraid will follow closely after you in Egypt, and you will die there.",
      "17": "So all the men who set their mind to go to Egypt to reside there [temporarily] will die by the sword, by famine and by virulent disease; none of them will remain or survive the disaster that I am going to bring on them.”’”",
      "18": "For thus says the Lord of hosts, the God of Israel, “As My anger and My wrath have been poured out on the inhabitants of Jerusalem, so My wrath will be poured out on you when you enter Egypt. You will become detested, an object of horror, a curse and a people scorned; and you will no longer see this place.”",
      "19": "The Lord has spoken to you, O remnant of Judah, “Do not go into Egypt!” Know with certainty that I [Jeremiah] have warned you and testified to you this day",
      "20": "that you have deceived yourselves; for you sent me to the Lord your God, saying, “Pray for us to the Lord our God; and whatever the Lord our God says, declare it to us and we will do it.”",
      "21": "And so I have told you today, but you have not listened to the voice of the Lord your God, in anything that He has sent me to tell you.",
      "22": "Now therefore know for certain that you will die by the sword, by famine, and by virulent disease in the land [of Egypt] where you wish to reside [temporarily]."
    },
    "43": {
      "1": "Now it happened when Jeremiah, whom the Lord their God had sent, had finished telling all the people all the words of the Lord their God—that is, all these words—",
      "2": "Azariah the son of Hoshaiah and Johanan the son of Kareah and all the proud and insolent men said to Jeremiah, “You are not telling the truth! The Lord our God has not sent you to say, ‘Do not go into Egypt to live there.’",
      "3": "But Baruch the son of Neriah is inciting you against us to hand us over to the Chaldeans, so they may [either] put us to death or exile us to Babylon.”",
      "4": "So Johanan the son of Kareah and all the commanders of the forces and all the people disobeyed the voice of the Lord [which told them] to stay in the land of Judah.",
      "5": "But Johanan the son of Kareah and all the commanders of the forces took all the remnant of Judah who had returned to live in the land of Judah from all the nations to which they had been driven—",
      "6": "the men, women, and children, the king’s daughters (ladies of the court), and every person whom Nebuzaradan the captain of the bodyguard had left with Gedaliah the son of Ahikam, the son of Shaphan; he also took Jeremiah the prophet and Baruch the son of Neriah.",
      "7": "So they entered the land of Egypt (for they did not obey the voice of the Lord) and they went in as far as Tahpanhes.",
      "8": "Then came the word of the Lord to Jeremiah in Tahpanhes, saying,",
      "9": "“Take some large stones in your hands and hide them in the mortar in the brickwork [of the terrace] which is at the entrance of Pharaoh’s house in Tahpanhes, in the sight of some of the men of Judah;",
      "10": "and say to them, ‘Thus says the Lord of hosts, the God of Israel, “Behold, I am going to send and get Nebuchadnezzar the king of Babylon, My servant, and I am going to set his throne over these stones that I have hidden; and his [majestic, royal] canopy will be spread over them.",
      "11": "He will also come and strike the land of Egypt, giving those who are [destined] for death, to death, and those who are [destined] for captivity, to captivity, and those who are [destined] for the sword, to the sword.",
      "12": "And [through him] I will set fire to the temples of the gods of Egypt, and he will burn them and take them (Egyptian idols) captive. He will wrap himself with the land of Egypt as a shepherd wraps himself with his garment, and he will go away from there safely.",
      "13": "Nebuchadnezzar will also break the images and shatter the obelisks of Heliopolis in the land of Egypt; and he will burn down the temples of the gods of Egypt.”’”"
    },
    "44": {
      "1": "The word that came to Jeremiah concerning all the Jews who were living in the land of Egypt—at Migdol, at Tahpanhes, at Memphis, and in the land of Pathros, saying,",
      "2": "“Thus says the Lord of hosts, the God of Israel, ‘You have seen all the disaster that I have brought on Jerusalem and on all the cities of Judah; and see, this day they are desolated and no one lives in them",
      "3": "because of the wickedness which they committed, provoking Me to anger by continuing to burn sacrifices and incense to serve other gods that they had not known, neither they, nor you, nor your fathers.",
      "4": "Yet I sent to you all My servants the prophets, again and again, saying, “Oh, do not do this shamefully vile thing which I hate.”",
      "5": "But they did not listen or turn [obediently] from their wickedness, and stop burning sacrifices and incense to other gods.",
      "6": "Therefore My wrath and My anger were poured out and burned in the cities of Judah and in the streets of Jerusalem; so they have become a ruin and a desolation, as it is this day.",
      "7": "Therefore now thus says the Lord God of hosts, the God of Israel, “Why did you commit this great evil against yourselves [bringing disaster] that will cut off from you man and woman, child and infant, out of Judah, leaving yourselves without a remnant?",
      "8": "Why do you [deliberately] provoke Me to anger with the works (idols) of your hands, burning sacrifices and incense to [make-believe] gods in the land of Egypt, where you [of your own accord] have come to live [as temporary residents], that you might be cut off and become a curse and a disgrace [an object of taunts] among all the nations of the earth?",
      "9": "Have you forgotten the wickedness of your fathers, the wickedness of the kings of Judah, the wickedness of their wives [who served their foreign gods], your own wickedness, and the wickedness of your wives [who imitated the sin of the queens], which they committed in the land of Judah and in the streets of Jerusalem?",
      "10": "They have not become apologetic [for their guilt and sin] even to this day; they have not feared [Me with reverence] nor walked in My law or My statutes, which I have set before you and before your fathers.”’",
      "11": "“Therefore thus says the Lord of hosts, the God of Israel, ‘Behold, I am going to set My face against you for woe—even to cut off (destroy) all Judah [from the land].",
      "12": "And I will take the remnant of Judah who have decided to go into the land of Egypt to live there [instead of surrendering to the Chaldeans as directed], and they will all fall and die in the land of Egypt; they will fall by the sword or perish by famine. From the least to the greatest, they will die by the sword or by famine; and they will become detestable, an object of horror, a curse, and a disgrace.",
      "13": "For I will punish all the inhabitants of the land of Egypt, as I have punished Jerusalem, with the sword, with famine, and with virulent disease;",
      "14": "so none of the survivors from the remnant of Judah who have entered the land of Egypt to live there will survive, even though they lift up their souls in longing to return to the land of Judah, [the place] to which they long to return to live; none will return except a few refugees.’”",
      "15": "Then all the men who knew that their wives were burning sacrifices to other gods, and all the women who were standing by, a large group, including all the people who were living in Pathros in the land of Egypt, answered Jeremiah, saying,",
      "16": "“As for the word (message) that you have spoken to us in the name of the Lord, we are not going to listen to you.",
      "17": "But rather we will certainly perform every word of the vows we have made: to burn sacrifices to the queen of heaven (Ishtar) and to pour out drink offerings to her, just as we ourselves and our forefathers, our kings and our princes did in the cities of Judah and in the streets of Jerusalem; for [then] we had plenty of food and were prosperous and saw no misfortune.",
      "18": "But since we stopped burning sacrifices to the queen of heaven and pouring out drink offerings to her, we have lacked everything and have been consumed by the sword and by famine.”",
      "19": "And said the wives, “When we were burning sacrifices to the queen of heaven and were pouring out drink offerings to her, was it without [the knowledge and approval of] our husbands that we made cakes [in the shape of a star] to represent her and pour out drink offerings to her?”",
      "20": "Then Jeremiah said to all the people, to the men and to the women and to all the people who had given him that answer,",
      "21": "“The smoking sacrifices (incense) that you burned in the cities of Judah and in the streets of Jerusalem—you and your forefathers, your kings and your princes, and the people of the land—did not the Lord remember [in detail your idolatry] and did it not all come into His mind?",
      "22": "The Lord could no longer endure it, because of the evil of your acts and the repulsive acts which you have committed; because of them your land has become a ruin, an object of horror and a curse, without inhabitant, as it is this day.",
      "23": "Because you have burned sacrifices [to idols] and because you have sinned against the Lord and have not obeyed the voice of the Lord or walked in His law and in His statutes and in His testimonies, therefore this tragedy has fallen on you, as it has this day.”",
      "24": "Then Jeremiah said to all the people, including all the women, “Hear the word of the Lord, all [you of] Judah who are in the land of Egypt,",
      "25": "thus says the Lord of hosts, the God of Israel, as follows: ‘You and your wives have both declared with your mouth and fulfilled it with your hand, saying, “We will certainly perform our vows that we have vowed, to burn sacrifices to the queen of heaven (Ishtar) and to pour out drink offerings to her.” Surely then confirm your vows and go ahead and perform your vows! [If you intend to defy all My warnings, proceed!]’",
      "26": "Therefore hear the word of the Lord, all [you people of] Judah who are living in the land of Egypt, ‘Behold, I have sworn [an oath] by My great Name,’ says the Lord, ‘that My Name shall never again be invoked by the mouth of any man of Judah in all the land of Egypt, saying, “As the Lord God lives.”",
      "27": "Behold, I am watching over them for harm and not for good; and all the men of Judah who are in the land of Egypt shall be consumed by the sword and by famine until they are all destroyed.",
      "28": "Yet a small number [of My choosing] who escape the sword will return from the land of Egypt to the land of Judah; and all the remnant of Judah who have gone to the land of Egypt to reside there will know whose words will stand, Mine or theirs.",
      "29": "And this will be the sign to you,’ says the Lord, ‘that I am going to punish you in this place, so that you may know that My words will surely stand against you for harm.’",
      "30": "Thus says the Lord, ‘Behold, I will give Pharaoh Hophra king of Egypt into the hand of his enemies and into the hand of those who seek his life, just as I gave Zedekiah king of Judah into the hand of Nebuchadnezzar king of Babylon, who was his enemy and was seeking his life.’”"
    },
    "45": {
      "1": "The word that Jeremiah the prophet spoke to Baruch the son of Neriah, when he had written these words in a book at the dictation of Jeremiah, in the fourth year of Jehoiakim the son of Josiah, king of Judah, saying,",
      "2": "“Thus says the Lord, the God of Israel, to you, O Baruch:",
      "3": "‘You said, “Woe is me! For the Lord has added sorrow to my pain; I am weary with my groaning and sighing and I find no rest.”’",
      "4": "Say this to him, ‘The Lord speaks in this way, “Behold, what I have built I will break down, and that which I have planted I will uproot, that is, the whole land.”",
      "5": "And do you seek great things for yourself? Do not seek them; for behold, I will bring disaster on all flesh,’ says the Lord, ‘but I will give your life to you [as your only reward and] as a prize of war wherever you go.’”"
    },
    "46": {
      "1": "The word of the Lord that came to Jeremiah the prophet concerning the [Gentile] nations.",
      "2": "Concerning Egypt, against the army of Pharaoh Neco king of Egypt, which was by the river Euphrates at Carchemish, which Nebuchadnezzar king of Babylon defeated [decisively] in the fourth year of Jehoiakim son of Josiah, king of Judah:",
      "3": "“Line up the buckler (small shield) and [large] shield,\nAnd advance for battle!",
      "4": "“Harness the horses,\nAnd mount, you riders!\nTake your stand with your helmets!\nPolish the spears,\nPut on the coats of mail!",
      "5": "“Why have I seen it?\nThey are terrified\nAnd have turned back,\nAnd their warriors are beaten down.\nThey take flight in haste\nWithout looking back;\nTerror is on every side!”\nSays the Lord.",
      "6": "Do not let the swift man run,\nNor the mighty man escape;\nIn the north by the river Euphrates\nThey have stumbled and fallen.",
      "7": "Who is this that rises up like the Nile [River],\nLike the rivers [in the delta of Egypt] whose waters surge about?",
      "8": "Egypt rises like the Nile,\nEven like the rivers whose waters surge about.\nAnd He has said, “I will rise, I will cover that land;\nI will certainly destroy the city and its inhabitants.”",
      "9": "Charge, you horses,\nAnd drive like madmen, you chariots!\nLet the warriors go forward:\nEthiopia and Put (Libya) who handle the shield,\nAnd the Lydians who handle and bend the bow.",
      "10": "For that day belongs to the Lord God of hosts,\nA day of vengeance, that He may avenge Himself on His adversaries.\nAnd the sword will devour and be satiated\nAnd drink its fill of their blood;\nFor the Lord God of hosts has a sacrifice [like that of a great sin offering]\nIn the north country by the river Euphrates.",
      "11": "Go up to Gilead and obtain [healing] balm,\nO Virgin Daughter of Egypt!\nIn vain you use many medicines;\nFor you there is no healing or remedy.",
      "12": "The nations have heard of your disgrace and shame,\nAnd your cry [of distress] has filled the earth.\nFor warrior has stumbled against warrior,\nAnd both of them have fallen together.",
      "13": "The word that the Lord spoke to Jeremiah the prophet concerning the coming of Nebuchadnezzar king of Babylon to strike the land of Egypt:",
      "14": "“Declare in Egypt and proclaim in Migdol,\nAnd proclaim in Memphis and in Tahpanhes;\nSay, ‘Take your stand and get yourself ready,\nFor the sword has devoured those around you.’",
      "15": "“Why have your strong ones been cut down?\nThey do not stand because the Lord drove them away.",
      "16": "“He will make many stumble and fall;\nYes, they have fallen one on another.\nThen they said, ‘Arise, and let us go back\nTo our own people and to the land of our birth,\nAway from the sword of the oppressor.’",
      "17": "“They cried there, ‘Pharaoh king of Egypt is destroyed and is merely a loud noise;\nHe has let the appointed time [of opportunity] pass by!’",
      "18": "“As I live,” says the King,\nWhose name is the Lord of hosts,\n“Surely like Tabor among the mountains\nOr like Carmel by the sea,\nSo shall he [the great king of Babylon] come.",
      "19": "“O you daughter who dwells in Egypt and you who dwell with her,\nPrepare yourselves [with all you will need] to go into exile,\nFor Memphis will become desolate;\nIt will even be burned down and without inhabitant.",
      "20": "“Egypt is a very pretty heifer,\nBut a horsefly (Babylonia) is coming [against her] out of the north!",
      "21": "“Also her mercenaries in her army\nAre like fattened calves,\nFor they too have turned back and have fled together;\nThey did not stand [their ground],\nBecause the day of their disaster has come upon them,\nThe time of their punishment.",
      "22": "“The sound [of Egypt fleeing from the enemy] is like [the rustling of] an escaping serpent,\nFor her foes advance with a mighty army\nAnd come against her like woodcutters with axes.",
      "23": "“They have cut down her forest,” says the Lord;\n“Certainly it will no longer be found,\nBecause they (the invaders) are more numerous than locusts\nAnd cannot be counted.",
      "24": "“The Daughter of Egypt has been shamed,\nGiven over to the power of the people of the north [the Chaldeans of Babylonia].”",
      "25": "The Lord of hosts, the God of Israel, says, “Behold, I am going to punish Amon [chief god of the sacred city] of Thebes [the capital of Upper Egypt], and Pharaoh, and Egypt along with her gods and her kings—even Pharaoh and those who put their trust in him [as a shield against Babylon].",
      "26": "I will put them into the hand of those who seek their lives, and into the hand of Nebuchadnezzar king of Babylon and into the hand of his servants. Afterward Egypt will be inhabited as in the days of old,” says the Lord.",
      "27": "“But as for you, do not fear, O My servant Jacob,\nNor be dismayed, O Israel!\nFor behold, I will save you from [your captivity in] a distant land,\nAnd your descendants from the land of their exile;\nAnd Jacob will return and be quiet and secure,\nAnd no one will make him afraid.",
      "28": "“Do not fear, O Jacob My servant,” says the Lord,\n“For I am with you.\nFor I will make a full and complete end of all the nations\nTo which I have driven you;\nYet I will not make a full end of you.\nBut I will discipline and correct you appropriately\nAnd by no means will I declare you guiltless or leave you unpunished.”"
    },
    "47": {
      "1": "The word of the Lord that came to Jeremiah the prophet concerning the Philistines before Pharaoh attacked and conquered [the Philistine city of] Gaza.",
      "2": "Thus says the Lord:\n“Behold, waters are going to rise out of the north (Babylonia)\nAnd become an overflowing stream\nAnd overflow the land and all that is in it,\nThe city and those who live in it.\nThen the people will cry out,\nAnd all the inhabitants of the land [of Philistia] will wail.",
      "3": "“Because of the noise of the stamping of the hoofs of the war-horses [of the Babylonian king],\nThe rattling of his chariots, and the rumbling of his wheels,\nThe fathers have not looked and turned back for their children,\nSo weak are their hands [with terror]",
      "4": "Because of the day that is coming\nTo destroy all the Philistines\nAnd to cut off from Tyre and Sidon\nEvery ally who remains.\nFor the Lord is going to destroy the Philistines,\nThe remnant [still surviving] of the coastland of Caphtor.",
      "5": "“Baldness [as a sign of mourning] will come on Gaza;\nAshkelon will be cut off and ruined.\nO remnant of their valley,\nHow long will you gash yourselves [as a sign of mourning]?",
      "6": "“O you sword of the Lord,\nHow long will it be before you are quiet?\nPut yourself into your sheath;\nRest and be still.",
      "7": "“How can His sword be quiet\nWhen the Lord has given it an order?\nAgainst Ashkelon and against the [whole Philistine] seashore\nThere He has assigned it.”"
    },
    "48": {
      "1": "Concerning Moab.\nThus says the Lord of hosts, the God of Israel,\n“Woe (judgment is coming) to [the city of] Nebo, for it has been destroyed!\nKiriathaim has been shamed, it has been captured;\nMisgab [the high fortress] has been shamed, broken down and crushed.",
      "2": "“The glory of Moab is no more;\nIn Heshbon they planned evil against her,\nSaying, ‘Come, let us cut her off from being a nation!’\nYou also, O [city of] Madmen, shall be silenced;\nThe sword will pursue you.",
      "3": "“The sound of an outcry from Horonaim,\n‘Desolation and great destruction!’",
      "4": "“Moab is destroyed;\nHer little ones have called out a cry of distress [to be heard as far as Zoar].",
      "5": "“For the Ascent of Luhith\nWill be climbed by [successive groups of] fugitives with continual weeping;\nFor on the descent of Horonaim\nThey have heard the distress of the cry of destruction.",
      "6": "“Run! Save your lives,\nThat you may be like a juniper in the wilderness.",
      "7": "“For because you have trusted in your works [your hand-made idols] and in your treasures [instead of in God],\nEven you yourself will be captured;\nAnd Chemosh [your disgusting god cannot rescue you, but] will go away into exile [along with the fugitives]\nTogether with his priests and his princes.",
      "8": "“And the destroyer will come upon every city;\nNo city will escape.\nThe [Jordan] valley also will be ruined\nAnd the plain will be devastated,\nAs the Lord has said.",
      "9": "“Give a gravestone to Moab,\nFor she will fall into ruins;\nHer cities (pastures, farms) will be desolate,\nWithout anyone to live in them.",
      "10": "“Cursed is the one who does the work of the Lord negligently,\nAnd cursed is the one who restrains his sword from blood [in executing the judgment of the Lord].",
      "11": "“Moab has been at ease from his youth;\nHe has also been undisturbed, and settled like wine on his dregs,\nAnd he has not been emptied from one vessel to another,\nNor has he gone into exile.\nTherefore his flavor remains in him,\nAnd his scent has not changed.",
      "12": "Therefore behold, the days are coming,” says the Lord, “when I will send to Moab those who will tip him over and who will empty his vessels and break his [earthenware] jars in pieces.",
      "13": "And Moab shall be ashamed of Chemosh [his worthless, disgusting god], as the house of Israel was ashamed of Bethel, their [misplaced] confidence.",
      "14": "“How can you say, ‘We are great warriors\nAnd valiant men in war?’",
      "15": "“Moab has been made desolate and his cities have gone up [in smoke and flame];\nAnd his chosen young men have gone down to the slaughter,”\nSays the King, whose name is the Lord of hosts.",
      "16": "“The destruction of Moab will come soon,\nAnd his disaster hurries quickly.",
      "17": "“Show sympathy for him, all you [nations] who are around him,\nAnd all you [distant nations] who know his name;\nSay, ‘How has the mighty scepter [of national power] been broken,\nAnd the splendid staff [of glory]!’",
      "18": "“Come down from your glory,\nO Daughter living in Dibon,\nAnd sit on the parched ground [among the thirsty]!\nFor the destroyer of Moab has advanced against you;\nHe has destroyed your strongholds.",
      "19": "“O inhabitant of Aroer,\nStand by the road and keep watch!\nAsk [of] him who flees and [ask of] her who escapes,\nSaying, ‘What has happened?’",
      "20": "“Moab is shamed, for she has been broken down and shattered.\nWail and cry out!\nTell by [the banks of] the Arnon\nThat Moab has been destroyed.",
      "21": "“Judgment has come on [the land of] the plain—upon Holon, Jahzah, and against Mephaath,",
      "22": "against Dibon, Nebo, and Beth-diblathaim,",
      "23": "against Kiriathaim, Beth-gamul, and Beth-meon,",
      "24": "against Kerioth, Bozrah and all the cities of the land of Moab, far and near.",
      "25": "The horn (strength) of Moab has been cut off and his arm [of authority] is shattered,” says the Lord.",
      "26": "“Make him drunk, for he has become arrogant and magnified himself against the Lord [by denying Reuben’s occupation of the land the Lord had assigned him]. Moab also will wallow in his vomit, and he too shall become a laughingstock.",
      "27": "For was not Israel a laughingstock to you? Was he caught among thieves? For whenever you speak of him you shake your head in scorn.",
      "28": "“You inhabitants of Moab,\nLeave the cities and live among the rocks,\nAnd be like the dove that makes her nest\nIn the walls of the yawning ravine.",
      "29": "“We have heard of the [giddy] pride of Moab, the extremely proud one—\nHis haughtiness, his arrogance, his conceit, and his self-exaltation.",
      "30": "“I know his [insolent] wrath,” says the Lord,\n“But it is futile;\nHis idle boasts [in his deeds] have accomplished nothing.",
      "31": "“Therefore I will wail over Moab,\nAnd I will cry out for all Moab.\nI will sigh and mourn over the men of Kir-heres (Kir-hareseth).",
      "32": "“O vines of Sibmah, I will weep for you\nMore than the weeping of Jazer [over its ruins and wasted vineyards].\nYour tendrils [of influence] stretched across the sea,\nReaching [even] to the sea of Jazer.\nThe destroyer has fallen\nOn your summer fruits and your [season’s] crop of grapes.",
      "33": "“So joy and gladness are taken away\nFrom the fruitful field and from the land of Moab.\nAnd I have made the wine cease from the wine presses;\nNo one treads the grapes with shouting.\nTheir shouting is not joyful shouting [but is instead, a battle cry].",
      "34": "From the outcry at Heshbon even to Elealeh, even to Jahaz they have raised their voice, from Zoar even to Horonaim and Eglath-shelishiyah; for even the waters of Nimrim will become desolations.",
      "35": "Moreover, I will cause to cease in Moab,” says the Lord, “the one who ascends and offers sacrifice in the high place and the one who burns incense to his gods.",
      "36": "“Therefore My heart moans and sighs for Moab like flutes, and My heart moans and sighs like flutes for the men of Kir-heres (Kir-hareseth); therefore [the remnant of] the abundant riches they gained has perished.",
      "37": "For every head is [shaven] bald and every beard cut off; there are cuts (slashes) on all the hands and sackcloth on the loins [all expressions of mourning].",
      "38": "On all the housetops of Moab and in its streets there is lamentation (expressions of grief for the dead) everywhere, for I have broken Moab like a vessel in which there is no pleasure,” says the Lord.",
      "39": "“How it is broken down! How they have wailed! How Moab has turned his back in shame! So Moab will become a laughingstock and a [horrifying] terror to all who are around him.”",
      "40": "For thus says the Lord:\n“Behold, one (Nebuchadnezzar of Babylon) will fly swiftly like an eagle\nAnd spread out his wings against Moab.",
      "41": "“Kerioth [and the cities] has been taken\nAnd the strongholds seized;\nAnd the hearts of the warriors of Moab in that day\nShall be like the heart of a woman in childbirth.",
      "42": "“Moab will be destroyed from being a nation (people)\nBecause he has become arrogant and magnified himself against the Lord.",
      "43": "“Terror and pit and snare are before you,\nO inhabitant of Moab,” says the Lord.",
      "44": "“The one who flees from the terror\nWill fall into the pit,\nAnd the one who gets up out of the pit\nWill be taken and caught in the trap;\nFor I shall bring upon it, even upon Moab,\nThe year of their punishment,” says the Lord.",
      "45": "“In the shadow of Heshbon\nThe fugitives stand powerless [helpless and without strength],\nFor a fire has gone out from Heshbon,\nA flame from the midst of Sihon;\nIt has destroyed the forehead of Moab\nAnd the crowns of the heads of [the arrogant Moabites] the ones in tumult.",
      "46": "“Woe (judgment is coming) to you, O Moab!\nThe people of [the pagan god called] Chemosh have perished;\nFor your sons have been taken away captive\nAnd your daughters into captivity.",
      "47": "“Yet I will return the captives and restore the fortunes of Moab\nIn the latter days,” says the Lord.\nThus far is the judgment on Moab."
    },
    "49": {
      "1": "Concerning the sons (descendants) of Ammon.\nThus says the Lord:\n“Does Israel have no sons [to reclaim Gad from the Ammonites]?\nHas he no heir?\nWhy then has Malcam taken possession of Gad\nAnd [why do] his people live in the cities [of Gad]?",
      "2": "“Therefore behold, the days are coming,” says the Lord,\n“When I will cause an alarm of war to be heard\nAgainst Rabbah of the Ammonites;\nAnd it [along with the high ground on which it stands] will become a desolate heap,\nAnd its villages will be set on fire.\nThen will Israel take possession of his possessors,”\nSays the Lord.",
      "3": "“Wail, O Heshbon, for Ai [in Ammon] has been destroyed!\nCry out, O daughters of Rabbah!\nWrap yourselves with sackcloth and lament (cry out in grief),\nAnd rush back and forth inside the enclosures;\nFor Malcam [your powerless god] will go into exile\nTogether with his priests and his princes.",
      "4": "“Why do you boast of your valleys?\nYour valley is flowing away,\n[O Ammon] rebellious and faithless daughter\nWho trusts in her treasures, saying,\n‘Who will come against me?’",
      "5": "“Behold, I am going to bring terror on you,”\nSays the Lord God of hosts,\n“From all who are around you;\nAnd each of you will be driven out headlong,\nAnd there will be no one to gather the fugitives together.",
      "6": "“But afterward I will reverse\nThe captivity of the children of Ammon and restore their fortunes,”\nSays the Lord.",
      "7": "Concerning Edom.\nThus says the Lord of hosts,\n“Is there no longer any wisdom in Teman?\nHas good counsel vanished from the intelligent and prudent?\nHas their wisdom decayed?",
      "8": "“Flee, turn back, dwell in the depths [of the desert to escape the judgment of Edom],\nO inhabitants of Dedan,\nFor I will bring the destruction of Esau (Edom) upon him\nWhen I inspect and punish him.",
      "9": "“If grape gatherers came to you,\nWould they not leave some ungleaned grapes [on the vines]?\nIf thieves came by night,\nWould they not destroy [only] what is enough [for them]?",
      "10": "“But I have stripped Esau (Edom) bare;\nI have uncovered his hiding places\nAnd he cannot hide himself.\nHis descendants have been destroyed along with his brothers (relatives) and his neighbors;\nAnd he is no more.",
      "11": "“Leave your orphans behind; I will [do what is needed to] keep them alive.\nAnd let [those who are] your widows trust and confide in Me.”",
      "12": "For thus says the Lord, “Behold, those (Israel) who were not sentenced to drink the cup [of wrath] shall certainly drink it, and are you to remain unpunished? You will not be acquitted and go unpunished, but you will certainly drink [from the cup of wrath and judgment].",
      "13": "For I have sworn [an oath] by Myself,” says the Lord, “that Bozrah will become an object of horror, a reproach, a ruin, and a curse; and all its cities will become perpetual ruins.”",
      "14": "I have heard a report from the Lord,\nAnd a messenger has been sent to the nations, saying,\n“Gather together and come against her,\nAnd rise up for the battle.”",
      "15": "“For behold, [Edom] I have made you small among the nations\nAnd despised among men.",
      "16": "“As for Your terror,\nThe pride and arrogance of your heart have deceived you,\nO you who live in the clefts of the rock (Sela also called Petra),\nWho hold and occupy the height of the hill.\nThough you make your nest as high as the eagle’s,\nI will bring you down from there,” says the Lord.",
      "17": "“Edom will become an object of horror; everyone who goes by it will be astonished and shall hiss [scornfully] at all its plagues and disasters.",
      "18": "As [it was] in the overthrow of Sodom and Gomorrah with their neighboring cities,” says the Lord, “no man will live there, nor will a son of man dwell in it.",
      "19": "See, one will come like a lion from the thicket of the Jordan against the enduring habitation [of Edom] and its watered pastures; for in an instant I will make him (Edom) run from his land. I will appoint over him the one whom I choose. For who is like Me, and who will summon Me [into court] and prosecute Me [for this]? Who is the [earthly] shepherd who can stand [defiantly] before Me?”",
      "20": "Therefore hear the plan of the Lord which He has devised against Edom, and [hear] what He has purposed against the inhabitants of Teman: surely they will be dragged away, even the little ones of the flock; surely He will make their dwelling place desolate because of them.",
      "21": "The earth has quaked at the noise of their downfall. There is an outcry! The sound of its noise has been heard at the Red Sea.",
      "22": "Behold, He will mount up and fly swiftly like an eagle and spread His wings against [the city of] Bozrah; and in that day the heart of the mighty warriors of Edom will be like the heart of a woman in childbirth.",
      "23": "Concerning Damascus [in Syria].\n“Hamath and Arpad are perplexed and shamed,\nFor they have heard bad news;\nThey are disheartened;\nTroubled and anxious like a [storm-tossed] sea\nWhich cannot be calmed.",
      "24": "“Damascus has become helpless;\nShe has turned away to flee,\nTerror (panic) has seized her;\nAnguish and distress have gripped her\nLike a woman in childbirth.",
      "25": "“Why has the renowned city not been deserted,\nThe city of My joy!",
      "26": "“Therefore, her young men will fall in her streets,\nAnd all her men of war will be destroyed in that day,” says the Lord of hosts.",
      "27": "“I will set fire to the wall of Damascus,\nAnd it will consume the palaces of Ben-hadad.”",
      "28": "Concerning Kedar and concerning the kingdoms of Hazor, which Nebuchadnezzar king of Babylon defeated. Thus says the Lord,\n“Arise, go up against Kedar\nAnd destroy the men of the east.",
      "29": "“They (the Babylonians) will take away their tents and their flocks;\nThey will carry off for themselves\nTheir tent curtains, all their goods and their camels,\nAnd they will call out to one another, ‘Terror on every side!’",
      "30": "“Flee, run far away! Dwell in the depths [of the desert],\nO inhabitants of Hazor,” says the Lord,\n“For Nebuchadnezzar king of Babylon has planned a course of action against you\nAnd devised a scheme against you.",
      "31": "“Arise [Nebuchadnezzar], go up against a nation which is at ease,\nWhich lives securely,” says the Lord,\n“A nation which has neither gates nor bars;\nThey dwell apart and alone.",
      "32": "“Their camels will become plunder,\nAnd their herds of cattle a spoil;\nAnd I will scatter to all the [four] winds those who cut the corners of their hair [as evidence of their idolatry],\nAnd I will bring their disaster from every side,” says the Lord.",
      "33": "“Hazor will become a haunt and dwelling place of jackals,\nA desolation forever;\nNo one will live there,\nNor will a son of man reside in it.”",
      "34": "The word of the Lord that came to Jeremiah the prophet concerning Elam, in the beginning of the reign of Zedekiah king of Judah, saying:",
      "35": "“Thus says the Lord of hosts,\n‘Behold (listen carefully), I am going to break the bow of Elam,\nThe finest [weapon] of their strength.",
      "36": "‘And I will bring upon Elam the four winds\nFrom the four corners of heaven;\nAnd I will scatter them toward all those winds,\nAnd there will be no nation\nTo which the outcasts of Elam will not go.",
      "37": "‘So I will cause Elam to be shattered (dismayed) before their enemies\nAnd before those who seek their lives;\nAnd I will bring disaster on them,\nEven My fierce anger,’ says the Lord.\n‘And I will send the sword after them\nUntil I have consumed them.",
      "38": "‘Then I will set My throne [of judgment] in Elam\nAnd I will destroy from there the king and princes,’\nSays the Lord.",
      "39": "‘But it will be in the last days (the end of days)\nThat I will reverse the captivity and restore the fortunes of Elam,’”\nSays the Lord."
    },
    "50": {
      "1": "The word that the Lord spoke concerning Babylon and concerning the land of the Chaldeans through Jeremiah the prophet:",
      "2": "“Declare among the nations.\nLift up a signal [to spread the news]—publish and proclaim it,\nDo not conceal it; say,\n‘Babylon has been taken,\nBel [the patron god] has been shamed, Marduk (Bel) has been shattered.\nBabylon’s images have been shamed, her [worthless] idols have been thrown down.’",
      "3": "For out of the north a nation (Media) has come against her which will make her land desolate, and no one will live there. They have fled, they have gone away—both man and animal.",
      "4": "“In those days and at that time,” says the Lord, “the children of Israel will come, they and the children of Judah together; they will come up weeping [in repentance] as they come and seek the Lord their God [inquiring for and of Him].",
      "5": "They will ask the way to Zion, with their faces in that direction, saying, ‘Come, let us join ourselves to the Lord in an everlasting covenant that will not be forgotten.’",
      "6": "“My people have become lost sheep;\nTheir shepherds have led them astray.\nThey have made them turn aside [to the seductive places of idolatry] on the mountains.\nThey have gone along [from one sin to another] from mountain to hill;\nThey have forgotten their [own] resting place.",
      "7": "“All who found them have devoured them;\nAnd their adversaries have said, ‘We are not guilty,\nBecause they have sinned against the Lord [and are no longer holy to Him], their [true] habitation of righteousness and justice,\nEven the Lord, the [confident] hope of their fathers.’",
      "8": "“Wander away from the midst of Babylon\nAnd go out of the land of the Chaldeans;\nBe like the male goats [who serve as leaders] at the head of the flocks.",
      "9": "“For behold, I will stir up and bring up against Babylon\nAn assembly of great nations from the north country.\nThey will equip themselves and set up the battle lines against her;\nFrom there she will be taken captive.\nTheir arrows will be like an expert warrior\nWho will not return empty-handed.",
      "10": "“Chaldea will become plunder;\nAll who plunder her will be satisfied,” says the Lord.",
      "11": "“Though you are glad, though you rejoice,\nO you who plunder My heritage,\nThough you are wanton and skip about like a heifer in the grass\nAnd neigh like stallions,",
      "12": "Your mother [Babylon] shall be greatly shamed;\nShe who gave you birth will be ashamed.\nBehold, she will be the least of the nations,\nA wilderness, a parched land and a desert.",
      "13": "“Because of the wrath of the Lord she will not be inhabited\nBut she will be completely desolate;\nEveryone who goes by Babylon will be appalled\nAnd will hiss (mock) at all her wounds and plagues.",
      "14": "“Set yourselves in battle formation against Babylon on every side,\nAll you archers.\nShoot at her! Do not spare the arrows,\nFor she has sinned against the Lord.",
      "15": "“Raise the battle cry against her on every side!\nShe has given her hand [in agreement] and has surrendered; her pillars have fallen,\nHer walls have been torn down.\nFor this is the vengeance of the Lord:\nTake vengeance on her;\nAs she has done [to others], do to her.",
      "16": "“Cut off the sower from Babylon\nAnd the one who handles the sickle at the time of harvest.\nFor fear of the sword of the oppressor\nEveryone will return to his own people\nAnd everyone will flee to his own land.",
      "17": "Israel is a hunted and scattered flock [driven here and there as prey]; the lions have chased them away. First the king of Assyria devoured him, and now at last Nebuchadnezzar king of Babylon has broken (gnawed) his bones.",
      "18": "Therefore thus says the Lord of hosts, the God of Israel, ‘Behold, I will visit (inspect, examine) and punish the king of Babylon and his land, just as I visited and punished the king of Assyria.",
      "19": "And I will bring Israel [home] again to his pasture and he will graze on [the most fertile lands of] Carmel [in the west] and Bashan [in the east], and his soul will be satisfied on the hills of Ephraim and Gilead.",
      "20": "In those days and at that time,’ says the Lord, ‘a search will be made for the wickedness of Israel, but there will be none and for the sins of Judah, but none will be found, for I will pardon those whom I leave as a remnant.’",
      "21": "“Go against [Babylon] the land of Merathaim (Double Rebellion),\nGo up against it and against the people of Pekod (Punishment).\nKill and utterly destroy them,” says the Lord,\n“And do everything that I have commanded you.”",
      "22": "“The noise of battle is in the land,\nAnd [the noise of] great destruction.",
      "23": "“How the hammer of the whole earth\nIs crushed and broken!\nHow Babylon has become\nA horror [of desolation] among the nations!",
      "24": "“I set a trap for you and you also were caught, O Babylon,\nAnd you did not know it;\nYou have been found and also seized\nBecause you have struggled against the Lord.”",
      "25": "The Lord has opened His armory\nAnd has brought out [the nations who unknowingly are] the weapons of His indignation (wrath),\nFor it is a work of the Lord God of hosts\nIn the land of the Chaldeans.",
      "26": "Come against her from the farthest border.\nOpen her storehouses;\nPile it up like heaps of rubbish.\nBurn and destroy her completely;\nLet nothing be left of her.",
      "27": "Kill all her young bulls [her strength—her young men];\nLet them go down to the slaughter!\nWoe (judgment is coming) to the Chaldeans, for their day has come,\nThe time of their punishment.",
      "28": "Listen to the voice of the refugees who flee and escape from the land of Babylon,\nProclaiming in Zion the vengeance of the Lord our God,\nThe vengeance [of the Lord against the Chaldeans] for [plundering and destroying] His temple.",
      "29": "“Call together many [archers] against Babylon,\nAll those who bend the bow.\nEncamp against her on every side;\nLet no one from there escape.\nRepay her according to her actions;\nJust as she has done, do to her.\nFor she has been proudly defiant and presumptuous against the Lord,\nAgainst the Holy One of Israel.",
      "30": "“Therefore her young men will fall in her streets,\nAnd all her soldiers will be destroyed on that day,” says the Lord.",
      "31": "“Behold, I am against you, [O Babylon, you] arrogant one, [you who are pride and presumption personified],”\nSays the Lord God of hosts,\n“For your day has come,\nThe time when I will punish you.",
      "32": "“The arrogant (proud) one will stumble and fall\nWith no one to raise him up;\nAnd I will set fire to his cities\nAnd it will devour all who are around him.”",
      "33": "Thus says the Lord of hosts,\n“The children of Israel are oppressed,\nAnd the children of Judah as well;\nAnd all who took them captive have held them tightly,\nThey have refused to let them go.",
      "34": "“Their Redeemer is strong; the Lord of hosts is His name.\nHe will most certainly plead their case and defend their cause\nSo that He may bring rest to their land,\nBut turmoil to the inhabitants of Babylon.",
      "35": "“A sword against the Chaldeans,” says the Lord,\n“And against the inhabitants of Babylon\nAnd against her princes (officials, civic rulers) and against her wise men (astrologers, religious rulers)!",
      "36": "“A sword against the oracle priests (the babbling liars), and they will become fools!\nA sword against her mighty warriors, and they will be shattered and destroyed!",
      "37": "“A sword against their horses and against their chariots\nAnd against all the foreign troops that are in her midst,\nAnd they will become [as weak and defenseless as] women!\nA sword against her treasures, and they will be plundered!",
      "38": "“A drought on her waters, and they will dry up!\nFor it is a land of [worthless] idols,\nAnd they are mad over fearsome idols [those objects of terror in which they foolishly trust].",
      "39": "“Therefore wild beasts of the desert will live there [in Babylon] with the jackals;\nThe ostriches also will live there,\nAnd it will never again be inhabited [with people]\nOr lived in from generation to generation.",
      "40": "“As when God overthrew Sodom\nAnd Gomorrah and their neighboring cities,” says the Lord,\n“So no man will live there;\nNor shall any son of man live there.”",
      "41": "“Behold, a people is coming from the north,\nAnd a great nation and many kings\nWill be stirring from the remote parts of the earth.",
      "42": "“They seize their bow and spear;\nThey are cruel and have no compassion.\nThey sound like the roaring of the sea;\nThey ride on horses,\nEvery man equipped like a man [ready] for the battle\nAgainst you, O Daughter of Babylon.",
      "43": "“The king of Babylon has heard the report about them,\nAnd his hands fall limp and helpless;\nAnguish has seized him,\nAnd agony like that of a woman in childbirth.",
      "44": "“See, one will come up like a lion from the thicket of the Jordan against the enduring habitation [of Babylon] and its watered pastures; for in an instant I will make Babylon run from his land. I will appoint over Babylon the one whom I choose. For who is like Me, and who will summon Me [into court] and prosecute Me [for this]? Who is the [earthly] shepherd who can stand [defiantly] before Me?”",
      "45": "Therefore hear the plan of the Lord which He has devised against Babylon, and hear what He has purposed against [the inhabitants of the land of] the Chaldeans: surely they will be dragged away, [even] the little ones of the flock; surely He will make their habitation desolate because of them.",
      "46": "At the shout, “Babylon has been seized!” the earth quakes, and an outcry is heard among the nations."
    },
    "51": {
      "1": "Thus says the Lord:\n“Behold, I am going to stir up and put into action [a fury] against Babylon\nAnd against the [rebellious] people of Leb-kamai (Chaldea)\nA destroying wind and hostile spirit;",
      "2": "“And I will send foreigners to Babylon that they may winnow her\nAnd may devastate and empty her land;\nFor in the day of destruction\nThey will be against her on every side.",
      "3": "“Do not let him (the Chaldean defender) who bends his bow bend it,\nNor let him rise up in his coat of armor.\nSo do not spare her young men;\nDevote her entire army to destruction.",
      "4": "“They shall fall down dead in the land of the Chaldeans,\nAnd wounded in her streets.”",
      "5": "For neither Israel nor Judah has been abandoned\nBy his God, the Lord of hosts,\nThough their land is full of sin and guilt\nBefore the Holy One of Israel.",
      "6": "Flee out of Babylon,\nLet every one of you save his life!\nDo not be destroyed in her punishment,\nFor this is the time of the Lord’s vengeance;\nHe is going to pay her what she has earned.",
      "7": "Babylon has been a golden cup in the Lord’s hand,\nIntoxicating all the earth.\nThe nations drank her wine;\nTherefore the nations have gone mad.",
      "8": "Babylon has suddenly fallen and is shattered!\nWail for her [if you care to]!\nGet balm for her [incurable] pain;\nPerhaps she may be healed.",
      "9": "We would have healed Babylon, but she was not to be healed.\nAbandon her and let each [captive] return to his own country,\nFor her guilt and judgment have reached to heaven\nAnd are lifted up to the very skies.",
      "10": "The Lord has brought about our vindication and has revealed the righteousness of our cause;\nCome and let us proclaim in Zion\nThe work of the Lord our God!",
      "11": "Sharpen the arrows, take up the shields [and cover yourselves]!\nThe Lord has stirred up the spirit of the kings of the Medes,\nBecause His purpose concerning Babylon is to destroy it;\nFor that is the vengeance of the Lord, vengeance [on Babylon] for [plundering and destroying] His temple.",
      "12": "Set up a signal on the walls of Babylon [to spread the news];\nPost a strong blockade,\nStation the guards,\nPrepare the men for ambush!\nFor the Lord has both purposed and done\nThat which He spoke against the people of Babylon.",
      "13": "[O Babylon] you who live by many waters,\nRich in treasures,\nYour end has come,\nAnd the line measuring your life is cut.",
      "14": "The Lord of hosts has sworn [an oath] by Himself, saying,\n“Surely I will fill you with men, as with [a swarm of] locusts [who strip the land clean],\nAnd they will lift up a song and shout of victory over you.”",
      "15": "He made the earth by His power;\nHe established the world by His wisdom\nAnd stretched out the heavens by His understanding.",
      "16": "When He utters His voice, there is a tumult of waters in the heavens,\nAnd He causes the clouds to ascend from the ends of the earth.\nHe makes lightnings for the rain\nAnd brings out the wind from His storehouses.",
      "17": "Every man has become stupid and brutelike, without knowledge [of God];\nEvery goldsmith is shamed by the cast images he has made;\nFor his molten idols are a lie,\nAnd there is no breath [of life] or spirit in them.",
      "18": "They are worthless (empty, false, futile), a work of delusion and worthy of derision;\nIn the time of their inspection and punishment they will perish.",
      "19": "The Portion of Jacob [the true God of Israel] is not like these [handmade gods];\nFor He is the Maker of all and the One who formed and fashioned all things,\nAnd Israel is the tribe of His inheritance—\nThe Lord of hosts is His name.",
      "20": "“You [Cyrus of Persia, soon to conquer Babylon] are My battle-axe and weapon of war—\nFor with you I shatter nations,\nWith you I destroy kingdoms.",
      "21": "“With you I shatter the horse and his rider,\nWith you I shatter the chariot and its driver,",
      "22": "With you I shatter man and woman,\nWith you I shatter old man and youth,\nWith you I shatter young man and virgin,",
      "23": "With you I shatter the shepherd and his flock,\nWith you I shatter the farmer and his yoke of oxen,\nAnd with you I shatter governors and commanders.",
      "24": "“And I will [completely] repay Babylon and all the people of Chaldea for all the evil that they have done in Zion—before your very eyes [I will do it],” says the Lord.",
      "25": "“Behold, I am against you,\nO destroying mountain [conqueror of nations],\nWho destroys the whole earth,” declares the Lord,\n“I will stretch out My hand against you,\nAnd roll you down from the [rugged] cliffs,\nAnd will make you a burnt mountain (extinct volcano).",
      "26": "“They will not take from you [even] a stone for a cornerstone\nNor any rock for a foundation,\nBut you will be desolate forever,” says the Lord.",
      "27": "Lift up a signal in the land [to spread the news]!\nBlow the trumpet among the nations!\nDedicate the nations [for war] against her;\nCall against her the kingdoms of Ararat, Minni, and Ashkenaz.\nAppoint a marshal against her;\nCause the horses to come up like bristly locusts [with their wings not yet released from their cases].",
      "28": "Prepare and dedicate the nations for war against her—\nThe kings of Media,\nWith their governors and commanders,\nAnd every land of their dominion.",
      "29": "The land trembles and writhes [in pain and sorrow],\nFor the purposes of the Lord against Babylon stand,\nTo make the land of Babylon\nA desolation without inhabitants.",
      "30": "The mighty warriors of Babylon have ceased to fight;\nThey remain in their strongholds.\nTheir strength and power have failed;\nThey are becoming [weak and helpless] like women.\nTheir dwelling places are set on fire;\nThe bars on her gates are broken.",
      "31": "One courier runs to meet another,\nAnd one messenger to meet another,\nTo tell the king of Babylon\nThat his city has been captured from end to end;",
      "32": "And that the fords [across the Euphrates] have been blocked and [the ferries] seized,\nAnd they have set the [great] marshes on fire,\nAnd the men of war are terrified.",
      "33": "For thus says the Lord of hosts, the God of Israel:\n“The Daughter of Babylon is like a threshing floor\nAt the time it is being trampled and prepared;\nYet in a little while the time of harvest will come for her.”",
      "34": "“Nebuchadnezzar king of Babylon has devoured me, he has crushed me,\nHe has set me down like an empty vessel.\nLike a monster he has swallowed me up,\nHe has filled his belly with my delicacies;\nHe has spit me out and washed me away.",
      "35": "“May the violence done to me and to my flesh and blood be upon Babylon,”\nThe inhabitant of Zion will say;\nAnd, “May my blood be upon the inhabitants of Chaldea,”\nJerusalem will say.",
      "36": "Therefore thus says the Lord,\n“Behold, I will plead your case\nAnd take full vengeance for you;\nI will dry up her sea and great reservoir\nAnd make her fountain dry.",
      "37": "“Babylon will become a heap [of ruins], a haunt and dwelling place of jackals,\nAn object of horror (an astonishing desolation) and a hissing [of scorn and amazement], without inhabitants.",
      "38": "“They (the Chaldean lords) will be roaring together [before their sudden capture] like young lions [roaring over their prey],\nThey (the princes) will be growling like lions’ cubs.",
      "39": "“When they are inflamed [with wine and lust during their drinking bouts], I will prepare them a feast [of My wrath]\nAnd make them drunk, that they may rejoice\nAnd may sleep a perpetual sleep\nAnd not wake up,” declares the Lord.",
      "40": "“I will bring them down like lambs to the slaughter,\nLike rams together with male goats.",
      "41": "“How Sheshak (Babylon) has been captured,\nAnd the praise of the whole earth been seized!\nHow Babylon has become an astonishing desolation and an object of horror among the nations!",
      "42": "“The sea has come up over Babylon;\nShe has been engulfed with its tumultuous waves.",
      "43": "“Her cities have become an astonishing desolation and an object of horror,\nA parched land and a desert,\nA land in which no one lives,\nAnd through which no son of man passes.",
      "44": "“I will punish and judge Bel [the handmade god] in Babylon\nAnd take out of his mouth what he has swallowed up [the stolen sacred articles and the captives of Judah and elsewhere].\nThe nations will no longer flow to him.\nYes, the wall of Babylon has fallen down!",
      "45": "“Come out of her midst, My people,\nAnd each of you [escape and] save yourself\nFrom the fierce anger of the Lord.",
      "46": "“Now beware so that you do not lose heart,\nAnd so that you are not afraid at the rumor that will be heard in the land—\nFor the rumor shall come one year,\nAnd after that another rumor in another year,\nAnd violence shall be in the land,\nRuler against ruler—",
      "47": "“Therefore behold (listen carefully), the days are coming\nWhen I will judge and punish the idols of Babylon;\nHer whole land will be perplexed and shamed,\nAnd all her slain will fall in her midst.",
      "48": "“Then heaven and earth and all that is in them\nWill shout and sing for joy over Babylon,\nFor the destroyers will come against her from the north,”\nSays the Lord.",
      "49": "Indeed Babylon is to fall for the slain of Israel,\nAs also for Babylon the slain of all the earth have fallen.",
      "50": "You who have escaped the sword,\nGo away! Do not stay!\nRemember the Lord from far away,\nAnd let [desolate] Jerusalem come into your mind.",
      "51": "We are perplexed and ashamed, for we have heard reproach;\nDisgrace has covered our faces,\nFor foreigners [from Babylon] have come\nInto the [most] sacred parts of the sanctuary of the Lord [even those places forbidden to all but the appointed priest].",
      "52": "“Therefore behold, the days are coming,” says the Lord,\n“When I will judge and punish the idols [of Babylon],\nAnd throughout her land the mortally wounded will groan.”",
      "53": "“Though Babylon should ascend to the heavens,\nAnd though she should fortify her lofty stronghold,\nYet destroyers will come on her from Me,” says the Lord.",
      "54": "The sound of an outcry [comes] from Babylon,\nAnd [the sound] of great destruction from the land of the Chaldeans!",
      "55": "For the Lord is going to destroy Babylon and make her a ruin,\nAnd He will still her great voice [that hums with city life].\nAnd the waves [of her conquerors] roar like great waters,\nThe noise of their voices is raised up [like the marching of an army].",
      "56": "For the destroyer is coming against her, against Babylon;\nAnd her mighty warriors will be captured,\nTheir bows are shattered;\nFor the Lord is a God of [just] restitution;\nHe will fully repay.",
      "57": "“I will make her princes and her wise men drunk,\nHer governors and her commanders and her mighty warriors;\nThey will sleep a perpetual sleep and not wake up,”\nSays the King—the Lord of hosts is His name.",
      "58": "Thus says the Lord of hosts,\n“The broad wall of Babylon will be completely overthrown and the foundations razed\nAnd her high gates will be set on fire;\nThe peoples will labor in vain,\nAnd the nations become exhausted [only] for fire [that will destroy their work].”",
      "59": "The message which Jeremiah the prophet commanded Seraiah the son of Neriah, the grandson of Mahseiah, when he went with Zedekiah the king of Judah to Babylon in the fourth year of his reign. Now this Seraiah was chief chamberlain or quartermaster [and brother of Baruch].",
      "60": "So Jeremiah wrote in a single scroll all the disaster which would come on Babylon, [that is] all these words which have been written concerning Babylon.",
      "61": "Then Jeremiah said to Seraiah, “When you come to Babylon, see to it that you read all these words aloud,",
      "62": "and say, ‘You, O Lord, have promised concerning this place to cut it off and destroy it, so that there shall be nothing living in it, neither man nor animal, but it will be perpetually desolate.’",
      "63": "And as soon as you finish reading this scroll, you shall tie a stone to it and throw it into the middle of the Euphrates.",
      "64": "Then say, ‘In the same way Babylon will sink down and not rise because of the disaster that I will bring on her; and the Babylonians will become [hopelessly] exhausted.’” Thus the words of Jeremiah are completed."
    },
    "52": {
      "1": "Zedekiah was twenty-one years old when he became king, and he reigned eleven years in Jerusalem; and his mother’s name was Hamutal the daughter of Jeremiah of Libnah.",
      "2": "He did that which was evil in the sight of the Lord like all that Jehoiakim had done.",
      "3": "For all this came about in Jerusalem and Judah because of the anger of the Lord, and [in the end] He cast them from His presence. And Zedekiah rebelled against the king of Babylon.",
      "4": "Now it came about in the ninth year of his reign, in the tenth month, on the tenth day, Nebuchadnezzar king of Babylon came, he and all his army, against Jerusalem; and they camped against it and built moveable towers and siege mounds all around it.",
      "5": "So the city was besieged until the eleventh year of King Zedekiah.",
      "6": "In the fourth month, on the ninth day of the month, the famine was so severe in the city that there was no food for the people of the land.",
      "7": "Then the city was broken into, and all the soldiers fled. They left the city at night [as Ezekiel prophesied] passing through the gate between the two walls by the king’s garden, though the Chaldeans were all around the city. They fled by way of the Arabah (the Jordan Valley).",
      "8": "But the army of the Chaldeans pursued the king and overtook Zedekiah in the plains of Jericho; and his entire army was scattered from him.",
      "9": "Then they seized the king and brought him to the king of Babylon at Riblah in the [Syrian] land of Hamath [on the northern border of Israel], where he pronounced sentence on him.",
      "10": "The king of Babylon killed the sons of Zedekiah before his eyes; he also killed all the princes of Judah at Riblah.",
      "11": "Then the king of Babylon blinded Zedekiah, bound him with bronze shackles and took him to Babylon and there he put him in prison [in a mill] until the day of his death.",
      "12": "Now in the fifth month, on the tenth day, which was the nineteenth year of Nebuchadnezzar king of Babylon, Nebuzaradan captain of the guard, who served the king of Babylon, came to Jerusalem.",
      "13": "He burned down the house of the Lord and the king’s palace and all the houses of Jerusalem; every great house or important structure he set on fire.",
      "14": "So all the army of the Chaldeans who were with the captain of the guard broke down all the walls around Jerusalem.",
      "15": "Then Nebuzaradan the captain of the guard took away into exile some of the poorest of the people, those who were left in the city [at the time it was captured], along with those who deserted to join the king of Babylon [during the siege] and the rest of the artisans.",
      "16": "But Nebuzaradan the captain of the guard left some of the poorest of the land to be vinedressers and farmers.",
      "17": "Now the Chaldeans broke into pieces the pillars of bronze which belonged to the house of the Lord, and the bronze pedestals [which supported the ten basins] and the [enormous] bronze Sea, which were in the house of the Lord, and carried all the bronze to Babylon.",
      "18": "They also took away the pots [for carrying away ashes] and the shovels and the snuffers and the bowls and the spoons and all the bronze articles used in the temple service.",
      "19": "The captain of the guard also took away the [small] bowls and the firepans and the basins and the pots and the lampstands and the incense cups and the bowls for the drink offerings—whatever was made of fine gold and whatever was made of fine silver.",
      "20": "The two pillars, the one [enormous] Sea (basin), and the twelve bronze bulls under the Sea, and the stands, which King Solomon had made for the house of the Lord—the bronze of all these things was beyond weighing.",
      "21": "Concerning the pillars, the height of each pillar was eighteen cubits (twenty-seven feet), and a line [an ornamental molding] of twelve cubits (eighteen feet) went around its circumference; it was four fingers thick, and [the pillar was] hollow.",
      "22": "A capital of bronze was on [top of] it. The height of each capital was five cubits (seven and one-half feet), with a lattice-work and pomegranates around it, all of bronze. The second pillar also, with its pomegranates, was similar to these.",
      "23": "There were ninety-six pomegranates on the sides; and a hundred pomegranates were on the lattice-work all around.",
      "24": "Then the captain of the guard took [as prisoners] Seraiah the chief priest and Zephaniah the second priest and the three doorkeepers.",
      "25": "He also took out of the city one official who was overseer of the soldiers, and seven of the king’s advisers who were found in the city, and the scribe of the commander of the army who mustered the people of the land, and sixty men who were still in the city.",
      "26": "Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah.",
      "27": "Then the king of Babylon struck them down and put them to death at Riblah in the land of Hamath. So Judah was led away into exile from its own land.",
      "28": "This is the number of people whom Nebuchadnezzar took captive and exiled: in the seventh year, 3,023 Jews;",
      "29": "in the eighteenth year of Nebuchadnezzar, [he took captive] 832 persons from Jerusalem;",
      "30": "in the twenty-third year of Nebuchadnezzar, Nebuzaradan the captain of the [Babylonian] guard took captive 745 Jewish people; there were 4,600 persons in all.",
      "31": "Now it came about in the thirty-seventh year of the exile of Jehoiachin [also called Coniah and Jeconiah] king of Judah, in the twelfth month, on the twenty-fifth of the month, Evil-merodach king of Babylon, in the first year of his reign, showed favor to Jehoiachin king of Judah and brought him out of prison.",
      "32": "He spoke kindly to him and gave him a throne above the thrones of the kings who were [captives] with him in Babylon.",
      "33": "Jehoiachin changed his prison clothes, and he dined regularly at the king’s table all the days of his life.",
      "34": "And his allowance, a regular allowance was given to him by the king of Babylon, a daily portion [according to his needs] until the day of his death, all the days of his life."
    }
  }
}