{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:51:51.353564-04:00",
    "Translation": "AMP"
  },
  "Job": {
    "1": {
      "1": "There was a man in the land of Uz whose name was Job; and that man was blameless and upright, and one who feared God [with reverence] and abstained from and turned away from evil [because he honored God].",
      "2": "Seven sons and three daughters were born to him.",
      "3": "He also possessed 7,000 sheep, 3,000 camels, 500 yoke (pairs) of oxen, 500 female donkeys, and a very great number of servants, so that this man was the greatest [and wealthiest and most respected] of all the men of the east (northern Arabia).",
      "4": "His sons used to go [in turn] and feast in the house of each one on his day, and they would send word and invite their three sisters to eat and drink with them.",
      "5": "When the days of their feasting were over, Job would send [for them] and consecrate them, rising early in the morning and offering burnt offerings according to the number of them all; for Job said, “It may be that my sons have sinned and cursed God in their hearts.” Job did this at all [such] times.",
      "6": "Now there was a day when the sons of God (angels) came to present themselves before the Lord, and Satan (adversary, accuser) also came among them.",
      "7": "The Lord said to Satan, “From where have you come?” Then Satan answered the Lord, “From roaming around on the earth and from walking around on it.”",
      "8": "The Lord said to Satan, “Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God].”",
      "9": "Then Satan answered the Lord, “Does Job fear God for nothing?",
      "10": "Have You not put a hedge [of protection] around him and his house and all that he has, on every side? You have blessed the work of his hands [and conferred prosperity and happiness upon him], and his possessions have increased in the land.",
      "11": "But put forth Your hand now and touch (destroy) all that he has, and he will surely curse You to Your face.”",
      "12": "Then the Lord said to Satan, “Behold, all that Job has is in your power, only do not put your hand on the man himself.” So Satan departed from the presence of the Lord.",
      "13": "Now there was a day when Job’s sons and daughters were eating and drinking wine in their oldest brother’s house,",
      "14": "and a messenger came to Job and said, “The oxen were plowing and the donkeys were feeding beside them,",
      "15": "and the Sabeans attacked and swooped down on them and took away the animals. They also killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
      "16": "While he was still speaking, another [messenger] also came and said, “The fire of God (lightning) has fallen from the heavens and has burned up the sheep and the servants and consumed them, and I alone have escaped to tell you.”",
      "17": "While he was still speaking, another [messenger] also came and said, “The Chaldeans formed three bands and made a raid on the camels and have taken them away and have killed the servants with the edge of the sword, and I alone have escaped to tell you.”",
      "18": "While he was still speaking, another [messenger] also came and said, “Your sons and your daughters were eating and drinking wine in their oldest brother’s house,",
      "19": "and suddenly, a great wind came from across the desert, and struck the four corners of the house, and it fell on the young people and they died, and I alone have escaped to tell you.”",
      "20": "Then Job got up and tore his robe and shaved his head [in mourning for the children], and he fell to the ground and worshiped [God].",
      "21": "He said,\n“Naked (without possessions) I came [into this world] from my mother’s womb,\nAnd naked I will return there.\nThe Lord gave and the Lord has taken away;\nBlessed be the name of the Lord.”",
      "22": "Through all this Job did not sin nor did he blame God."
    },
    "2": {
      "1": "Again there was a day when the sons of God (angels) came to present themselves before the Lord, and Satan (adversary, accuser) also came among them to present himself before the Lord.",
      "2": "The Lord said to Satan, “From where have you come?” Then Satan answered the Lord, “From roaming around on the earth and from walking around on it.”",
      "3": "The Lord said to Satan, “Have you considered and reflected on My servant Job? For there is none like him on the earth, a blameless and upright man, one who fears God [with reverence] and abstains from and turns away from evil [because he honors God]. And still he maintains and holds tightly to his integrity, although you incited Me against him to destroy him without cause.”",
      "4": "Satan answered the Lord, “Skin for skin! Yes, a man will give all he has for his life.",
      "5": "But put forth Your hand now, and touch his bone and his flesh [and severely afflict him]; and he will curse You to Your face.”",
      "6": "So the Lord said to Satan, “Behold, he is in your hand, only spare his life.”",
      "7": "So Satan departed from the presence of the Lord and struck Job with loathsome boils and agonizingly painful sores from the sole of his foot to the crown of his head.",
      "8": "And Job took a piece of broken pottery with which to scrape himself, and he sat [down] among the ashes (rubbish heaps).",
      "9": "Then his wife said to him, “Do you still cling to your integrity [and your faith and trust in God, without blaming Him]? Curse God and die!”",
      "10": "But he said to her, “You speak as one of the [spiritually] foolish women speaks [ignorant and oblivious to God’s will]. Shall we indeed accept [only] good from God and not [also] accept adversity and disaster?” In [spite of] all this Job did not sin with [words from] his lips.",
      "11": "Now when Job’s three friends heard of all this adversity that had come upon him, each one came from his own place, Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite; for they had made an appointment together to come to sympathize with him and to comfort him.",
      "12": "When they looked from a distance and did not recognize him [because of his disfigurement], they raised their voices and wept; and each one tore his robe [in grief] and they threw dust over their heads toward the sky [in sorrow].",
      "13": "So they sat down on the ground with Job for seven days and seven nights and no one spoke a word to him, for they saw that his pain was very great."
    },
    "3": {
      "1": "After this, Job opened his mouth and cursed the day of his birth.",
      "2": "And Job said,",
      "3": "“Let the day on which I was born perish,\nAnd the night which announced: ‘There is a man-child conceived.’",
      "4": "“May that day be darkness;\nLet God above not care about it,\nNor light shine on it.",
      "5": "“Let darkness and gloom claim it for their own;\nLet a cloud settle upon it;\nLet all that blackens the day terrify it (the day that I was born).",
      "6": "“As for that night, let darkness seize it;\nLet it not rejoice among the days of the year;\nLet it not be counted in the number of the months.",
      "7": "“Behold, let that night be barren [and empty];\nLet no joyful voice enter it.",
      "8": "“Let those curse it who curse the day,\nWho are skilled in rousing up Leviathan.",
      "9": "“Let the stars of its early dawn be dark;\nLet the morning wait in vain for the light,\nLet it not see the eyelids of morning (the day’s dawning),",
      "10": "Because it did not shut the doors of my mother’s womb,\nNor hide trouble from my eyes.",
      "11": "“Why did I not die at birth,\nCome forth from the womb and expire?",
      "12": "“Why did the knees receive me?\nAnd why the breasts, that I would nurse?",
      "13": "“For now I would have lain down and been quiet;\nI would have slept then, I would have been at rest [in death],",
      "14": "With kings and counselors of the earth,\nWho built up [now desolate] ruins for themselves;",
      "15": "Or with princes who had gold,\nWho filled their houses with silver.",
      "16": "“Or like a miscarriage which is hidden and put away, I would not exist,\nLike infants who never saw light.",
      "17": "“There [in death] the wicked cease from raging,\nAnd there the weary are at rest.",
      "18": "“There the prisoners rest together;\nThey do not hear the taskmaster’s voice.",
      "19": "“The small and the great are there,\nAnd the servant is free from his master.",
      "20": "“Why is the light given to him who is in misery,\nAnd life to the bitter in soul,",
      "21": "Who wait for death, but it does not come,\nAnd dig (search) for death more [diligently] than for hidden treasures,",
      "22": "Who rejoice exceedingly,\nAnd rejoice when they find the grave?",
      "23": "“Why is the light of day given to a man whose way is hidden,\nAnd whom God has hedged in?",
      "24": "“For my groaning comes at the sight of my food,\nAnd my cries [of despair] are poured out like water.",
      "25": "“For the thing which I greatly fear comes upon me,\nAnd that of which I am afraid has come upon me.",
      "26": "“I am not at ease, nor am I quiet,\nAnd I am not at rest, and yet trouble still comes [upon me].”"
    },
    "4": {
      "1": "Then Eliphaz the Temanite answered and said,",
      "2": "“If we dare to converse with you, will you be impatient [or offended]?\nBut who can restrain himself from speaking?",
      "3": "“Behold, you have admonished and instructed many,\nAnd you have strengthened weak hands.",
      "4": "“Your words have helped the one who was stumbling to stand,\nAnd you have strengthened feeble knees.",
      "5": "“But now adversity comes upon you, and you are impatient and intolerant;\nIt touches you, and you are horrified.",
      "6": "“Is not your fear of God your confidence,\nAnd [is not] the integrity and uprightness of your ways your hope?",
      "7": "“Remember now, who, being innocent, ever perished?\nOr where [and in what circumstances] were those upright and in right standing with God destroyed?",
      "8": "“As I have seen, those who plow wickedness\nAnd those who sow trouble and harm harvest it.",
      "9": "“By the breath of God they perish,\nAnd by the blast of His anger they are consumed.",
      "10": "“The roaring of the lion and the voice of the fierce lion,\nAnd the teeth of the young lions are broken.",
      "11": "“The lion perishes for lack of prey,\nAnd the cubs of the lioness are scattered.",
      "12": "“Now a word was secretly brought to me,\nAnd my ear received a whisper of it.",
      "13": "“Amid disquieting thoughts from the visions of the night,\nWhen deep sleep falls on men,",
      "14": "Dread and trembling came upon me,\nWhich made all my bones shake.",
      "15": "“Then a spirit passed before my face;\nThe hair on my skin stood on end!",
      "16": "“The spirit stood still, but I could not discern its appearance;\nA form was before my eyes;\nThere was silence, and then I heard a voice, saying:",
      "17": "‘Can [mortal] man be just before God or be more righteous than He?\nCan a man be pure before his Maker or be more cleansed than He?",
      "18": "‘God puts no trust or confidence, even in His [heavenly] servants,\nAnd He charges His angels with error.",
      "19": "‘How much more [will He blame and charge] those who dwell in houses (bodies) of clay,\nWhose foundations are in the dust,\nWho are crushed like a moth.",
      "20": "‘Between morning and evening they are broken in pieces and destroyed;\nUnobserved and unnoticed, they perish forever.",
      "21": "‘Is not their tent-cord drawn up within them [so that the tent collapses]?\nDo they not die, and yet without [acquiring] wisdom?’"
    },
    "5": {
      "1": "“Call now —is there anyone who will answer you?\nAnd to which of the holy ones (angels) will you turn?",
      "2": "“For anger slays the foolish man,\nAnd jealousy kills the simple (naive).",
      "3": "“I have seen the foolish taking root [and outwardly prospering],\nBut I cursed his dwelling immediately [for his destruction was certain].",
      "4": "“His children are far from safety [and included in their father’s ruin],\nThey are oppressed and crushed in the [court of justice in the city’s] gate,\nAnd there is no one to rescue them.",
      "5": "“The hungry devour his harvest\nAnd take it even [when it grows] among the thorns;\nThe trap opens for [his] wealth.",
      "6": "“For affliction does not come forth from the dust,\nNor does trouble spring forth from the ground.",
      "7": "“For man is born for trouble,\n[As naturally] as sparks fly upward.",
      "8": "“As for me, I would seek God and inquire of Him,\nAnd I would commit my cause to God;",
      "9": "Who does great and unsearchable things,\nMarvelous things without number.",
      "10": "“He gives rain upon the earth\nAnd sends waters upon the fields,",
      "11": "So that He sets on high those who are lowly,\nAnd He lifts to safety those who mourn.",
      "12": "“He frustrates the devices and schemes of the crafty,\nSo that their hands cannot attain success or achieve anything of [lasting] worth.",
      "13": "“He catches the [so-called] wise in their own shrewdness,\nAnd the advice of the devious is quickly thwarted.",
      "14": "“In the daytime they meet in darkness,\nAnd at noon they grope as in the night.",
      "15": "“But God saves [the innocent] from the sword of the mouth of the devious,\nAnd the poor from the hand of the mighty.",
      "16": "“So the helpless have hope,\nAnd injustice shuts its mouth.",
      "17": "“Behold, how happy and fortunate is the man whom God reproves,\nSo do not despise or reject the discipline of the Almighty [subjecting you to trial and suffering].",
      "18": "“For He inflicts pain, but He binds up and gives relief;\nHe wounds, but His hands also heal.",
      "19": "“He will rescue you from six troubles;\nEven in seven, evil will not touch you.",
      "20": "“In famine He will redeem you from death,\nAnd in war from the power of the sword.",
      "21": "“You will be hidden from the scourge of the tongue,\nAnd you will not be afraid of destruction when it comes.",
      "22": "“You will laugh at violence and famine,\nAnd you will not be afraid of the wild beasts of the earth.",
      "23": "“For you will be in harmony with the stones of the field,\nAnd the beasts of the field will be at peace with you.",
      "24": "“You will know also that your tent is secure and at peace,\nAnd you will visit your dwelling and fear no loss [nor find anything amiss].",
      "25": "“You will know also that your descendants will be many,\nAnd your offspring as the grass of the earth.",
      "26": "“You will come to your grave in old age,\nLike the stacking of grain [on the threshing floor] in its season.",
      "27": "“Behold this; we have investigated it, and it is true.\nHear and heed it, and know for yourself [for your own good].”"
    },
    "6": {
      "1": "Then Job answered and said,",
      "2": "“Oh, that my grief could actually be weighed\nAnd placed in the balances together with my tragedy [to see if my grief is the grief of a coward]!",
      "3": "“For now it would be heavier than the sand of the sea;\nTherefore my words have been incoherent,",
      "4": "Because the arrows of the Almighty are within me,\nMy spirit drinks their poison;\nThe terrors of God are arrayed against me.",
      "5": "“Does the wild donkey bray when he has grass?\nOr does the ox low over his fodder?",
      "6": "“Can something that has no taste to it be eaten without salt?\nOr is there any flavor in the white of an egg?",
      "7": "“My soul refuses to touch them;\nSuch things are like loathsome food to me [sickening and repugnant].",
      "8": "“Oh that my request would come to pass,\nAnd that God would grant me the thing that I long for!",
      "9": "“I wish that it would please God to crush me,\nThat He would let loose His hand and cut me off.",
      "10": "“Then I would still have consolation,\nAnd I would jump for joy amid unsparing pain,\nThat I have not denied or hidden the words of the Holy One.",
      "11": "“What strength do I have left, that I should wait [and hope]?\nAnd what is ahead of me, that I should be patient and endure?",
      "12": "“Is my strength and endurance that of stones,\nOr is my flesh made of bronze?",
      "13": "“Is it that I have no help within myself,\nAnd that success and wisdom have been driven from me?",
      "14": "“For the despairing man there should be kindness from his friend;\nSo that he does not abandon (turn away from) the fear of the Almighty.",
      "15": "“My brothers have acted deceitfully like a brook,\nLike the torrents of brooks that vanish,",
      "16": "Which are dull and dirty because of ice,\nAnd into which the snow melts and hides itself;",
      "17": "When it is warm, they are silent and cease to flow;\nWhen it is hot, they vanish from their place.",
      "18": "“The paths of their course wind along,\nThey go up into nothing and perish.\n[Your counsel is as helpful to me as a dry streambed in the heat of summer.]",
      "19": "“The caravans of Tema looked [for water],\nThe caravans of Sheba waited for them [in vain].",
      "20": "“They were put to shame and disappointed because they had trusted [that they would find water];\nThey came there and were ashamed.",
      "21": "“Indeed, you have now become like a dried-up stream,\nYou see a terror [believing me to be a victim of the wrath of God] and are afraid [to be compassionate].",
      "22": "“Did I ever say, ‘Give me something,’\nOr, ‘Pay a bribe for me from your wealth,’",
      "23": "Or, ‘Rescue me from the adversary’s hand,’\nOr, ‘Redeem me from the hand of the tyrants’?",
      "24": "“Teach me, and I will be silent;\nAnd show me how I have erred.",
      "25": "“How painful are words of honesty.\nBut what does your argument prove?",
      "26": "“Do you intend to reprove my words [with a convincing argument],\nWhen the words of one in despair belong to the wind [and go ignored]?",
      "27": "“You would cast lots (gamble) over the fatherless\nAnd bargain away your friend.",
      "28": "“Now please look at me,\nAnd see if I lie to your face [for you know that I would not].",
      "29": "“Turn away [from your suspicion], let there be no injustice;\nTurn away, my righteousness and vindication is still in it.",
      "30": "“Is there injustice or malice on my tongue?\nCan my palate not discern what is destructive?"
    },
    "7": {
      "1": "“Is not man forced to labor on earth?\nAnd are not his days like the days of a hired man?",
      "2": "“As a slave earnestly longs for the shade,\nAnd as a hired man eagerly awaits his wages,",
      "3": "So am I allotted months of futility and suffering,\nAnd [long] nights of trouble and misery are appointed to me.",
      "4": "“When I lie down I say,\n‘When shall I arise [and the night be gone]?’\nBut the night continues,\nAnd I am continually tossing until the dawning of day.",
      "5": "“My body is clothed with worms and a crust of dust;\nMy skin is hardened [and broken and loathsome], and [breaks out and] runs.",
      "6": "“My days are swifter than a weaver’s shuttle,\nAnd are spent without hope.",
      "7": "“Remember that my life is but breath [a puff of wind, a sigh];\nMy eye will not see good again.",
      "8": "“The eye of him who sees me [now] will see me no more;\nYour eyes will be upon me, but I will not be.",
      "9": "“As a cloud vanishes and is gone,\nSo he who goes down to Sheol (the nether world, the place of the dead) does not come up.",
      "10": "“He will not return again to his house,\nNor will his place know about him anymore.",
      "11": "“Therefore I will not restrain my mouth;\nI will speak in the anguish of my spirit,\nI will complain in the bitterness of my soul [O Lord].",
      "12": "“Am I the sea, or the sea monster,\nThat You set a guard over me?",
      "13": "“When I say, ‘My bed will comfort me,\nMy couch will ease my complaint,’",
      "14": "Then You frighten me with dreams\nAnd terrify me through visions,",
      "15": "So that I would choose suffocation,\nDeath rather than my pain.",
      "16": "“I waste away and loathe my life; I will not live forever.\nLet me alone, for my days are but a breath [futile and without substance].",
      "17": "“What is man that You [should] magnify him [and think him important]?\nAnd that You are concerned about him?",
      "18": "“And that You examine him every morning\nAnd try and test him every moment?",
      "19": "“Will You never turn Your gaze away from me [it plagues me],\nNor let me alone until I swallow my spittle?",
      "20": "“If I have sinned, what [harm] have I done to You,\nO Watcher of mankind?\nWhy have You set me as a target for You,\nSo that I am a burden to myself?",
      "21": "“Why then do You not pardon my transgression\nAnd take away my sin and guilt?\nFor now I will lie down in the dust;\nAnd You will seek me [diligently], but I will not be.”"
    },
    "8": {
      "1": "Then Bildad the Shuhite answered and said,",
      "2": "“How long will you say these things?\nAnd will the words of your mouth be a mighty wind?",
      "3": "“Does God pervert justice?\nOr does the Almighty pervert righteousness?",
      "4": "“If your children have sinned against Him,\nThen He has handed them over to the power of their transgression and punished them.",
      "5": "“If you would [diligently] seek God\nAnd implore the compassion and favor of the Almighty,",
      "6": "Then, if you are pure and upright,\nSurely now He will awaken for you\nAnd restore your righteous place.",
      "7": "“Though your beginning was insignificant,\nYet your end will greatly increase.",
      "8": "“Inquire, please, of past generations,\nAnd consider and apply yourself to the things searched out by their fathers.",
      "9": "“For we are only of yesterday and know nothing,\nBecause our days on earth are [like] a shadow [just a breath or a vapor].",
      "10": "“Will they (the fathers) not teach you and tell you,\nAnd utter words from their hearts [the deepest part of their nature]?",
      "11": "“Can the papyrus grow up without a marsh?\nCan the rushes or reed grass grow without water?",
      "12": "“While it is still green (in flower) and not cut down,\nYet it withers before any other plant [when without water].",
      "13": "“So are the paths of all who forget God;\nAnd the hope of the godless will perish,",
      "14": "For his confidence is fragile and breaks,\nAnd his trust is [like] a spider’s web.",
      "15": "“He trusts in his house, but it does not stand;\nHe holds tightly to it, but it does not endure.",
      "16": "“He thrives and prospers [like a green plant] before the sun,\nAnd his branches spread out over his garden.",
      "17": "“His [godless] roots are wrapped around a pile of rocks,\nAnd he gazes at a house of stones.",
      "18": "“If he is snatched from his place [in the garden],\nThen his place will forget him, saying, ‘I have never seen you.’",
      "19": "“Behold, this is the joy of His way;\nAnd from out of the dust others will spring up and grow [to take his place].",
      "20": "“Behold, God will not reject a man of integrity,\nNor will He strengthen or support evildoers.",
      "21": "“He will yet fill your mouth with laughter\nAnd your lips with joyful shouting [if you are found blameless].",
      "22": "“Those who hate you will be clothed with shame,\nAnd the tents of the wicked will be no longer.”"
    },
    "9": {
      "1": "Then Job answered and said,",
      "2": "“Yes, I know it is true.\nBut how can a mortal man be right before God?",
      "3": "“If one should want to contend or dispute with Him,\nHe could not answer Him once in a thousand times.",
      "4": "“God is wise in heart and mighty in strength;\nWho has [ever] defied or challenged Him and remained unharmed?",
      "5": "“It is God who removes the mountains, and they do not know it,\nWhen He overturns them in His anger;",
      "6": "Who shakes the earth out of its place,\nAnd its pillars tremble;",
      "7": "Who commands the sun, and it does not shine;\nWho seals up the stars [from view];",
      "8": "Who alone stretches out the heavens\nAnd tramples down the waves of the sea;",
      "9": "Who made [the constellations] the Bear, Orion, and the Pleiades,\nAnd the [vast starry] spaces of the south;",
      "10": "Who does great things, [beyond understanding,] unfathomable,\nYes, marvelous and wondrous things without number.",
      "11": "“Behold, He passes by me, and I do not see Him;\nHe moves past me, but I do not perceive Him.",
      "12": "“Behold, He snatches away; who can restrain or turn Him back?\nWho will say to Him, ‘What are You doing?’",
      "13": "“God will not turn back His anger;\nThe [proud] helpers of Rahab [the arrogant monster of the sea] bow under Him.",
      "14": "“How can I answer Him [and plead my case],\nChoosing my words [to reason] with Him?",
      "15": "For though I were righteous, I could not answer.\nI must appeal for mercy to my Opponent and Judge.",
      "16": "“If I called and He answered me,\nI could not believe that He was listening to my voice.",
      "17": "“For He bruises me with a tempest\nAnd multiplies my wounds without cause.",
      "18": "“He will not allow me to catch my breath,\nBut fills and saturates me with bitterness.",
      "19": "“If it is a matter of strength and power, behold, He is mighty!\nAnd if of justice, who can summon and challenge Him?",
      "20": "“Though I am innocent and in the right, my own mouth would pronounce me guilty;\nThough I am blameless, He would denounce me as guilty.",
      "21": "“[Though] I am blameless,\nI do not care about myself;\nI despise my life.",
      "22": "“It is all one; therefore I say,\n‘He destroys [both] the blameless and the wicked.’",
      "23": "“When [His] scourge kills suddenly,\nHe mocks at the despair of the innocent.",
      "24": "“The earth is given into the hands of the wicked;\nHe covers the faces of its judges [so that they are blind to justice].\nIf it is not He, then who is it [that is responsible for all this injustice]?",
      "25": "“Now my days are swifter than a runner;\nThey vanish, they see no good.",
      "26": "“They pass by like the [swift] boats made of reeds,\nLike an eagle that swoops down on its prey.",
      "27": "“If I say, ‘I will forget my complaint,\nI will leave off my sad appearance, and be cheerful and brighten up,’",
      "28": "I am afraid of all my pains and worries [yet to come];\nI know that You will not acquit me and leave me unpunished.",
      "29": "“I am accounted wicked and held guilty;\nWhy then should I labor in vain [to appear innocent]?",
      "30": "“If I were to wash myself with snow\nAnd cleanse my hands with lye,",
      "31": "You would still plunge me into the pit,\nAnd my own clothes would hate me [and refuse to cover my foul body].",
      "32": "“For God is not a [mere] man, as I am, that I may answer Him,\nThat we may go to court and judgment together.",
      "33": "“There is no arbitrator between us,\nWho could lay his hand upon us both [would that there were].",
      "34": "“Let Him take His rod away from me,\nAnd let not the dread and fear of Him terrify me.",
      "35": "“Then I would speak [my defense] and not fear Him;\nBut I am not like that in myself."
    },
    "10": {
      "1": "“I am disgusted with my life and loathe it!\nI will give free expression to my complaint;\nI will speak in the bitterness of my soul.",
      "2": "“I will say to God, ‘Do not condemn me [and declare me guilty]!\nShow me why You contend and argue and struggle with me.",
      "3": "‘Does it indeed seem right to You to oppress,\nTo despise and reject the work of Your hands,\nAnd to look with favor on the schemes of the wicked?",
      "4": "‘Do You have eyes of flesh?\nDo You see as a man sees?",
      "5": "‘Are Your days as the days of a mortal,\nAre Your years as man’s years,",
      "6": "That You seek my guilt\nAnd search for my sin?",
      "7": "‘Although You know that I am not guilty or wicked,\nYet there is no one who can rescue me from Your hand.",
      "8": "‘Your hands have formed and made me altogether.\nWould You [turn around and] destroy me?",
      "9": "‘Remember now, that You have made me as clay;\nSo will You turn me into dust again?",
      "10": "‘Have You not poured me out like milk\nAnd curdled me like cheese?",
      "11": "‘[You have] clothed me with skin and flesh,\nAnd knit me together with bones and sinews.",
      "12": "‘You have granted me life and lovingkindness;\nAnd Your providence (divine care, supervision) has preserved my spirit.",
      "13": "‘Yet these [present evils] You have hidden in Your heart [since my creation]:\nI know that this was within You [in Your purpose and thought].",
      "14": "‘If I sin, then You would take note and observe me,\nAnd You would not acquit me of my guilt.",
      "15": "‘If I am wicked, woe to me [for judgment comes]!\nAnd if I am righteous, I dare not lift up my head.\nFor I am sated and filled with disgrace and the sight of my misery.",
      "16": "‘Should I lift my head up, You would hunt me like a lion;\nAnd again You would show Your marvelous power against me.",
      "17": "‘You renew Your witnesses against me\nAnd increase Your indignation and anger toward me;\nHardship after hardship is with me [attacking me time after time].",
      "18": "‘Why then did You bring me out of the womb?\nWould that I had perished and no eye had seen me!",
      "19": "‘I should have been as though I had not existed;\n[I should have been] carried from the womb to the grave.’",
      "20": "“Would He not let my few days alone,\nWithdraw from me that I may have a little cheer",
      "21": "Before I go—and I shall not return—\nTo the land of darkness and the deep shadow [of death],",
      "22": "The [sunless] land of utter gloom as darkness itself,\n[The land] of the shadow of death, without order,\nAnd [where] it shines as [thick] darkness.”"
    },
    "11": {
      "1": "Then Zophar the Naamathite answered and said,",
      "2": "“Shall a multitude of words not be answered?\nAnd should a talkative man [making such a long-winded defense] be acquitted?",
      "3": "“Should your boasts and babble silence men?\nAnd shall you scoff and no one put you to shame?",
      "4": "“For you have said, ‘My teaching (doctrine) [that God knowingly afflicts the righteous] is pure,\nAnd I am innocent in your eyes.’",
      "5": "“But oh, that God would speak,\nAnd open His lips [to speak] against you,",
      "6": "And [that He would] show you the secrets of wisdom!\nFor sound wisdom has two sides.\nKnow therefore that God forgets a part of your wickedness and guilt.",
      "7": "“Can you discover the depths of God?\nCan you [by searching] discover the limits of the Almighty [ascend to His heights, extend to His widths, and comprehend His infinite perfection]?",
      "8": "“His wisdom is as high as the heights of heaven. What can you do?\nIt is deeper than Sheol (the nether world, the place of the dead). What can you know?",
      "9": "“It is longer in measure [and scope] than the earth,\nAnd broader than the sea.",
      "10": "“If God passes by or arrests,\nOr calls an assembly [of judgment], who can restrain Him?\n[If He is against a man, who can call Him to account for it?]",
      "11": "“For He recognizes and knows false and worthless men,\nAnd He sees wickedness, will He not consider it?",
      "12": "“But a hollow (empty-headed) man will become intelligent and wise\n[Only] when the colt of a wild donkey is born as a man.",
      "13": "“If you direct your heart [on the right path]\nAnd stretch out your hands to Him,",
      "14": "If sin is in your hand, put it far away [from you],\nAnd do not let wrongdoing dwell in your tents;",
      "15": "Then, indeed, you could lift up your face [to Him] without moral defect,\nAnd you would be firmly established and secure and not fear.",
      "16": "“For you would forget your trouble;\nYou would remember it as waters that have passed by.",
      "17": "“And your life would be brighter than the noonday;\nDarkness [then] would be like the morning.",
      "18": "“Then you would trust [with confidence], because there is hope;\nYou would look around you and rest securely.",
      "19": "“You would lie down with no one to frighten you,\nAnd many would entreat and seek your favor.",
      "20": "“But the eyes of the wicked will fail,\nAnd they will not escape [the justice of God];\nAnd their hope is to breathe their last [and die].”"
    },
    "12": {
      "1": "Then Job responded,",
      "2": "“No doubt you are the [only wise] people [in the world],\nAnd wisdom will die with you!",
      "3": "“But I have intelligence and understanding as well as you;\nI am not inferior to you.\nWho does not know such things as these [of God’s wisdom and might]?",
      "4": "“I am a joke to my friends;\nI, one whom God answered when he called upon Him—\nA just and blameless man is a joke [and laughed to scorn].",
      "5": "“He who is at ease has contempt for misfortune,\nBut misfortune is ready [and anxiously waiting] for those whose feet slip.",
      "6": "“The tents of the destroyers prosper;\nAnd those who provoke God are [apparently] secure,\nWhom God brings into their power.",
      "7": "“Now ask the animals, and let them teach you [that God does not deal with His creatures according to their character];\nAnd ask the birds of the air, and let them tell you;",
      "8": "Or speak to the earth [with its many forms of life], and it will teach you;\nAnd let the fish of the sea declare [this truth] to you.",
      "9": "“Who among all these does not recognize [in all these things that good and evil are randomly scattered throughout nature and human life]\nThat the hand of the Lord has done this,",
      "10": "In whose hand is the life of every living thing,\nAnd the breath of all mankind?",
      "11": "“Does the ear not put words to the test,\nJust as the palate tastes its food [distinguishing between the desirable and the undesirable]?",
      "12": "“With the aged [you say] is wisdom,\nAnd with long life is understanding.",
      "13": "“But [only] with Him are [perfect] wisdom and might;\nHe [alone] has [true] counsel and understanding.",
      "14": "“Behold, He tears down, and it cannot be rebuilt;\nHe imprisons a man, and there can be no release.",
      "15": "“Behold, He restrains the waters, and they dry up;\nAgain, He sends the waters out, and they overwhelm and devastate the earth.",
      "16": "“With Him are might and sound wisdom,\nThe misled and the misleader are His [and in His power].",
      "17": "“He makes [great and scheming] counselors walk barefoot\nAnd makes fools of judges.",
      "18": "“He loosens the bond of kings\nAnd binds their loins with a loincloth.",
      "19": "“He makes priests walk barefoot,\nAnd He overturns men firmly seated and secure.",
      "20": "“He deprives the trusted ones of speech\nAnd takes away the discernment and discretion of the aged.",
      "21": "“He pours contempt on princes and nobles\nAnd loosens the belt of the strong [disabling them].",
      "22": "“He uncovers mysteries [that are difficult to grasp and understand] out of the darkness\nAnd brings black gloom and the shadow of death into light.",
      "23": "“He makes nations great, and He destroys them;\nHe enlarges nations, and leads them away [captive].",
      "24": "“He removes intelligence and understanding from the leaders of the people of the earth\nAnd makes them wander and move blindly in a pathless waste.",
      "25": "“They grope in darkness without light,\nAnd He makes them stagger like a drunken man.”"
    },
    "13": {
      "1": "[Job continued:] “Behold, my eye has seen all this,\nMy ear has heard and understood it.",
      "2": "“What you know I also know;\nI am not inferior to you.",
      "3": "“But I wish to speak to the Almighty,\nAnd I desire to argue with God.",
      "4": "“But you smear me with lies [you defame my character most untruthfully];\nYou are all worthless physicians and have no remedy to offer.",
      "5": "“Oh, that you would be completely silent,\nAnd that silence would be your wisdom!",
      "6": "“Please hear my argument\nAnd listen to the pleadings of my lips.",
      "7": "“Will you speak what is unjust for God,\nAnd speak what is deceitful for Him?",
      "8": "“Will you show partiality for Him [and be unjust to me so that you may gain favor with Him]?\nWill you contend and plead for God?",
      "9": "“Will it be well for you when He investigates you [and your tactics against me]?\nOr will you deceive Him as one deceives a man?",
      "10": "“He will surely reprimand you\nIf you secretly show partiality.",
      "11": "“Will not His majesty terrify you,\nAnd will not the dread of Him fall upon you?",
      "12": "“Your memorable sayings are [worthless, merely] proverbs of ashes;\nYour defenses are defenses of [crumbling] clay.",
      "13": "“Be silent before me so that I may speak;\nAnd let happen to me what may.",
      "14": "“Why should I take my flesh in my teeth\nAnd put my life in my hands [incurring the wrath of God]?",
      "15": "“Even though He kills me;\nI will hope in Him.\nNevertheless, I will argue my ways to His face.",
      "16": "“This also will be my salvation,\nFor a godless man may not come before Him.",
      "17": "“Listen diligently to my speech,\nAnd let my declaration fill your ears.",
      "18": "“Behold now, I have prepared my case;\nI know that I will be vindicated.",
      "19": "“Who will argue and contend with me?\nFor then I would be silent and die.",
      "20": "“Only [O Lord,] do not do two things to me,\nAnd then I will not hide myself from Your face:",
      "21": "Withdraw Your hand from me and remove this bodily suffering,\nAnd let not the dread of You terrify me.",
      "22": "“Then [Lord,] call, and I will answer;\nOr let me speak, and then reply to me.",
      "23": "“How many are my iniquities and sins [that so much sorrow should come to me]?\nMake me recognize and understand my transgression and my sin.",
      "24": "“Why do You hide Your face [as if offended]\nAnd consider me Your enemy?",
      "25": "“Will You cause a windblown leaf to tremble?\nWill You pursue the chaff of the dry stubble?",
      "26": "“For You write bitter things against me [in Your indictment]\nAnd make me inherit and suffer for the iniquities of my youth.",
      "27": "“You also put my feet in the stocks [as punishment]\nAnd [critically] observe all my paths;\nYou set a circle and limit around the soles of my feet [which I must not overstep],",
      "28": "While I waste away like a rotten thing,\nLike a garment that is moth-eaten."
    },
    "14": {
      "1": "“Man, who is born of a woman,\nIs short-lived and full of turmoil.",
      "2": "“Like a flower he comes forth and withers;\nHe also flees like a shadow and does not remain.",
      "3": "“You also open Your eyes upon him\nAnd bring him into judgment with Yourself.",
      "4": "“Who can make a clean thing out of the unclean?\nNo one!",
      "5": "“Since his days are determined,\nThe number of his months is with You [in Your control],\nAnd You have made his limits so he cannot pass [his allotted time].",
      "6": "“[O God] turn your gaze from him so that he may rest,\nUntil he fulfills his day [on earth] like a hired man.",
      "7": "“For there is hope for a tree,\nIf it is cut down, that it will sprout again,\nAnd that the shoots of it will not cease nor fail, [but there is no such hope for man].",
      "8": "“Though its roots grow old in the earth\nAnd its stump dies in the dry soil,",
      "9": "Yet at the scent of water [the stump of the tree] will flourish\nAnd bring forth sprigs and shoots like a seedling.",
      "10": "“But [the brave, strong] man must die and lie face down;\nMan breathes his last, and where is he?",
      "11": "“As water evaporates from the sea,\nAnd a river drains and dries up,",
      "12": "So man lies down and does not rise [again].\nUntil the heavens are no longer,\nThe dead will not awake nor be raised from their sleep.",
      "13": "“Oh, that You would hide me in Sheol (the nether world, the place of the dead),\nThat You would conceal me until Your wrath is past,\nThat You would set a definite time and then remember me [and in Your lovingkindness imprint me on your heart]!",
      "14": "“If a man dies, will he live again?\nI will wait all the days of my struggle\nUntil my change and release will come.",
      "15": "“[Then] You will call, and I will answer You;\nYou will long for [me] the work of Your hands.",
      "16": "“But now You number [each of] my steps;\nYou do not observe nor take note of my sin.",
      "17": "“My transgression is sealed up in a bag,\nAnd You cover my wickedness [from Your view].",
      "18": "“But as a mountain, if it falls, crumbles into nothing,\nAnd as the rock is moved from its place,",
      "19": "Water wears away the stones,\nIts floods and torrents wash away the soil of the earth,\nSo You [O Lord] destroy the hope of man.",
      "20": "“You prevail forever against him and overpower him, and he passes on;\nYou change his appearance and send him away [from the presence of the living].",
      "21": "“His sons achieve honor, and he does not know it;\nThey become insignificant, and he is not aware of it.",
      "22": "“But his body [lamenting its decay] grieves in pain over it,\nAnd his soul mourns over [the loss of] himself.”"
    },
    "15": {
      "1": "Then Eliphaz the Temanite answered [Job] and said,",
      "2": "“Should a wise man [such as you] utter such windy and vain knowledge [as we have just heard]\nAnd fill himself with the east wind [of withering, parching, and violent accusations]?",
      "3": "“Should he rebuke and argue with useless talk?\nOr with words in which there is no benefit?",
      "4": "“Indeed, you are doing away with fear,\nAnd you are diminishing meditation before God.",
      "5": "“For your guilt teaches your mouth,\nAnd you choose [to speak] the language of the crafty and cunning.",
      "6": "“Your own mouth condemns you, and not I;\nYes, your own lips testify against you.",
      "7": "“Were you the first man to be born [the original wise man],\nOr were you created before the hills?",
      "8": "“Do you hear the secret counsel of God,\nAnd do you limit [the possession of] wisdom to yourself?",
      "9": "“What do you know that we do not know?\nWhat do you understand that is not equally clear to us?",
      "10": "“Among us are both the gray-haired and the aged,\nOlder than your father.",
      "11": "“Are the consolations of God [as we have interpreted them to you] too trivial for you,\n[Or] were we too gentle toward you [in our first speech] to be effective?",
      "12": "“Why does your heart carry you away [allowing you to be controlled by emotion]?\nAnd why do your eyes flash [in anger or contempt],",
      "13": "That you should turn your spirit against God\nAnd let such words [as you have spoken] go out of your mouth?",
      "14": "“What is man, that he should be pure and clean,\nOr he who is born of a woman, that he should be righteous and just?",
      "15": "“Behold, God puts no trust in His holy ones (angels);\nIndeed, the heavens are not pure in His sight—",
      "16": "How much less [pure and clean is] the one who is repulsive and corrupt,\nMan, who drinks unrighteousness and injustice like water!",
      "17": "“I will tell you, listen to me;\nAnd what I have seen I will also declare;",
      "18": "What wise men have [freely] told,\nAnd have not hidden [anything passed on to them] from their fathers,",
      "19": "To whom alone the land was given,\nAnd no stranger passed among them [corrupting the truth].",
      "20": "“The wicked man writhes with pain all his days,\nAnd numbered are the years stored up for him, the ruthless one.",
      "21": "“A [dreadful] sound of terrors is in his ears;\nWhile at peace and in a time of prosperity the destroyer comes upon him [the tent of the robber is not at peace].",
      "22": "“He does not believe that he will return out of the darkness [for fear of being murdered],\nAnd he is destined for the sword [of God’s vengeance].",
      "23": "“He wanders about for food, saying, ‘Where is it?’\nHe knows that the day of darkness and destruction is already at hand.",
      "24": "“Distress and anxiety terrify him,\nThey overpower him like a king ready for battle.",
      "25": "“Because he has stretched out his hand against God\nAnd behaves arrogantly against the Almighty,",
      "26": "Running and charging headlong against Him\nWith his ornamented and massive shield;",
      "27": "For he has covered his face with his fat,\nAdding layers of fat to his thighs [giving himself up to pleasures],",
      "28": "And he has lived in desolate [God-forsaken] cities,\nIn houses which no one should inhabit,\nWhich were destined to become heaps [of ruins];",
      "29": "He will not become rich, nor will his wealth endure;\nAnd his grain will not bend to the earth nor his possessions be extended on the earth.",
      "30": "“He will not escape from darkness [fleeing disaster];\nThe flame [of God’s wrath] will wither his branch,\nAnd by the blast of His mouth he will go away.",
      "31": "“Let him not trust in vanity (emptiness, futility) and be led astray;\nFor emptiness will be his reward [for such living].",
      "32": "“It will be fulfilled while he still lives,\nAnd his branch will not be green [but shall wither away].",
      "33": "“He will fail to bring his grapes to maturity [leaving them to wither unnourished] on the vine,\nAnd will cast off blossoms [and fail to bring forth fruit] like the olive tree.",
      "34": "“For the company of the godless is barren,\nAnd fire consumes the tents of bribery (wrong and injustice).",
      "35": "“They conceive mischief and bring forth wickedness,\nAnd their inmost soul prepares deceit and fraud.”"
    },
    "16": {
      "1": "Then Job answered and said,",
      "2": "“I have heard many such things;\nWearisome and miserable comforters are you all.",
      "3": "“Is there no end to [your futile] words of wind?\nOr what plagues you [so much] that you [so boldly] answer [me like this]?",
      "4": "“I also could speak like you,\nIf you were in my place;\nI could compose and join words together against you\nAnd shake my head at you.",
      "5": "“[But instead] I could strengthen and encourage you with [the words of] my mouth,\nAnd the consolation and solace of my lips would soothe your suffering and lessen your anguish.",
      "6": "“If I speak [to you miserable comforters], my pain is not relieved;\nAnd if I refrain [from speaking], what [pain or anguish] leaves me?",
      "7": "“But now God has exhausted me.\nYou [O Lord] have destroyed all my family and my household.",
      "8": "“You have taken a firm hold on me and have shriveled me up,\nIt has become a witness [against me];\nAnd my leanness [and infirmity] rises up [as evidence] against me,\nIt testifies to my face [about my guilt].",
      "9": "“His wrath has torn me and hunted me down,\nHe has gnashed at me with his teeth;\nMy adversary sharpens His gaze and glares [with piercing eyes] at me.",
      "10": "“They have gaped at me with their mouths,\nWith contempt they have struck me on the cheek;\nThey massed themselves together [and conspired] against me.",
      "11": "“God hands me over to criminals\nAnd tosses me [headlong] into the hands of the wicked.",
      "12": "“I was [living] at ease, but He crushed me and broke me apart,\nAnd He has seized me by the neck and has shaken me to pieces;\nHe has also set me up as His target.",
      "13": "“His arrows surround me.\nHe pierces my kidneys (vital organs) without mercy;\nHe pours out my gall on the ground.",
      "14": "“He attacks me, making wound after wound;\nHe runs at me like a warrior.",
      "15": "“I have sewed sackcloth over my skin [as a sign of mourning]\nAnd have defiled my horn (symbol of strength) in the dust.",
      "16": "“My face is red and swollen with weeping,\nAnd on my eyelids is the shadow of death [my eyes are dimmed],",
      "17": "Although there is no violence or wrongdoing in my hands,\nAnd my prayer is pure.",
      "18": "“O earth, do not cover my blood,\nAnd let there be no [resting] place for my cry [where it will cease being heard].",
      "19": "“Even now, behold, my Witness is in heaven,\nAnd my Advocate [who vouches and testifies for me] is on high.",
      "20": "“My friends are scoffers [who ridicule];\nMy eye pours out tears to God.",
      "21": "“Oh, that a man would mediate and plead with God [for me]\nJust as a man [mediates and pleads] with his neighbor and friend.",
      "22": "“For when a few years are past,\nI shall go the way of no return."
    },
    "17": {
      "1": "“My spirit is broken, my days are extinguished,\nThe grave is ready for me.",
      "2": "“Surely there are mockers and mockery with me,\nAnd my eye gazes on their obstinacy and provocation.",
      "3": "“Give me a pledge (guarantee, promise) with Yourself [acknowledge my innocence before my death];\nWho is there that will be my guarantor and give security for me?",
      "4": "“But You [Lord] have closed their hearts to understanding,\nTherefore You will not exalt them [by giving a verdict against me].",
      "5": "“He who denounces and informs against his friends for a share of the spoil,\nThe eyes of his children will also languish and fail.",
      "6": "“But He has made me a byword and mockery among the people,\nAnd I have become one in whose face people spit.",
      "7": "“My eye has grown dim (unexpressive) because of grief,\nAnd all my [body’s] members are [wasted away] like a shadow.",
      "8": "“The upright will be [astonished and] appalled at this,\nAnd the innocent will stir himself up against the godless and polluted.",
      "9": "“Nevertheless the righteous will hold to his ways,\nAnd he who has clean hands will grow stronger and stronger.",
      "10": "“But as for all of you, come back again,\nEven though I do not find a wise man among you.",
      "11": "“My days are past, my purposes and plans are frustrated and torn apart;\nThe wishes of my heart [are broken].",
      "12": "“These [thoughts try to] make the night into the day;\n‘The light is near,’ they say in the presence of darkness [but they pervert the truth].",
      "13": "“But if I look to Sheol (the nether world, the place of the dead) as my home,\nIf I make my bed in the darkness,",
      "14": "If I call out to the pit (grave), ‘You are my father’;\nAnd to the worm [that feeds on decay], ‘You are my mother and my sister [because I will soon be closest to you],’",
      "15": "Where now is my hope?\nAnd who regards or considers or is even concerned about my hope?",
      "16": "“Will my hope go down with me to Sheol (the nether world, the place of the dead)?\nShall we go down together in the dust?”"
    },
    "18": {
      "1": "Then Bildad the Shuhite answered and said,",
      "2": "“How long will you hunt for words and continue these speeches?\nDo some clear thinking and show understanding and then we can talk.",
      "3": "“Why are we regarded as beasts,\nAs if [we are] stupid (senseless) in your eyes?",
      "4": "“You who tear yourself apart in anger,\nIs the earth to be abandoned for your sake,\nOr the rock to be moved out of its place?",
      "5": "“Indeed, the light of the wicked will be put out,\nAnd the flame of his fire will not shine.",
      "6": "“The light will be dark in his tent,\nAnd his lamp beside him will be put out.",
      "7": "“The vigorous stride will be shortened,\nAnd his own counsel and the scheme [in which he trusted] will bring his downfall.",
      "8": "“For the wicked is thrown into a net by his own feet (wickedness),\nAnd he steps on the webbing [of the lattice-covered pit].",
      "9": "“A snare catches him by the heel,\nAnd a trap snaps shut on him.",
      "10": "“A noose is hidden for him on the ground,\nAnd a trap for him on the path.",
      "11": "“Terrors frighten him on every side\nAnd chase at his heels.",
      "12": "“The strength [of the wicked] is famished and weakened,\nAnd disaster is ready at his side [if he stops].",
      "13": "“His skin is devoured by disease;\nThe firstborn of death [the worst of diseases] consumes his limbs.",
      "14": "“He is torn from his tent which he trusted [for safety],\nAnd he is marched and brought to the king of terrors (death).",
      "15": "“Nothing of his dwells in his tent;\nBrimstone (burning sulfur) is scattered over his dwelling [to purify it].",
      "16": "“The roots [of the wicked] are dried up below,\nAnd above, his branch is cut off and withers.",
      "17": "“Memory of him perishes from the earth,\nAnd he has no name on the street.",
      "18": "“He is driven and propelled from light into darkness,\nAnd chased from the inhabited world.",
      "19": "“He has no offspring or prosperity among his people,\nNor any survivor where he sojourned.",
      "20": "“Those in the west are astonished and appalled at his fate,\nAnd those in the east are seized with horror.",
      "21": "“Surely such are the dwellings of the wicked and the ungodly,\nAnd such is the place of him who does not know or recognize or honor God.”"
    },
    "19": {
      "1": "Then Job answered and said,",
      "2": "“How long will you torment and exasperate me\nAnd crush me with words?",
      "3": "“These ten times you have insulted me;\nYou are not ashamed to wrong me [and harden your hearts against me].",
      "4": "“And if it were true that I have erred,\nMy error would remain with me [and I would be conscious of it].",
      "5": "“If indeed you [braggarts] vaunt and magnify yourselves over me\nAnd prove my disgrace (humiliation) to me,",
      "6": "Know then that God has wronged me and overthrown me\nAnd has closed His net around me.",
      "7": "“Behold, I cry out, ‘Violence!’ but I am not heard;\nI shout for help, but there is no justice.",
      "8": "“He has walled up my way so that I cannot pass,\nAnd He has set darkness upon my paths.",
      "9": "“He has stripped me of my honor\nAnd removed the crown from my head.",
      "10": "“He breaks me down on every side, and I am gone;\nHe has uprooted my hope like a tree.",
      "11": "“He has also kindled His wrath [like a fire] against me\nAnd He considers and counts me as one of His adversaries.",
      "12": "“His troops come together\nAnd build up their way and siege works against me\nAnd camp around my tent.",
      "13": "“He has put my brothers far from me,\nAnd my acquaintances are completely estranged from me.",
      "14": "“My relatives have failed [me],\nAnd my intimate friends have forgotten me.",
      "15": "“Those who live [temporarily] in my house and my maids consider me a stranger;\nI am a foreigner in their sight.",
      "16": "“I call to my servant, but he does not answer;\nI have to implore him with words.",
      "17": "“My breath is repulsive to my wife,\nAnd I am loathsome to my own brothers.",
      "18": "“Even young children despise me;\nWhen I get up, they speak against me.",
      "19": "“All the men of my council hate me;\nThose I love have turned against me.",
      "20": "“My bone clings to my skin and to my flesh,\nAnd I have escaped [death] by the skin of my teeth.",
      "21": "“Have pity on me! Have pity on me, O you my friends,\nFor the hand of God has touched me.",
      "22": "“Why do you persecute me as God does?\nWhy are you not satisfied with my flesh (anguish)?",
      "23": "“Oh, that the words I now speak were written!\nOh, that they were recorded in a scroll!",
      "24": "“That with an iron stylus and [molten] lead\nThey were engraved in the rock forever!",
      "25": "“For I know that my Redeemer and Vindicator lives,\nAnd at the last He will take His stand upon the earth.",
      "26": "“Even after my [mortal] skin is destroyed [by death],\nYet from my [immortal] flesh I will see God,",
      "27": "Whom I, even I, will see for myself,\nAnd my eyes will see Him and not another!\nMy heart faints within me.",
      "28": "“If you say, ‘How shall we [continue to] persecute him?’\nAnd ‘What pretext for a case against him can we find [since we claim the root of these afflictions is found in him]?’",
      "29": "“Then beware and be afraid of the sword [of divine vengeance] for yourselves,\nFor wrathful are the punishments of that sword,\nSo that you may know there is judgment.”"
    },
    "20": {
      "1": "Then Zophar the Naamathite answered and said,",
      "2": "“Therefore my disquieting thoughts make me answer,\nBecause of the uneasiness that is within me.",
      "3": "“I have heard the reproof which insults me,\nBut the spirit of my understanding makes me answer.",
      "4": "“Do you not know this from the old days,\nSince the time that man was placed on the earth,",
      "5": "That the triumphing of the wicked is short,\nAnd the joy of the godless is only for a moment?",
      "6": "“Though his pride reaches the heavens\nAnd his head touches the clouds,",
      "7": "Yet he perishes forever like his own refuse;\nThose who have seen him will say, ‘Where is he?’",
      "8": "“He flies away like a dream and cannot be found;\nYes, he is chased away like a vision of the night.",
      "9": "“The eye which saw him sees him no longer,\nNeither does his [accustomed] place behold him any longer.",
      "10": "“His sons favor the poor [and pay his obligations],\nAnd his hands give back his [ill-gotten] wealth.",
      "11": "“His bones are full of youthful strength\nBut it lies down with him in the dust.",
      "12": "“Though evil and wickedness are sweet in his mouth\nAnd he hides it under his tongue,",
      "13": "Though he desires it and will not let it go\nBut holds it in his mouth,",
      "14": "Yet his food turns [to poison] in his stomach;\nIt is the venom of vipers within him.",
      "15": "“He swallows [his ill-gotten] riches,\nBut will vomit them up;\nGod will drive them out of his belly.",
      "16": "“He sucks the poison of vipers [which ill-gotten wealth contains];\nThe viper’s tongue slays him.",
      "17": "“He does not look at the rivers,\nThe flowing streams of honey and butter [to enjoy his wealth].",
      "18": "“He gives back what he has labored for and attained\nAnd cannot swallow it [down to enjoy it];\nAs to the riches of his labor,\nHe cannot even enjoy them.",
      "19": "“For he has oppressed and neglected the poor;\nHe has violently taken away houses which he did not build.",
      "20": "“Because he knew no quietness or calm within him [because of his greed],\nHe does not retain anything he desires.",
      "21": "“There is nothing left of what he devoured;\nTherefore his prosperity does not endure.",
      "22": "“In the fullness of his excess (great abundance) he will be in trouble;\nThe hand of everyone who suffers will come against him [he is miserable on every side].",
      "23": "“When he fills his belly,\nGod will send His fierce anger on him\nAnd will rain it upon him while he is eating.",
      "24": "“He may flee from the iron weapon,\nBut the bow of bronze will pierce him through.",
      "25": "“The arrow is drawn forth and it comes out of his back [after passing through his body];\nYes, the glittering point comes out of his gall.\nTerrors march in upon him;",
      "26": "Complete darkness (misfortune) is held in reserve for his treasures.\nAn unfanned fire will devour him;\nIt will consume the survivor in his tent.",
      "27": "“The heavens will reveal his wickedness and guilt,\nAnd the earth will rise up against him.",
      "28": "“The produce and increase of his house will depart [with the victors];\nHis possessions will be dragged away in the day of God’s wrath.",
      "29": "“This is the wicked man’s portion from God,\nAnd the heritage decreed and appointed to him by God.”"
    },
    "21": {
      "1": "Then Job answered and said,",
      "2": "“Listen carefully to my speech,\nAnd let this be the consolation.",
      "3": "“Bear with me, and I also will speak;\nAnd after I have spoken, you may [continue to] mock [me].",
      "4": "“As for me, is my complaint to man or about him?\nAnd why should I not be impatient and my spirit troubled?",
      "5": "“Look at me and be astonished and appalled;\nAnd put your hand over your mouth.",
      "6": "“Even when I remember, I am troubled and afraid;\nHorror and trembling take hold of my flesh.",
      "7": "“Why do the wicked still live,\nBecome old, and become mighty in power?",
      "8": "“Their children and descendants are established with them in their sight,\nAnd their offspring before their eyes.",
      "9": "“Their houses are safe from fear;\nAnd the rod of God is not on them.",
      "10": "“His bull breeds and does not fail;\nHis cow calves and does not miscarry.",
      "11": "“They send forth their little ones like a flock,\nAnd their children skip about.",
      "12": "“They lift up their voices and sing to the tambourine and the lyre\nAnd rejoice to the sound of the flute.",
      "13": "“They fully enjoy their days in prosperity,\nAnd so go down to Sheol (the nether world, the place of the dead) in a [peaceful] moment.",
      "14": "“Yet they say to God, ‘Depart from us,\nFor we do not desire the knowledge of Your ways.",
      "15": "‘Who [and what] is the Almighty, that we should serve Him?\nAnd what would we gain if we plead with Him?’",
      "16": "“But notice, the prosperity of the wicked is not in their hand (in their power);\nThe counsel of the wicked [and the mystery of God’s dealings with the ungodly] is far from my comprehension.",
      "17": "“How often [then] is it that the lamp of the wicked is put out,\nAnd that their disaster falls on them?\nDoes God distribute pain and destruction and sorrow [to them] in His anger?",
      "18": "“Are they like straw before the wind,\nAnd like chaff that the storm steals and carries away?",
      "19": "“You say, ‘God stores away [the punishment of] man’s wickedness for his children.’\nLet God repay him so that he may know and experience it.",
      "20": "“Let his own eyes see his destruction,\nAnd let him drink of the wrath of the Almighty.",
      "21": "“For what pleasure does he have in his house and family after he is dead,\nWhen the number of his months [of life] is cut off?",
      "22": "“Can anyone teach God knowledge,\nSeeing that He judges those on high?",
      "23": "“One dies in his full strength,\nBeing wholly at ease and quiet and satisfied;",
      "24": "His pails are full of milk [his sides are filled out with fat],\nAnd the marrow of his bones is moist,",
      "25": "Whereas another dies with a bitter soul,\nNever even tasting pleasure or good fortune.",
      "26": "“Together they lie down in the dust,\nAnd the worms cover them.",
      "27": "“Behold, I know your thoughts,\nAnd the plots by which you would wrong me.",
      "28": "“For you say, ‘Where is the house of the noble man?\nAnd where is the tent, the dwelling place of the wicked?’",
      "29": "“Have you not asked those who travel this way,\nAnd do you not recognize their witness?",
      "30": "“That evil men are [now] reserved for the day of disaster and destruction,\nThey will be led away on the day of [God’s] wrath?",
      "31": "“But who will confront him with his actions and rebuke him face to face,\nAnd who will repay him for what he has done?",
      "32": "“When he is carried to his grave,\nA guard will keep watch over his tomb.",
      "33": "“The [dirt] clods of the valley are sweet to him [and gently cover him],\nMoreover, all men will follow after him [to a grave],\nWhile countless ones go before him.",
      "34": "“How then can you vainly comfort me with empty words,\nSince your answers remain untrue?”"
    },
    "22": {
      "1": "Then Eliphaz the Temanite answered and said,",
      "2": "“Can a vigorous man be of use to God,\nOr a wise man be useful to himself?",
      "3": "“Is it any pleasure or joy to the Almighty that you are righteous?\nOr is it of benefit to Him that you make your ways perfect?",
      "4": "“Is it because of your fear of Him that He corrects you,\nThat He enters into judgment against you?",
      "5": "“Is not your wickedness great,\nAnd your sins without end?",
      "6": "“For you have taken pledges of your brothers without cause,\nAnd stripped men naked.",
      "7": "“You have not given water to the weary to drink,\nAnd you have withheld bread from the hungry.",
      "8": "“But the land is possessed by the man with power,\nAnd the favored and honorable man dwells in it.",
      "9": "“You have sent widows away empty-handed,\nAnd the arms (strength) of the fatherless have been broken.",
      "10": "“Therefore snares surround you,\nAnd sudden dread terrifies and overwhelms you;",
      "11": "Or darkness, so that you cannot see,\nAnd a flood of water covers you.",
      "12": "“Is not God in the height of heaven?\nAnd behold the distant stars, how high they are!",
      "13": "“You say, ‘What does God know [about me]?\nCan He judge through the thick darkness?",
      "14": "‘Thick clouds are a hiding place for Him, so that He cannot see,\nAnd He walks on the vault (circle) of the heavens.’",
      "15": "“Will you keep to the ancient path\nThat wicked men walked [in the time of Noah],",
      "16": "Men who were snatched away before their time,\nWhose foundations were poured out like a river?",
      "17": "“They said to God, ‘Depart from us!\nWhat can the Almighty do for us or to us?’",
      "18": "“Yet He filled their houses with good things;\nBut the counsel of the wicked and ungodly is far from me.",
      "19": "“The righteous see it and are glad;\nAnd the innocent mock and laugh at them, saying,",
      "20": "‘Surely our adversaries are cut off and destroyed,\nAnd fire has consumed their abundance.’",
      "21": "“Now yield and submit yourself to Him [agree with God and be conformed to His will] and be at peace;\nIn this way [you will prosper and great] good will come to you.",
      "22": "“Please receive the law and instruction from His mouth\nAnd establish His words in your heart and keep them.",
      "23": "“If you return to the Almighty [and submit and humble yourself before Him], you will be built up [and restored];\nIf you remove unrighteousness far from your tents,",
      "24": "And place your gold in the dust,\nAnd the gold of Ophir among the stones of the brooks [considering it of little value],",
      "25": "And make the Almighty your gold\nAnd your precious silver,",
      "26": "Then you will have delight in the Almighty,\nAnd you will lift up your face to God.",
      "27": "“You will pray to Him, and He will hear you,\nAnd you will pay your vows.",
      "28": "“You will also decide and decree a thing, and it will be established for you;\nAnd the light [of God’s favor] will shine upon your ways.",
      "29": "“When you are cast down and humbled, you will speak with confidence,\nAnd the humble person He will lift up and save.",
      "30": "“He will even rescue the one [for whom you intercede] who is not innocent;\nAnd he will be rescued through the cleanness of your hands.”"
    },
    "23": {
      "1": "Then Job answered and said,",
      "2": "“Even today my complaint is contentious;\nHis hand is heavy despite my groaning.",
      "3": "“Oh, that I knew where I might find Him,\nThat I might [even] come to His seat!",
      "4": "“I would present my cause before Him\nAnd fill my mouth with arguments.",
      "5": "“I would learn the words which He would answer,\nAnd understand what He would say to me.",
      "6": "“Would He contend against me with His great power?\nNo, surely He would give attention to me.",
      "7": "“There the righteous and upright could reason with Him;\nSo I would be acquitted forever by my Judge.",
      "8": "“Behold, I go forward (to the east), but He is not there;\nI go backward (to the west), but I cannot perceive Him;",
      "9": "To the left (north) He turns, but I cannot behold Him;\nHe turns to the right hand (south), but I cannot see Him.",
      "10": "“But He knows the way that I take [and He pays attention to it].\nWhen He has tried me, I will come forth as [refined] gold [pure and luminous].",
      "11": "“My feet have carefully followed His steps;\nI have kept His ways and not turned aside.",
      "12": "“I have not departed from the commandment of His lips;\nI have kept the words of His mouth more than my necessary food.",
      "13": "“But He is unique and unchangeable, and who can turn Him?\nAnd what His soul desires, that He does.",
      "14": "“For He performs what is planned (appointed) for me,\nAnd He is mindful of many such things.",
      "15": "“Therefore I would be terrified at His presence;\nWhen I consider [all of this], I tremble in dread of Him.",
      "16": "“For God has made my heart faint,\nAnd the Almighty has terrified me,",
      "17": "But I am not silenced by the darkness [of these woes that fell on me],\nNor by the thick darkness which covers my face."
    },
    "24": {
      "1": "“Why does the Almighty not set seasons for judgment?\nWhy do those who know Him not see His days [for punishment of the wicked]?",
      "2": "“Some remove the landmarks;\nThey [violently] seize and pasture flocks [appropriating land and flocks openly].",
      "3": "“They drive away the donkeys of the orphans;\nThey take the widow’s ox for a pledge.",
      "4": "“They crowd the needy off the road;\nThe poor of the land all hide themselves.",
      "5": "“Behold, as wild donkeys in the desert,\nThe poor go to their work, diligently seeking food;\nAs bread for their children in the desert.",
      "6": "“They harvest their fodder in a field [that is not their own],\nAnd glean the vineyard of the wicked.",
      "7": "“They spend the night naked, without clothing,\nAnd have no covering against the cold.",
      "8": "“They are wet from the rain of the mountains\nAnd cling to the rock for lack of shelter.",
      "9": "“Others snatch the fatherless [infants] from the breast [to sell or make them slaves],\nAnd against the poor they take a pledge [of clothing].",
      "10": "“They cause the poor to go about naked without clothing,\nAnd they take away the sheaves [of grain] from the hungry.",
      "11": "“Within the walls [of the wicked] the poor make [olive] oil;\nThey tread [the grapes in] the wine presses, but thirst.",
      "12": "“From the [populous and crowded] city men groan,\nAnd the souls of the wounded cry out for help;\nYet God [seemingly] does not pay attention to the wrong [done to them].",
      "13": "“Others have been with those who rebel against the light;\nThey do not want to know its ways\nNor stay in its paths.",
      "14": "“The murderer rises at dawn;\nHe kills the poor and the needy,\nAnd at night he becomes a thief.",
      "15": "“The eye of the adulterer waits for the twilight,\nSaying, ‘No eye will see me,’\nAnd he covers his face.",
      "16": "“In the dark they dig into [the penetrable walls of] houses;\nThey shut themselves up by day;\nThey do not know the light [of day].",
      "17": "“For the morning is the same to him as the thick darkness [of midnight];\nFor he is familiar with the terrors of thick darkness.",
      "18": "“They are insignificant on the surface of the water;\nTheir portion is cursed on the earth;\nThey do not turn toward the vineyards.",
      "19": "“Drought and heat consume the snow waters;\nSo does Sheol (the nether world, the place of the dead) [consume] those who have sinned.",
      "20": "“A mother will forget him;\nThe worm feeds on him until he is no longer remembered.\nAnd wickedness will be broken like a tree [which cannot be restored].",
      "21": "“He preys on the barren (childless) woman\nAnd does no good for the widow.",
      "22": "“Yet God draws away the mighty by His power;\nHe rises, but no one has assurance of life.",
      "23": "“God gives them security, and they are supported;\nAnd His eyes are on their ways.",
      "24": "“They are exalted for a little while, and then they are gone;\nMoreover, they are brought low and like everything [they are] gathered up and taken out of the way;\nEven like the heads of grain they are cut off.",
      "25": "“And if this is not so, who can prove me a liar\nAnd make my speech worthless?”"
    },
    "25": {
      "1": "Then Bildad the Shuhite answered and said,",
      "2": "“Dominion and awe belong to God;\nHe establishes peace and order in His high places.",
      "3": "“Is there any number to His [vast celestial] armies?\nAnd upon whom does His light not rise?",
      "4": "“How then can man be justified and righteous with God?\nOr how can he who is born of a woman be pure and clean?",
      "5": "“Behold, even the moon has no brightness [compared to God’s majesty and glory]\nAnd the stars are not pure in His sight,",
      "6": "How much less man, that maggot,\nAnd the son of man, that worm!”"
    },
    "26": {
      "1": "But Job answered and said,",
      "2": "“What a help you are to the weak (powerless)!\nHow you have saved the arm that is without strength!",
      "3": "“How you have counseled the one who has no wisdom!\nAnd how abundantly you have provided sound wisdom and helpful insight!",
      "4": "“To whom have you uttered [these] words?\nAnd whose spirit [inspired what] came forth from you?",
      "5": "“The spirits of the dead tremble\nUnderneath the waters and their inhabitants.",
      "6": "“Sheol (the nether world, the place of the dead) is naked before God,\nAnd Abaddon (the place of destruction) has no covering [from His eyes].",
      "7": "“It is He who spreads out the north over emptiness\nAnd hangs the earth on nothing.",
      "8": "“He wraps the waters in His clouds [which otherwise would spill on earth all at once],\nAnd the cloud does not burst under them.",
      "9": "“He covers the face of the full moon\nAnd spreads His cloud over it.",
      "10": "“He has inscribed a circular limit (the horizon) on the face of the waters\nAt the boundary between light and darkness.",
      "11": "“The pillars of the heavens tremble\nAnd are terrified at His rebuke.",
      "12": "“He stirred up the sea by His power,\nAnd by His understanding He smashed [proud] Rahab.",
      "13": "“By His breath the heavens are cleared;\nHis hand has pierced the [swiftly] fleeing serpent.",
      "14": "“Yet these are just the fringes of His ways [mere samples of His power],\nThe faintest whisper of His voice!\nWho can contemplate the thunder of His [full] mighty power?”"
    },
    "27": {
      "1": "Job continued his discourse and said,",
      "2": "“As God lives, who has taken away my right and denied me justice,\nAnd the Almighty, who has caused bitterness and grief for my soul,",
      "3": "As long as my life is within me,\nAnd the breath of God is [still] in my nostrils,",
      "4": "My lips will not speak unjustly,\nNor will my tongue utter deceit.",
      "5": "“Far be it from me that I should admit you are right [in your accusations against me];\nUntil I die, I will not remove my integrity from me.",
      "6": "“I hold fast my uprightness and my right standing with God and I will not let them go;\nMy heart does not reproach me for any of my days.",
      "7": "“May my enemy be as the wicked,\nAnd he who rises up against me be as the unrighteous (unjust).",
      "8": "“For what is the hope of the godless, even though he has gained [in this world],\nWhen God takes his life?",
      "9": "“Will God hear his cry\nWhen trouble and distress come upon him?",
      "10": "“Will he take delight in the Almighty?\nWill he call on God at all times?",
      "11": "“I will teach you regarding the hand (power) of God;\nI will not conceal what is with the Almighty [God’s actual treatment of the wicked].",
      "12": "“Behold, all of you have seen it;\nWhy then do you act vainly and foolishly [cherishing worthless concepts]?",
      "13": "“This [which I am about to explain] is the portion of a wicked man from God,\nAnd the inheritance which tyrants and oppressors receive from the Almighty:",
      "14": "“Though his children are many, they are destined for the sword;\nAnd his descendants will not have sufficient bread.",
      "15": "“Those who survive him will be buried because of the plague,\nAnd [their] widows will not be able to weep.",
      "16": "“Though he heaps up silver like dust\nAnd piles up clothing like clay,",
      "17": "He may prepare it, but the just will wear it\nAnd the innocent will divide the silver.",
      "18": "“He builds his house like a spider’s web,\nLike a (temporary) hut which a watchman makes.",
      "19": "“He lies down rich, but never will again;\nHe opens his eyes, and it is gone.",
      "20": "“Terrors overtake him like a [suddenly rising] flood;\nA windstorm steals him away in the night.",
      "21": "“The east wind lifts him up, and he is gone;\nIt sweeps him out of his place.",
      "22": "“For it will hurl [thunderbolts of God’s wrath] at him unsparingly and without compassion;\nHe flees in haste from its power.",
      "23": "“People will clap their hands at him [to mock and ridicule him]\nAnd hiss him out of his place."
    },
    "28": {
      "1": "“Surely there is a mine for silver,\nAnd a place where they refine gold.",
      "2": "“Iron is taken out of the earth,\nAnd copper is smelted from the stone ore.",
      "3": "“Man puts an end to darkness [by bringing in a light],\nAnd to the farthest bounds he searches out\nThe rock buried in gloom and deep shadow.",
      "4": "“He breaks open (mine) shafts far away from where people live,\n[In places] forgotten by the [human] foot;\nThey dangle [in the mines] and hang away from men.",
      "5": "“[As for] the earth, out of it comes food,\nBut underneath [its surface, down deep] it is turned over as fire.",
      "6": "“Its stones are the bed of sapphires;\nIt holds dust of gold.",
      "7": "“The path [deep within] no bird of prey knows,\nAnd the falcon’s eye has not caught sight of it.",
      "8": "“The proud beasts [and their young] have not walked on it,\nNor has the fierce lion passed over it.",
      "9": "“Man puts his hand on [and tears apart] the flinty rock;\nHe overturns the mountains at the base [looking for treasure].",
      "10": "“He cuts out channels and passages among the rocks;\nAnd his eye sees every precious thing.",
      "11": "“Man dams up the streams from flowing [so that they do not trickle into the mine],\nAnd what is hidden he brings out to the light.",
      "12": "“But where can wisdom be found?\nAnd where is the place of understanding?",
      "13": "“Man does not know the value of it;\nNor is it found in the land of the living.",
      "14": "“The deep says, ‘It is not in me’;\nAnd the sea says, ‘It is not with me.’",
      "15": "“It cannot be obtained for pure gold,\nNor can silver be weighed as its price.",
      "16": "“It cannot be valued in [terms of] the gold of Ophir,\nIn the precious onyx or beryl, or the sapphire.",
      "17": "“Gold and glass cannot equal wisdom,\nNor can it be exchanged for articles of fine gold.",
      "18": "“No mention of coral and crystal can be made;\nFor the possession of wisdom is even above [that of] rubies or pearls.",
      "19": "“The topaz of Ethiopia cannot compare with it,\nNor can it be valued in pure gold.",
      "20": "“From where then does wisdom come?\nAnd where is the place of understanding?",
      "21": "“It is hidden from the eyes of all the living\nAnd concealed from the birds of the heavens.",
      "22": "“Abaddon (the place of destruction) and Death say,\n‘We have [only] heard a report of it with our ears.’",
      "23": "“God understands the way [to wisdom]\nAnd He knows its place [for wisdom is with God alone].",
      "24": "“For He looks to the ends of the earth\nAnd sees everything under the heavens.",
      "25": "“When He gave weight and pressure to the wind\nAnd allotted the waters by measure,",
      "26": "When He made a limit for the rain\nAnd a way for the thunderbolt,",
      "27": "Then He saw wisdom and declared it;\nHe established it and searched it out.",
      "28": "“But to man He said, ‘Behold, the reverential and worshipful fear of the Lord—that is wisdom;\nAnd to depart from evil is understanding.’”"
    },
    "29": {
      "1": "And Job again took up his discussion and said,",
      "2": "“Oh, that I were as in the months of old,\nAs in the days when God watched over me,",
      "3": "When His lamp shone upon my head\nAnd by His light I walked through darkness;",
      "4": "As I was in the prime of my days,\nWhen the friendship and counsel of God were over my tent,",
      "5": "When the Almighty was still with me\nAnd my boys were around me,",
      "6": "When my steps [through rich pastures] were washed with butter and cream [from my livestock],\nAnd the rock poured out for me streams of oil [from my olive groves].",
      "7": "“When I went out to the gate of the city,\nWhen I took my seat [as a city father] in the square,",
      "8": "The young men saw me and hid themselves,\nThe aged arose and stood [respectfully];",
      "9": "The princes stopped talking\nAnd put their hands on their mouths;",
      "10": "The voices of the nobles were hushed,\nAnd their tongues stuck to the roof of their mouths.",
      "11": "“For when an ear heard [my name mentioned], it called me happy and fortunate;\nAnd when an eye saw [me], it testified for me [approvingly],",
      "12": "Because I rescued the poor who cried for help,\nAnd the orphan who had no helper.",
      "13": "“The blessing of him who was about to perish came upon me,\nAnd I made the widow’s heart sing for joy.",
      "14": "“I put on righteousness, and it clothed me;\nMy justice was like a robe and a turban!",
      "15": "“I was eyes to the blind\nAnd I was feet to the lame.",
      "16": "“I was a father to the needy;\nI investigated the case I did not know [and assured justice].",
      "17": "“And I smashed the jaws of the wicked\nAnd snatched the prey from his teeth.",
      "18": "“Then I said, ‘I shall die in my nest,\nAnd I shall multiply my days as the sand.",
      "19": "‘My root is spread out and open to the waters,\nAnd the dew lies all night upon my branch.",
      "20": "‘My glory and honor are fresh in me [being constantly renewed],\nAnd my bow gains [ever] new strength in my hand.’",
      "21": "“They listened to me and waited\nAnd kept silent for my counsel.",
      "22": "“After I spoke, they did not speak again,\nAnd my speech dropped upon them [like a refreshing shower].",
      "23": "“They waited for me [and for my words] as for the rain,\nAnd they opened their mouths as for the spring rain.",
      "24": "“I smiled at them when they did not believe,\nAnd they did not diminish the light of my face.",
      "25": "“I chose a way for them and sat as chief,\nAnd dwelt as a king among his soldiers,\nAs one who comforts mourners."
    },
    "30": {
      "1": "“But now those younger than I mock and laugh at me,\nWhose fathers I refused to put with the sheepdogs of my flock.",
      "2": "“Indeed, how could the strength of their hands profit me?\nVigor had perished from them.",
      "3": "“They are gaunt with want and famine;\nThey gnaw the dry and barren ground by night in [the gloom of] waste and desolation.",
      "4": "“They pluck [and eat] saltwort (mallows) among the bushes,\nAnd their food is the root of the broom shrub.",
      "5": "“They are driven from the community;\nThey shout after them as after a thief.",
      "6": "“They must dwell on the slopes of wadis\nAnd in holes in the ground and in rocks.",
      "7": "“Among the bushes they cry out [like wild animals];\nBeneath the prickly scrub they gather and huddle together.",
      "8": "“They are the sons of [worthless and nameless] fools,\nThey have been driven out of the land.",
      "9": "“And now I have become [the subject of] their taunting;\nYes, I am a byword and a laughingstock to them.",
      "10": "“They hate me, they stand aloof from me,\nAnd do not refrain from spitting in my face.",
      "11": "“For God has loosed His bowstring [attacking me] and [He has] afflicted and humbled me;\nThey have cast off the bridle [of restraint] before me.",
      "12": "“On my right the [rabble] brood rises;\nThey push my feet away, and they build up their ways of destruction against me [like an advancing army].",
      "13": "“They break up and clutter my path [upsetting my plans],\nThey profit from my destruction;\nNo one restrains them.",
      "14": "“As through a wide breach they come,\nAmid the crash [of falling walls] they roll on [over me].",
      "15": "“Terrors are turned upon me;\nThey chase away my honor and reputation like the wind,\nAnd my prosperity has passed away like a cloud.",
      "16": "“And now my soul is poured out within me;\nThe days of affliction have seized me.",
      "17": "“My bones are pierced [with aching] in the night season,\nAnd the pains that gnaw me take no rest.",
      "18": "“By the great force [of my disease] my garment (skin) is disfigured and blemished;\nIt binds about me [choking me] like the collar of my coat.",
      "19": "“God has cast me into the mire [a swampland of crisis],\nAnd I have become [worthless] like dust and ashes.",
      "20": "“I cry to You for help, [Lord,] but You do not answer me;\nI stand up, but You [only] gaze [indifferently] at me.",
      "21": "“You have become harsh and cruel to me;\nWith the might of Your hand You [keep me alive only to] persecute me.",
      "22": "“You lift me up on the wind and cause me to ride [upon it];\nAnd You toss me about in the tempest and dissolve me in the storm.",
      "23": "“For I know that You will bring me to death\nAnd to the house of meeting [appointed] for all the living.",
      "24": "“However, does not one falling in a heap of ruins stretch out his hand?\nOr in his disaster [will he not] therefore cry out for help?",
      "25": "“Did I not weep for one whose life was hard and filled with trouble?\nWas not my heart grieved for the needy?",
      "26": "“When I expected good, then came evil [to me];\nAnd when I waited for light, then came darkness.",
      "27": "“I am seething within and my heart is troubled and cannot rest;\nDays of affliction come to meet me.",
      "28": "“I go about mourning without comfort [my skin blackened by disease, not by the heat of the sun];\nI stand up in the assembly and cry out for help.",
      "29": "“I am a brother to [howling] jackals,\nAnd a companion to ostriches [which scream dismally].",
      "30": "“My skin falls from me in blackened flakes,\nAnd my bones are burned with fever.",
      "31": "“Therefore my lyre (harp) is used for [the sound of] mourning,\nAnd my flute for the [sound of the] voices of those who weep."
    },
    "31": {
      "1": "“I have made a covenant (agreement) with my eyes;\nHow then could I gaze [lustfully] at a virgin?",
      "2": "“For what is the portion I would have from God above,\nAnd what heritage from the Almighty on high?",
      "3": "“Does not tragedy fall [justly] on the unjust\nAnd disaster to those who work wickedness?",
      "4": "“Does not God see my ways\nAnd count all my steps?",
      "5": "“If I have walked with falsehood,\nOr if my foot has chased after deceit,",
      "6": "Oh, let Him weigh me with accurate scales,\nAnd let God know my integrity.",
      "7": "“If my step has turned away from the way [of God],\nOr if my heart has [covetously] followed my eyes,\nOr if any spot [of guilt] has stained my hands,",
      "8": "Then let me plant and [let] another eat [from the results of my labor],\nAnd let my crops be uprooted and ruined.",
      "9": "“If my heart has been enticed and I was made a fool by a woman,\nOr if I have [covetously] lurked at my neighbor’s door [until his departure],",
      "10": "Let my wife grind [meal, like a bond slave] for another [man],\nAnd let others kneel down over her.",
      "11": "“For adultery is a heinous and lustful crime;\nMoreover, it would be a sin punishable by the judges.",
      "12": "“For it is a fire which consumes to Abaddon (destruction, ruin, final torment);\nAnd [illicit passion] would burn and rage and uproot all my [life’s] increase [destroying everything].",
      "13": "“If I have despised and rejected the claim of my male or female servants\nWhen they filed a complaint against me,",
      "14": "What then could I do when God arises [to judge me]?\nWhen He calls me to account, what will I answer Him?",
      "15": "“Did not He who made me in the womb make my servant,\nAnd did not the same One fashion us both in the womb?",
      "16": "“If I have withheld from the poor what they desired,\nOr have caused the eyes of the widow to look in vain [for relief],",
      "17": "Or have eaten my morsel [of food] alone,\nAnd did not share it with the orphan",
      "18": "(But from my youth the orphan grew up with me as with a father,\nAnd from my mother’s womb I have been the widow’s guide),",
      "19": "If I have seen anyone perish for lack of clothing,\nOr any poor person without covering,",
      "20": "If his loins have not thanked and blessed me [for clothing them],\nAnd if he was not warmed with the fleece of my sheep,",
      "21": "If I have lifted my hand against the orphan,\nBecause I saw [that the judges would be] my help at the [council] gate,",
      "22": "Then let my shoulder fall away from its socket,\nAnd my arm be broken off at the elbow.",
      "23": "“For tragedy from God is a terror to me,\nAnd because of His majesty and exaltation I can do nothing [nor endure facing Him].",
      "24": "“If I have put my trust and confidence in gold,\nOr have declared fine gold my hope and assurance,",
      "25": "If I gloated and rejoiced because my wealth was great,\nAnd because my [powerful] hand [alone] had obtained so much,",
      "26": "If I beheld the sun [as an object of worship] when it shone\nOr the moon going in its splendor,",
      "27": "And my heart became secretly enticed [by them],\nAnd my hand threw a kiss from my mouth [in respect to them],",
      "28": "This also would have been [a heinous] sin calling for judgment,\nFor I would have denied God above.",
      "29": "“Have I rejoiced at the destruction of the enemy [who hated me],\nOr exulted [in malicious triumph] when evil overtook him?",
      "30": "“No, I have not allowed my mouth to sin\nBy cursing my enemy and asking for his life.",
      "31": "“I assure you, the men of my tent have said,\n‘Who can find one [in need] who has not been satisfied with his meat’?",
      "32": "“The stranger has not lodged in the street,\nBecause I have opened my door to the traveler.",
      "33": "“Have I concealed my transgressions like Adam or like other men,\nBy hiding my wickedness in my bosom,",
      "34": "Because I feared the great multitude,\nAnd the contempt of families terrified me,\nSo that I kept silence and did not acknowledge my sin and did not go out of the door?",
      "35": "“Oh, that I had one to listen to me!\nLook, here is my signature (mark);\nLet the Almighty answer me!\nLet my adversary write out His indictment [and put His vague accusations in tangible form].",
      "36": "“Surely I would [proudly] bear it on my shoulder,\nAnd bind the scroll around my head like a crown.",
      "37": "“I would count out to Him the number of my steps [with every detail of my life],\nApproaching His presence as if I were a prince.",
      "38": "“For if my land has cried out against me,\nAnd its furrows weep together;",
      "39": "If I have eaten its fruits without paying for them,\nOr have caused its [rightful] owners to lose their lives,",
      "40": "Let thorns grow instead of wheat,\nAnd stinkweed and cockleburs instead of barley.”\nSo the words of Job [with his friends] are finished."
    },
    "32": {
      "1": "So these three men ceased answering Job, because he was righteous in his own eyes [and could not be persuaded otherwise by them].",
      "2": "But Elihu the son of Barachel the Buzite, of the family of Ram, became indignant. His indignation was kindled and burned and he became upset with Job because he justified himself rather than God [and even expressed doubts about God’s character].",
      "3": "Elihu’s anger burned against Job’s three friends because they had found no answer [and were unable to determine Job’s error], and yet they had condemned Job and declared him to be in the wrong [and responsible for his own afflictions].",
      "4": "Now Elihu had waited to speak to Job because the others were years older than he.",
      "5": "And when Elihu saw that there was no answer in the mouths of these three men, he burned with anger.",
      "6": "Then Elihu the son of Barachel the Buzite said,\n“I am young, and you are aged;\nFor that reason I was anxious and dared not tell you what I think.",
      "7": "“I thought age should speak,\nAnd a multitude of years should teach wisdom.",
      "8": "“But there is [a vital force and] a spirit [of intelligence] in man,\nAnd the breath of the Almighty gives them understanding.",
      "9": "“Those [who are] abundant in years may not [always] be wise,\nNor may the elders [always] understand justice.",
      "10": "“Therefore I say, ‘Listen to me;\nI also will give you my opinion [about Job’s situation] and tell you plainly what I think.’",
      "11": "“You see, I waited for your words,\nI listened to your [wise] reasons,\nWhile you pondered and searched out what to say.",
      "12": "“I even paid close attention to [what] you [said],\nIndeed, not one of you convinced Job [nor could you refute him],\nNot one of you supplied [satisfactory] answers to his words.",
      "13": "“Beware if you say,\n‘We have found wisdom;\nGod thrusts Job down [justly], not man [for God alone is dealing with him].’",
      "14": "“Now Job has not directed his words against me [therefore I have no reason to be offended],\nNor will I answer him with arguments like yours. [I speak for truth, not for revenge.]",
      "15": "“They (Job’s friends) are dismayed and embarrassed, they no longer answer;\nThe words have moved away and failed them,” [says Elihu].",
      "16": "“And shall I wait, because they say nothing,\nBut stand still and say no more?",
      "17": "“I too will give my share of answers;\nI too will express my opinion and share my knowledge.",
      "18": "“For I am full of words;\nThe spirit within me constrains me.",
      "19": "“My belly is like unvented wine;\nLike new wineskins it is about to burst.",
      "20": "“I must speak so that I may get relief;\nI will open my lips and answer.",
      "21": "“I will not [I warn you] be partial to any man [that is, let my respect for you mitigate what I say];\nNor flatter any man.",
      "22": "“For I do not know how to flatter, [in an appropriate way, and I fear that],\nMy Maker would soon take me away."
    },
    "33": {
      "1": "“However, Job, please listen to my words,\nAnd pay attention to everything I say.",
      "2": "“Behold, I have opened my mouth [to begin my speech];\nMy tongue in my mouth is going to speak.",
      "3": "“My words will express the uprightness of my heart,\nAnd my lips will speak what they know with utter sincerity.",
      "4": "“The Spirit of God has made me,\nAnd the breath of the Almighty gives me life [which inspires me].",
      "5": "“Answer me, if you can;\nSet yourselves before me, take your stand.",
      "6": "“Behold, I belong to God like you;\nI too was formed out of the clay.",
      "7": "“Behold, I will not make you afraid or terrified of me [for I am only mortal and not God],\nNor should any pressure from me weigh heavily upon you.",
      "8": "“Surely you have spoken in my hearing,\nAnd I have heard the sound of your words, saying:",
      "9": "‘I am pure, without transgression;\nI am innocent and there is no guilt in me.",
      "10": "‘Behold, God finds pretexts against me;\nHe counts me as His enemy.",
      "11": "‘He puts my feet in the stocks [to hinder and humiliate me];\nHe [suspiciously] watches all my paths,’ [you say].",
      "12": "“Look, let me answer you, in this you are not right or just;\nFor God is greater and far superior to man.",
      "13": "“Why do you complain against Him?\nThat He does not answer [you with] all His doings.",
      "14": "“For God speaks once,\nAnd even twice, yet no one notices it [including you, Job].",
      "15": "“In a dream, a vision of the night [one may hear God’s voice],\nWhen deep sleep falls on men\nWhile slumbering upon the bed,",
      "16": "Then He opens the ears of men\nAnd seals their instruction,",
      "17": "That He may turn man aside from his conduct,\nAnd keep him from pride;",
      "18": "He holds back his soul from the pit [of destruction],\nAnd his life from passing over into Sheol (the nether world, the place of the dead).",
      "19": "“Man is also disciplined with pain on his bed,\nAnd with unceasing complaint in his bones,",
      "20": "So that his life makes him loathe food,\nAnd his soul [loathe] even his favorite dishes.",
      "21": "“His flesh is so wasted away that it cannot be seen,\nAnd his bones which were not seen now stick out.",
      "22": "“Then his soul draws near to the pit [of destruction],\nAnd his life to those who bring death (the destroyers).",
      "23": "“If there is an angel as a mediator for him,\nOne out of a thousand,\nTo explain to a man what is right for him [that is, how to be in right standing with God],",
      "24": "Then the angel is gracious to him, and says,\n‘Spare him from going down to the pit [of destruction];\nI have found a ransom [a consideration, or reason for redemption, an atonement]!’",
      "25": "“Let his flesh be restored and become fresher than in youth;\nLet him return to the days of his youthful strength.",
      "26": "“He will pray to God, and He shall be favorable to him,\nSo that he looks at His face with joy;\nFor God restores to man His righteousness [that is, his right standing with God—with its joys].",
      "27": "“He sings out to other men,\n‘I have sinned and perverted that which was right,\nAnd it was not proper for me!",
      "28": "‘God has redeemed my life from going to the pit [of destruction],\nAnd my life shall see the light.’”",
      "29": "[Elihu comments,] “Behold, God does all these things twice, yes, three times, with a man,",
      "30": "To bring his life back from the pit [of destruction],\nThat he may be enlightened with the light of the living.",
      "31": "“Pay attention, Job, listen to me;\nKeep silent, and I will speak.",
      "32": "“If you have anything to say, answer me;\nSpeak, for I desire to justify you.",
      "33": "“If not [and you have nothing to say], listen to me;\nKeep silent, and I will teach you wisdom.”"
    },
    "34": {
      "1": "Elihu continued his discourse and said,",
      "2": "“Hear my words, you wise men,\nAnd listen to me, you who have [so much] knowledge.",
      "3": "“For the ear puts words to the test\nAs the palate tastes food.",
      "4": "“Let us choose for ourselves that which is right;\nLet us know among ourselves what is good.",
      "5": "“For Job has said, ‘I am righteous [and innocent],\nBut God has taken away my right;",
      "6": "Although I am right, I am accounted a liar.\nMy wound is incurable, though I am without transgression.’",
      "7": "“What man is like Job,\nWho drinks up derision like water,",
      "8": "Who goes in company with those who do evil\nAnd walks with wicked men?",
      "9": "“For he has said, ‘It profits a man nothing\nWhen he takes delight and is pleased with God and obeys Him.’",
      "10": "“Therefore hear me, you men of understanding.\nFar be it from God that He would do wickedness,\nAnd from the Almighty to do wrong.",
      "11": "“For God pays a man according to his work,\nAnd He will make every man find [appropriate] compensation according to his way.",
      "12": "“Surely God will not act wickedly,\nNor will the Almighty pervert justice.",
      "13": "“Who put God in charge over the earth?\nAnd who has laid on Him the whole world?",
      "14": "“If God should determine to do so,\nIf He should gather to Himself [that is, withdraw from man] His [life-giving] spirit and His breath,",
      "15": "All flesh would perish together,\nAnd man would return to dust.",
      "16": "“If you now have understanding, hear this;\nListen to the sound of my words.",
      "17": "“Shall one who hates justice [and is an enemy of right] govern?\nAnd will you condemn Him who is just and mighty?",
      "18": "“God who says to a king, ‘You are worthless and vile,’\nOr to princes and nobles, ‘You are wicked and evil’?",
      "19": "“Who is not partial to princes,\nNor does He regard the rich above the poor,\nFor they all are the work of His hands.",
      "20": "“In a moment they die, even at midnight\nThe people are shaken and pass away,\nAnd the powerful are taken away without a [human] hand.",
      "21": "“For God’s eyes are on the ways of a man,\nAnd He sees all his steps.",
      "22": "“There is no darkness nor deep shadow\nWhere the evildoers may hide themselves.",
      "23": "“For He sets no appointed time for a man,\nThat he should appear before Him in judgment.",
      "24": "“He breaks mighty men without inquiry,\nAnd sets others in their place.",
      "25": "“Therefore He knows of their works,\nAnd He overthrows them in the night,\nSo that they are crushed and destroyed.",
      "26": "“He strikes them like the wicked\nIn a public place,",
      "27": "Because they turned aside from following Him\nAnd would not consider or show regard for any of His ways,",
      "28": "So that they caused the cry of the poor to come to Him,\nAnd He heard the cry of the afflicted.",
      "29": "“When He keeps quiet, who then can condemn?\nWhen He hides His face [withdrawing His favor and help], who then can behold Him [and make supplication to Him],\nWhether it be a nation or a man by himself?—",
      "30": "So that godless men would not rule\nNor be snares for the people.",
      "31": "“For has anyone said to God,\n‘I have endured my chastisement;\nI will not offend anymore;",
      "32": "Teach me what I do not see [in regard to how I have sinned];\nIf I have done wrong (injustice, unrighteousness),\nI will not do it again’?",
      "33": "“Shall God’s retribution [for your sins] be on your terms, because you refuse to accept it?\nFor you must do the choosing, and not I;\nTherefore say what you [truthfully] know.",
      "34": "“Men of understanding will tell me,\nIndeed, every wise man who hears me [will agree],",
      "35": "‘Job speaks without knowledge,\nAnd his words are without wisdom and insight.",
      "36": "‘Job ought to be tried to the limit\nBecause he answers like wicked men!",
      "37": "‘For he adds rebellion [in his unsubmissive, defiant attitude toward God] to his [unacknowledged] sin;\nHe claps his hands among us [in open mockery and contempt of God],\nAnd he multiplies his words [of accusation] against God.’”"
    },
    "35": {
      "1": "Elihu continued speaking [to Job] and said,",
      "2": "“Do you think this is according to [your] justice?\nDo you say, ‘My righteousness is more than God’s’?",
      "3": "“For you say, ‘What advantage have you [by living a righteous life]?\nWhat profit will I have, more [by being righteous] than if I had sinned?’",
      "4": "“I will answer you,\nAnd your companions with you.",
      "5": "“Look to the heavens and see;\nAnd behold the skies which are [much] higher than you.",
      "6": "“If you have sinned, what do you accomplish against Him?\nAnd if your transgressions are multiplied, what have you done to Him?",
      "7": "“If you are righteous, what do you give God,\nOr what does He receive from your hand?",
      "8": "“Your wickedness affects only a man such as you,\nAnd your righteousness affects only a son of man [but it cannot affect God, who is sovereign].",
      "9": "“Because of the multitudes of oppressions the people cry out;\nThey cry for help because of the [violent] arm of the mighty.",
      "10": "“But no one says, ‘Where is God my Maker,\nWho gives songs [of rejoicing] in the night,",
      "11": "Who teaches us more than the beasts of the earth\nAnd makes us wiser than the birds of the heavens?’",
      "12": "“The people cry out, but He does not answer\nBecause of the pride of evil men.",
      "13": "“Surely God will not listen to an empty cry [which lacks trust],\nNor will the Almighty regard it.",
      "14": "“Even though you say that you do not see Him [when missing His righteous judgment on earth],\nYet your case is before Him, and you must wait for Him!",
      "15": "“And now, because He has not [quickly] punished in His anger,\nNor has He acknowledged transgression and arrogance well [and seems unaware of the wrong of which a person is guilty],",
      "16": "Job uselessly opens his mouth\nAnd multiplies words without knowledge [drawing the worthless conclusion that the righteous have no more advantage than the wicked].”"
    },
    "36": {
      "1": "Elihu continued and said,",
      "2": "“Bear with me a little longer, and I will show you,\nThat there is yet more to say on God’s behalf.",
      "3": "“I will bring my knowledge from afar,\nAnd will ascribe righteousness to my Maker.",
      "4": "“For truly my words are not false;\nHe who is perfect in knowledge is with you.",
      "5": "“Behold, God is mighty, and yet does not despise anyone [nor regard any as trivial];\nHe is mighty in the strength and power of understanding.",
      "6": "“He does not prolong the life of the wicked,\nBut gives the afflicted their justice.",
      "7": "“He does not withdraw His eyes from the righteous [those in right standing with Him];\nBut with kings upon the throne\nHe has seated them forever, and they are exalted.",
      "8": "“And if they are bound in bonds [of adversity],\nAnd held by cords of affliction,",
      "9": "Then He declares to them [the true character of] their deeds\nAnd their transgressions, that they have acted arrogantly [with presumption and notions of self-sufficiency].",
      "10": "“He opens their ears to instruction and discipline,\nAnd commands that they return from evil.",
      "11": "“If they hear and serve Him,\nThey will end their days in prosperity\nAnd their years in pleasantness and joy.",
      "12": "“But if they do not hear and obey, they will die by the sword [of God’s destructive judgments]\nAnd they will die [in ignorance] without [true] knowledge.",
      "13": "“But the godless in heart store up anger [at the divine discipline];\nThey do not cry [to Him] for help when He binds them [with cords of affliction].",
      "14": "“They die in youth,\nAnd their life ends among the cult prostitutes.",
      "15": "“He rescues the afflicted in their affliction,\nAnd opens their ears [so that they pay attention to His voice] in times of oppression.",
      "16": "“Then indeed, He enticed you from the mouth of distress and confinement,\nInto a broad place where there is no constraint or distress;\nAnd that which was set on your table was full of fatness (rich food).",
      "17": "“But you [Job] were full of judgment on the wicked,\nJudgment and justice take hold of you.",
      "18": "“Do not let wrath entice you into scoffing;\nAnd do not let the greatness and the extent of the ransom turn you aside.",
      "19": "“Will your wealth [be sufficient to] keep you from [the confinement of] distress,\nOr will all the force of your strength do it?",
      "20": "“Do not long for the night,\nWhen people vanish from their places.",
      "21": "“Take heed and be careful, do not turn to wickedness,\nFor you have chosen this [the vice of complaining against God] rather than [learning from] affliction.",
      "22": "“Behold, God is exalted in His power;\nWho is a ruler or a teacher like Him?",
      "23": "“Who has appointed God His way,\nAnd who can say [to Him], ‘You have done wrong’?",
      "24": "“Remember that you should magnify God’s work,\nOf which men have sung.",
      "25": "“All men have seen God’s work;\nMan looks at it from a distance.",
      "26": "“Behold, God is exalted, and we do not know Him;\nThe number of His years is unsearchable.",
      "27": "“For He draws up the drops of water,\nThey distill rain from the mist,",
      "28": "Which the clouds pour down,\nThey drop abundantly upon mankind.”",
      "29": "“Can anyone understand the spreading of the clouds\nOr the thundering of His pavilion?",
      "30": "“Behold, He spreads His lightning around Him [against the dark clouds],\nAnd He covers the depths of the sea.",
      "31": "“For by these [mighty acts] He judges the peoples;\nHe gives food in abundance.",
      "32": "“He covers His hands with the lightning,\nAnd commands it to strike the mark.",
      "33": "“His thundering voice declares [awesomely] His presence;\nThe cattle also are told of His coming storm."
    },
    "37": {
      "1": "“Indeed, at His thundering my heart trembles\nAnd leaps out of its place.",
      "2": "“Listen carefully to the thunder of His voice,\nAnd the rumbling that goes out of His mouth!",
      "3": "“He lets it loose under the whole heaven,\nAnd His lightning to the ends of the earth.",
      "4": "“After it, His voice roars;\nHe thunders with the voice of His majesty,\nAnd He does not restrain His lightning [against His adversaries] when His voice is heard.",
      "5": "“God thunders marvelously with His voice;\nHe does great things which we cannot comprehend.",
      "6": "“For He says to the snow, ‘Fall on the earth’;\nAnd [He speaks] to the showers and to the downpour [of His mighty rains], ‘Be strong.’",
      "7": "“God seals (brings to a standstill, stops) [by severe weather] the hand of every man,\nThat all men [whom He has made] may know His work [that is, His sovereign power and their subjection to it].",
      "8": "“Then the beast goes into its lair\nAnd remains in its hiding place.",
      "9": "“Out of its chamber comes the storm,\nAnd cold from the north wind.",
      "10": "“Ice is made by the breath of God,\nAnd the expanse of the waters is frozen.",
      "11": "“He loads the thick cloud with moisture;\nHe disperses the cloud of His lightning.",
      "12": "“Its direction is turned around by His guidance,\nThat it may do whatever He commands it\nOn the face of the inhabited earth.",
      "13": "“Whether [it be] for correction, or for His earth [generally]\nOr for [His] mercy and lovingkindness, He causes it to happen.",
      "14": "“Listen to this, Job;\nStand still and consider the wonders of God.",
      "15": "“Do you know how God establishes and commands them,\nAnd makes the lightning of His [storm] cloud shine?",
      "16": "“Do you know about the layers of thick clouds [and how they are balanced and poised in the heavens],\nThe wonderful works of Him who is perfect in knowledge,",
      "17": "You whose garments are hot,\nWhen He quiets the earth [in sultry summer] with the [oppressive] south wind?",
      "18": "“Can you, with Him, spread out the sky,\nStrong as a molten mirror?",
      "19": "“Tell us [Job] what words [of man] shall we say to such a Being;\nWe cannot state our case because of darkness [that is, our ignorance in the presence of the unsearchable God].",
      "20": "“So shall it be told Him that I wish to speak?\nOr should a man say that he would be swallowed up [and destroyed by God]?",
      "21": "“Now people cannot look at the light when it is bright in the skies [without being blinded],\nWhen the wind has passed and cleared them.",
      "22": "“Out of the north comes golden splendor [and people can hardly look on it];\nAround God is awesome splendor and majesty [far too glorious for man’s eyes].",
      "23": "“The Almighty—we cannot find Him;\nHe is exalted in power\nAnd He will not do violence to [nor disregard] justice and abundant righteousness.",
      "24": "“Men therefore fear Him;\nHe does not regard nor respect any who are wise in heart [in their own understanding and conceit].”"
    },
    "38": {
      "1": "Then the Lord answered Job out of the whirlwind and said,",
      "2": "“Who is this that darkens counsel [questioning my authority and wisdom]\nBy words without knowledge?",
      "3": "“Now gird up your loins like a man,\nAnd I will ask you, and you instruct Me!",
      "4": "“Where were you when I laid the foundation of the earth?\nTell Me, if you know and have understanding.",
      "5": "“Who determined the measurements [of the earth], if you know?\nOr who stretched the [measuring] line on it?",
      "6": "“On what were its foundations fastened?\nOr who laid its cornerstone,",
      "7": "When the morning stars sang together\nAnd all the sons of God (angels) shouted for joy?",
      "8": "“Or who enclosed the sea with doors\nWhen it burst forth and went out of the womb;",
      "9": "When I made the clouds its garment\nAnd thick darkness its swaddling band,",
      "10": "And marked for it My [appointed] boundary\nAnd set bars and doors [defining the shorelines],",
      "11": "And said, ‘This far you shall come, but no farther;\nAnd here your proud waves shall stop’?",
      "12": "“Since your days began, have you ever commanded the morning,\nAnd caused the dawn to know its place,",
      "13": "So that light may take hold of the corners of the earth\nAnd shake the wickedness out of it?",
      "14": "“The earth is changed like clay into which a seal is pressed;\nAnd the things [of the earth] stand out like a [multi-colored] garment.",
      "15": "“Their light is withheld from the wicked,\nAnd the uplifted arm is broken.",
      "16": "“Have you entered and explored the springs of the sea\nOr [have you] walked in the recesses of the deep?",
      "17": "“Have the gates of death been revealed to you,\nOr have you seen the gates of deep darkness?",
      "18": "“Have you understood the expanse of the earth?\nTell Me, if you know all this.",
      "19": "“Where is the way where light dwells?\nAnd as for darkness, where is its place,",
      "20": "That you may take it to its territory\nAnd that you may know the paths to its house?",
      "21": "“You [must] know, since you were born then,\nAnd because you are so extremely old!",
      "22": "“Have you entered the storehouses of the snow,\nOr have you seen the storehouses of the hail,",
      "23": "Which I have reserved for the time of trouble,\nFor the day of battle and war?",
      "24": "“Where is the way that the light is distributed,\nOr the east wind scattered over the earth?",
      "25": "“Who has prepared a channel for the torrents of rain and for the flood,\nOr a path for the thunderbolt,",
      "26": "To bring rain on the uninhabited land,\nAnd on the desert where no man lives,",
      "27": "To satisfy the barren and desolate ground\nAnd to make the seeds of grass to sprout?",
      "28": "“Has the rain a father?\nOr who has begotten the drops of dew?",
      "29": "“Out of whose womb has come the ice?\nAnd the frost of heaven, who has given it birth?",
      "30": "“Water becomes like stone [and hides itself],\nAnd the surface of the deep is frozen and imprisoned.",
      "31": "“Can you bind the chains of [the cluster of stars called] Pleiades,\nOr loose the cords of [the constellation] Orion?",
      "32": "“Can you lead forth a constellation in its season,\nAnd guide [the stars of] the Bear with her sons?",
      "33": "“Do you know the ordinances of the heavens,\nOr [can you] establish their rule over the earth?",
      "34": "“Can you lift up your voice to the clouds,\nSo that an abundance of water will cover you?",
      "35": "“Can you send forth lightnings that they may go\nAnd say to you, ‘Here we are’?",
      "36": "“Who has put wisdom in the innermost being [of man, or in the layers of clouds]\nOr given understanding to the mind [of man, or to the heavenly display]?",
      "37": "“Who can count the clouds by [earthly] wisdom,\nOr pour out the water jars of the heavens,",
      "38": "When the dust hardens into a mass\nAnd the clods stick together [because of the heat]?",
      "39": "“Can you [Job] hunt the prey for the lion,\nOr satisfy the appetite of the young lions",
      "40": "When they crouch in their dens\nAnd lie in wait in their lair?",
      "41": "“Who provides prey for the raven\nWhen its young cry to God\nAnd wander about without food?"
    },
    "39": {
      "1": "“Do you know the time when the wild goats of the rock give birth [to their young]?\nDo you observe the calving of the deer?",
      "2": "“Can you count the months that they carry offspring,\nOr do you know the time when they give birth?",
      "3": "“They kneel down, they bring forth their young,\nThey cast out their labor pains.",
      "4": "“Their young ones become strong, they grow up in the open field;\nThey leave and do not return to them.",
      "5": "“Who sent out the wild donkey free [from dependence on man]?\nAnd who has loosed the bonds of the wild donkey [to survive in the wild],",
      "6": "To whom I gave the wilderness as his home\nAnd the salt land as his dwelling place?",
      "7": "“He scorns the tumult of the city,\nAnd does not hear the shouting of the taskmaster.",
      "8": "“He explores the mountains as his pasture\nAnd searches after every green thing.",
      "9": "“Will the wild ox be willing to serve you,\nOr remain beside your manger at night?",
      "10": "“Can you bind the wild ox with a harness [to the plow] in the furrow?\nOr will he plow the valleys for you?",
      "11": "“Will you trust him because his strength is great\nAnd leave your labor to him?",
      "12": "“Will you have faith and depend on him to return your grain\nAnd gather it from your threshing floor?",
      "13": "“The [flightless] wings of the ostrich wave joyously;\nWith the pinion (shackles, fetters) and plumage of love,",
      "14": "For she leaves her eggs on the ground\nAnd warms them in the dust,",
      "15": "Forgetting that a foot may crush them,\nOr that the wild beast may trample them.",
      "16": "“She treats her young cruelly, as if they were not hers;\nThough her labor is in vain because she is unconcerned [for the safety of her brood],",
      "17": "For God has made her forget wisdom,\nAnd has not given her a share of understanding.",
      "18": "“Yet when she lifts herself on high,\n[So swift is she that] she laughs at the horse and his rider.",
      "19": "“Have you given the horse his might?\nHave you clothed his neck with quivering and a shaking mane?",
      "20": "“Have you [Job] made him leap like a locust?\nThe majesty of his snorting [nostrils] is terrible.",
      "21": "“He paws in the valley and rejoices in his strength;\nHe goes out to meet the weapons [of armed men].",
      "22": "“He laughs at fear and is not dismayed;\nAnd [in battle] he does not turn back from the sword.",
      "23": "“The quiver rattles against him,\n[As do] the flashing spear and the lance [of his rider].",
      "24": "“With fierceness and rage he races to devour the ground,\nAnd he does not stand still at the sound of the [war] trumpet.",
      "25": "“As often as the trumpet sounds he says, ‘Aha!’\nAnd he smells the battle from far away,\nAnd senses the thunder of the captains and the war cry.",
      "26": "“Is it by your understanding that the hawk soars,\nStretching his wings toward the south [as winter approaches]?",
      "27": "“Is it at your command that the eagle mounts up\nAnd makes his nest on high [in an inaccessible place]?",
      "28": "“On the cliff he dwells and remains [securely],\nUpon the point of the rock and the inaccessible stronghold.",
      "29": "“From there he spies out the prey;\nHis eyes see it from far away.",
      "30": "“His young ones suck up blood;\nAnd where the slain are, there is he.”"
    },
    "40": {
      "1": "Then the Lord said to Job,",
      "2": "“Will the faultfinder contend with the Almighty?\nLet him who disputes with God answer it.”",
      "3": "Then Job replied to the Lord and said,",
      "4": "“Behold, I am of little importance and contemptible; what can I reply to You?\nI lay my hand on my mouth.",
      "5": "“I have spoken once, but I will not reply again—\nIndeed, twice [I have answered], and I will add nothing further.”",
      "6": "Then the Lord answered Job out of the whirlwind, saying,",
      "7": "“Now gird up your loins (prepare yourself) like a man,\nAnd I will ask you, and you instruct Me.",
      "8": "“Will you really annul My judgment and set it aside as void?\nWill you condemn Me [your God] that you may [appear to] be righteous and justified?",
      "9": "“Have you an arm like God,\nAnd can you thunder with a voice like His?",
      "10": "“Adorn yourself with eminence and dignity [since you question the Almighty],\nAnd array yourself with honor and majesty.",
      "11": "“Pour out the overflowings of your wrath,\nAnd look at everyone who is proud and make him low.",
      "12": "Look at everyone who is proud, and humble him,\nAnd [if you are so able] tread down the wicked where they stand.",
      "13": "“[Crush and] hide them in the dust together;\nShut them up in the hidden place [the house of death].",
      "14": "“[If you can do all this, Job, proving your divine power] then I [God] will also praise you and acknowledge\nThat your own right hand can save you.",
      "15": "“Behold now, Behemoth, which I created as well as you;\nHe eats grass like an ox.",
      "16": "“See now, his strength is in his loins\nAnd his power is in the muscles and sinews of his belly.",
      "17": "“He sways his tail like a cedar;\nThe tendons of his thighs are twisted and knit together [like a rope].",
      "18": "“His bones are tubes of bronze;\nHis limbs are like bars of iron.",
      "19": "“He is the first [in magnitude and power] of the works of God;\n[Only] He who made him can bring near His sword [to master him].",
      "20": "“Surely the mountains bring him food,\nAnd all the wild animals play there.",
      "21": "“He lies down under the lotus plants,\nIn the hidden shelter of the reeds in the marsh.",
      "22": "“The lotus plants cover him with their shade;\nThe willows of the brook surround him.",
      "23": "“If a river rages and overflows, he does not tremble;\nHe is confident, though the Jordan [River] swells and rushes against his mouth.",
      "24": "“Can anyone capture him when he is on watch,\nOr pierce his nose with barbs [to trap him]?"
    },
    "41": {
      "1": "“Can you draw out Leviathan with a fishhook?\nOr press down his tongue with a cord?",
      "2": "“Can you put a rope [made] of rushes into his nose\nOr pierce his jaw through with a hook?",
      "3": "“Will he make many supplications to you [begging to be spared]?\nOr will he speak soft words to you [to coax you to treat him kindly]?",
      "4": "“Will he make a covenant or an arrangement with you?\nWill you take him for your servant forever?",
      "5": "“Will you play with him as with a bird?\nOr will you bind him [and put him on a leash] for your maidens?",
      "6": "“Will traders bargain over him?\nWill they divide him up among the merchants?",
      "7": "“Can you fill his skin with harpoons,\nOr his head with fishing spears?",
      "8": "“Lay your hand on him;\nRemember the battle [with him]; you will not do such [an ill-advised thing] again!",
      "9": "“Behold, his [assailant’s] hope and expectation [of defeating Leviathan] is false;\nWill not one be overwhelmed even at the sight of him?",
      "10": "“No one is so fierce [and foolhardy] that he dares to stir up Leviathan;\nWho then is he who can stand before Me [or dares to contend with Me, the beast’s creator]?",
      "11": "“Who has first given to Me that I should repay him?\nWhatever is under the whole heaven is Mine. [Who can have a claim against Me who made the unmastered beast?]",
      "12": "“I will not keep silence concerning his limbs,\nNor his mighty strength, nor his orderly frame.",
      "13": "“Who can penetrate or strip off his outer armor?\nWho can come to his jaws with a double bridle?",
      "14": "“Who can open the doors (jaws) of his face?\nAround his [open jaws and] teeth there is terror.",
      "15": "“His strong scales are his pride,\nBound together as with a tight seal.",
      "16": "“One is so near to another\nThat no air can come between them.",
      "17": "“They are joined one to another;\nThey stick together and cannot be separated.",
      "18": "“His sneezes flash forth light,\nAnd his eyes are like the [reddish] eyelids of the dawn.",
      "19": "“Out of his mouth go burning torches,\nAnd sparks of fire leap out.",
      "20": "“Out of his nostrils smoke goes forth\nAs from a boiling pot and [as from] burning rushes.",
      "21": "“His breath kindles coals,\nAnd a flame goes forth from his mouth.",
      "22": "“In Leviathan’s neck resides strength,\nAnd dismay and terror dance before him.",
      "23": "“The folds of his flesh are joined together,\nFirm on him and immobile [when he moves].",
      "24": "“His heart is as hard as a stone,\nIndeed, as solid as a lower millstone.",
      "25": "“When he raises himself up, the mighty are afraid;\nBecause of the crashing they are bewildered.",
      "26": "“The sword that reaches him cannot avail,\nNor [does] the spear, the dart, or the javelin.",
      "27": "“He considers iron as straw,\nBronze as rotten wood.",
      "28": "“The arrow cannot make him flee;\nSlingstones are treated as stubble by him.",
      "29": "“Clubs [also] are regarded as stubble;\nHe laughs at the rushing and the rattling of the javelin.",
      "30": "“His underparts are like sharp pieces of broken pottery;\nHe moves across and spreads out [grooves] like a threshing sledge on the mire (muddy river banks).",
      "31": "“He makes the deep water boil like a pot;\nHe makes the sea like a [foaming] pot of ointment.",
      "32": "“Behind him he makes a shining wake;\nOne would think the deep to be gray-haired [with foam].",
      "33": "“Upon earth there is nothing like him—no equal exists,\nA creature made without fear.",
      "34": "“He looks on everything that is high [without terror];\nHe is monarch over all the sons of pride. [And now, Job, who are you who does not dare to disturb the beast, yet who dares resist Me, the beast’s creator? Everything under the heavens is Mine; therefore, who can have a claim against God?]”"
    },
    "42": {
      "1": "Then Job answered the Lord and said,",
      "2": "“I know that You can do all things,\nAnd that no thought or purpose of Yours can be restrained.",
      "3": "“[You said to me] ‘Who is this that darkens and obscures counsel [by words] without knowledge?’\nTherefore [I now see] I have [rashly] uttered that which I did not understand,\nThings too wonderful for me, which I did not know.",
      "4": "‘Hear, please, and I will speak;\nI will ask You, and You instruct [and answer] me.’",
      "5": "“I had heard of You [only] by the hearing of the ear,\nBut now my [spiritual] eye sees You.",
      "6": "“Therefore I retract [my words and hate myself]\nAnd I repent in dust and ashes.”",
      "7": "It came about that after the Lord had spoken these words to Job, that the Lord said to Eliphaz the Temanite, “My wrath is kindled against you and against your two friends, for you have not spoken of Me what is right, as My servant Job has.",
      "8": "Now therefore, take for yourselves seven bulls and seven rams, and go to My servant Job, and offer up a burnt offering for yourselves, and My servant Job will pray for you. For I will accept him [and his prayer] so that I may not deal with you according to your folly, because you have not spoken of Me the thing that is right, as My servant Job has.”",
      "9": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went and did as the Lord told them; and the Lord accepted Job’s prayer.",
      "10": "The Lord restored the fortunes of Job when he prayed for his friends, and the Lord gave Job twice as much as he had before.",
      "11": "Then all his brothers and sisters and all who had known him before came to him, and they ate bread with him in his house; and they consoled him and comforted him over all the [distressing] adversities that the Lord had brought on him. And each one gave him a piece of money, and each a ring of gold.",
      "12": "And the Lord blessed the latter days of Job more than his beginning; for he had 14,000 sheep, 6,000 camels, 1,000 yoke of oxen, and 1,000 female donkeys.",
      "13": "He had seven sons and three daughters.",
      "14": "And he called the name of the first [daughter] Jemimah, and the name of the second Keziah, and the name of the third Keren-happuch.",
      "15": "In all the land there were found no women so fair as the daughters of Job; and their father gave them an inheritance among their brothers.",
      "16": "After this, Job lived 140 years, and saw his sons and his grandsons, four generations.",
      "17": "So Job died, an old man and full of days."
    }
  }
}