{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:53:18.912512-04:00",
    "Translation": "AMP"
  },
  "Joel": {
    "1": {
      "1": "The word of the Lord that came to Joel, the son of Pethuel.",
      "2": "Hear this, O elders,\nListen closely, all inhabitants of the land!\nHas such a thing as this occurred in your days,\nOr even in the days of your fathers?",
      "3": "Tell your children about it,\nAnd let your children tell their children,\nAnd their children the next generation.",
      "4": "What the gnawing locust has left, the swarming locust has eaten;\nAnd what the swarming locust has left, the creeping locust has eaten;\nAnd what the creeping locust has left, the stripping locust has eaten [in judgment of Judah].",
      "5": "Awake [from your intoxication], you drunkards, and weep;\nWail, all you drinkers of wine,\nBecause of the [fresh] sweet wine\nThat is cut off from your mouth.",
      "6": "For a [pagan and hostile] nation has invaded My land [like locusts],\nMighty and without number;\nIts teeth are the teeth of a lion,\nAnd it has the fangs of a lioness.",
      "7": "It has made My vine (My people) a waste and object of horror,\nAnd splintered and broken My fig tree.\nIt has stripped them completely bare and thrown them away;\nTheir branches have become white.",
      "8": "Wail like a virgin [bride] clothed with sackcloth\nFor the bridegroom of her youth [who has died].",
      "9": "The [daily] grain offering and the drink offering are cut off\nFrom the house of the Lord;\nThe priests mourn\nWho minister to the Lord.",
      "10": "The field is ruined,\nThe ground mourns;\nFor the grain is ruined,\nThe new wine is dried up,\nThe fresh oil fails.",
      "11": "Be ashamed, O farmers;\nWail, O vinedressers,\nFor the wheat and for the barley,\nBecause the harvest of the field has perished.",
      "12": "The vine dries up\nAnd the fig tree fails;\nThe pomegranate, the palm also, and the apple tree,\nAll the trees of the field dry up,\nIndeed, joy dries up and withdraws\nFrom the sons of men.",
      "13": "Clothe yourselves with sackcloth\nAnd lament (cry out in grief), O priests;\nWail, O ministers of the altar!\nCome, spend the night in sackcloth [and pray without ceasing],\nO ministers of my God,\nFor the grain offering and the drink offering\nAre withheld from the house of your God.",
      "14": "Consecrate a fast,\nProclaim a solemn assembly,\nGather the elders\nAnd all the inhabitants of the land\nTo the house of the Lord your God,\nAnd cry out to the Lord [in penitent pleadings].",
      "15": "Alas for the day!\nFor the [judgment] day of the Lord is at hand,\nAnd it will come [upon the nation] as a destruction from the Almighty.",
      "16": "Has not the food been cut off before our eyes,\nJoy and gladness from the house of our God?",
      "17": "The seeds [of grain] shrivel under the clods,\nThe storehouses are desolate and empty,\nThe barns are in ruins\nBecause the grain is dried up.",
      "18": "How the animals groan!\nThe herds of cattle are bewildered and wander aimlessly\nBecause they have no pasture;\nEven the flocks of sheep suffer.",
      "19": "O Lord, I cry out to You,\nFor fire has devoured the pastures of the wilderness,\nAnd the flame has burned up all the trees of the field.",
      "20": "Even the wild animals pant [in longing] for You;\nFor the water brooks are dried up\nAnd fire has consumed the pastures of the wilderness."
    },
    "2": {
      "1": "Blow the trumpet in Zion [warning of impending judgment],\nSound an alarm on My holy mountain [Zion]!\nLet all the inhabitants of the land tremble and shudder in fear,\nFor the [judgment] day of the Lord is coming;\nIt is close at hand,",
      "2": "A day of darkness and gloom,\nA day of clouds and of thick [dark] mist,\nLike the dawn spread over the mountains;\nThere is a [pagan, hostile] people numerous and mighty,\nThe like of which has never been before\nNor will be again afterward\nEven for years of many generations.",
      "3": "Before them a fire devours,\nAnd behind them a flame burns;\nBefore them the land is like the Garden of Eden,\nBut behind them a desolate wilderness;\nAnd nothing at all escapes them.",
      "4": "Their appearance is like the appearance of horses,\nAnd they run like war horses.",
      "5": "Like the noise of chariots\nThey leap on the tops of the mountains,\nLike the crackling of a flame of fire devouring the stubble,\nLike a mighty people set in battle formation.",
      "6": "Before them the people are in anguish;\nAll faces become pale [with terror].",
      "7": "They run like warriors;\nThey climb the wall like soldiers.\nThey each march [straight ahead] in line,\nAnd they do not deviate from their paths.",
      "8": "They do not crowd each other;\nEach one marches in his path.\nWhen they burst through the defenses (weapons),\nThey do not break ranks.",
      "9": "They rush over the city,\nThey run on the wall;\nThey climb up into the houses,\nThey enter at the windows like a thief.",
      "10": "The earth quakes before them,\nThe heavens tremble,\nThe sun and the moon grow dark\nAnd the stars lose their brightness.",
      "11": "The Lord utters His voice before His army,\nFor His camp is very great,\nBecause strong and powerful is he who [obediently] carries out His word.\nFor the day of the Lord is indeed great and very terrible [causing dread];\nWho can endure it?",
      "12": "“Even now,” says the Lord,\n“Turn and come to Me with all your heart [in genuine repentance],\nWith fasting and weeping and mourning [until every barrier is removed and the broken fellowship is restored];",
      "13": "Rip your heart to pieces [in sorrow and contrition] and not your garments.”\nNow return [in repentance] to the Lord your God,\nFor He is gracious and compassionate,\nSlow to anger, abounding in lovingkindness [faithful to His covenant with His people];\nAnd He relents [His sentence of] evil [when His people genuinely repent].",
      "14": "Who knows whether He will relent [and revoke your sentence],\nAnd leave a blessing behind Him,\nEven a grain offering and a drink offering [from the bounty He provides you]\nFor the Lord your God?",
      "15": "Blow a trumpet in Zion [warning of impending judgment],\nDedicate a fast [as a day of restraint and humility], call a solemn assembly.",
      "16": "Gather the people, sanctify the congregation,\nAssemble the elders,\nGather the children and the nursing infants.\nLet the bridegroom come out of his room\nAnd the bride out of her bridal chamber. [No one is excused from the assembly.]",
      "17": "Let the priests, the ministers of the Lord,\nWeep between the porch and the altar,\nAnd let them say, “Have compassion and spare Your people, O Lord,\nAnd do not make Your inheritance (Israel) an object of ridicule,\nOr a [humiliating] byword among the [Gentile] nations.\nWhy should they say among the peoples,\n‘Where is their God?’”",
      "18": "Then the Lord will be jealous for His land [ready to defend it since it is rightfully and uniquely His]\nAnd will have compassion on His people [and will spare them].",
      "19": "The Lord will answer and say to His people,\n“Behold, I am going to send you grain and new wine and oil,\nAnd you will be satisfied in full with them;\nAnd I will never again make you an object of ridicule among the [Gentile] nations.",
      "20": "“But I will remove the northern army far away from you,\nAnd I will drive it into a parched and desolate land,\nWith its forward guard into the eastern sea (Dead Sea)\nAnd with its rear guard into the western sea (Mediterranean Sea).\nAnd its stench will arise and its foul odor of decay will come up [this is the fate of the northern army in the final day of the Lord],\nFor He has done great things.”",
      "21": "Do not fear, O land; be glad and rejoice,\nFor the Lord has done great things!",
      "22": "Do not be afraid, you animals of the field,\nFor the pastures of the wilderness have turned green;\nThe tree has produced its fruit,\nAnd the fig tree and the vine have yielded in full.",
      "23": "So rejoice, O children of Zion,\nAnd delight in the Lord, your God;\nFor He has given you the early [autumn] rain in vindication\nAnd He has poured down the rain for you,\nThe early [autumn] rain and the late [spring] rain, as before.",
      "24": "And the threshing floors shall be full of grain,\nAnd the vats shall overflow with new wine and oil.",
      "25": "“And I will compensate you for the years\nThat the swarming locust has eaten,\nThe creeping locust, the stripping locust, and the gnawing locust—\nMy great army which I sent among you.",
      "26": "“You will have plenty to eat and be satisfied\nAnd praise the name of the Lord your God\nWho has dealt wondrously with you;\nAnd My people shall never be put to shame.",
      "27": "“And you shall know [without any doubt] that I am in the midst of Israel [to protect and bless you],\nAnd that I am the Lord your God,\nAnd there is no other;\nMy people will never be put to shame.",
      "28": "“It shall come about after this\nThat I shall pour out My Spirit on all mankind;\nAnd your sons and your daughters will prophesy,\nYour old men will dream dreams,\nYour young men will see visions.",
      "29": "“Even on the male and female servants\nI will pour out My Spirit in those days.",
      "30": "“I will show signs and wonders [displaying My power] in the heavens and on the earth,\nBlood and fire and columns of smoke.",
      "31": "“The sun will be turned into darkness\nAnd the moon into blood\nBefore the great and terrible day of the Lord comes.",
      "32": "“And it shall come about that whoever calls on the name of the Lord\nWill be saved [from the coming judgment]\nFor on Mount Zion and in Jerusalem\nThere will be those who escape,\nAs the Lord has said,\nEven among the remnant [of survivors] whom the Lord calls."
    },
    "3": {
      "1": "“For behold, in those [climactic] days and at that time,\nWhen I restore the fortunes of Judah and Jerusalem,",
      "2": "I will gather together all the [Gentile] nations [that were hostile to My people]\nAnd bring them down into the Valley of Jehoshaphat (the Lord has judged).\nAnd there I will deal with them and enter into judgment with them there\nFor [their treatment of] My people, My inheritance, Israel,\nWhom they have scattered among the nations,\nAnd [because] they have encroached on My land and divided it up.",
      "3": "“They have also cast lots for My people,\nAnd have traded a boy for a prostitute\nAnd have sold a girl for wine that they may drink.",
      "4": "Moreover, what are you to Me, O Tyre and Sidon and all the [five small] regions of Philistia? Will you pay Me back for something [I have supposedly done to you]? Even if you do pay Me back, I will swiftly and speedily return your deed [of retaliation] on your own head.",
      "5": "Because you have taken My silver and My gold and have carried My precious treasures to your temples and palaces,",
      "6": "and have sold the children of Judah and the children of Jerusalem to the Greeks, so that you may send them far away from their territory,",
      "7": "behold, I am going to stir them up from the place where you have sold them [and return them to their land], and I shall return your action [of retaliation] on your own head.",
      "8": "Also I will sell your sons and your daughters into the hand of the children of Judah, and they will sell them to the Sabeans, to a distant nation,” for the Lord has spoken.",
      "9": "Proclaim this among the [pagan] nations:\nPrepare a war! Stir up the mighty men!\nLet all the men of war come near, let them come up!",
      "10": "Beat your plowshares into swords\nAnd your pruning hooks into spears;\nLet the weak say, “I am strong!”",
      "11": "Hurry and come, all you surrounding nations,\nAnd gather yourselves there;\nBring down, O Lord, Your mighty ones (Your warriors).",
      "12": "Let the nations be stirred [to action]\nAnd come up to the Valley of Jehoshaphat,\nFor there I will sit to judge and punish\nAll the surrounding nations.",
      "13": "Put in the sickle [of judgment], for the harvest is ripe;\nCome, tread [the grapes], for the wine press is full;\nThe vats overflow, for the wickedness [of the people] is great.",
      "14": "Multitudes, multitudes in the valley of decision (judgment)!\nFor the day of the Lord is near in the valley of decision [when judgment is executed].",
      "15": "The sun and the moon grow dark\nAnd the stars lose their brightness.",
      "16": "The Lord thunders and roars from Zion\nAnd utters His voice from Jerusalem [in judgment of His enemies],\nAnd the heavens and the earth tremble and shudder;\nBut the Lord is a refuge for His people\nAnd a stronghold [of protection] to the children of Israel.",
      "17": "Then you will know and understand fully that I am the Lord your God,\nDwelling in Zion, My holy mountain.\nThen Jerusalem will be holy,\nAnd strangers [who do not belong] will no longer pass through it.",
      "18": "And in that day\nThe mountains will drip with sweet wine\nAnd the hills will flow with milk;\nAnd all the brooks and riverbeds of Judah will flow with water,\nAnd a fountain will go out from the house of the Lord\nTo water the [desert] Valley of Shittim.",
      "19": "Egypt will become a waste,\nAnd Edom will become a desolate wilderness,\nBecause of their violence against the children of Judah,\nIn whose land they have shed innocent blood.",
      "20": "But Judah shall be inhabited forever\nAnd Jerusalem from generation to generation.",
      "21": "And I shall avenge their blood which I have not avenged,\nFor the Lord dwells in Zion."
    }
  }
}