{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:53:20.908650-04:00",
    "Translation": "AMP"
  },
  "Jonah": {
    "1": {
      "1": "Now the word of the Lord came to Jonah the son of Amittai, saying,",
      "2": "“Go to Nineveh, that great city, and proclaim [judgment] against it, for their wickedness has come up before Me.”",
      "3": "But Jonah ran away to Tarshish to escape from the presence of the Lord [and his duty as His prophet]. He went down to Joppa and found a ship going to Tarshish [the most remote of the Phoenician trading cities]. So he paid the fare and went down into the ship to go with them to Tarshish away from the presence of the Lord.",
      "4": "But the Lord hurled a great wind toward the sea, and there was a violent tempest on the sea so that the ship was about to break up.",
      "5": "Then the sailors were afraid, and each man cried out to his god; and to lighten the ship [and diminish the danger] they threw the ship’s cargo into the sea. But Jonah had gone below into the hold of the ship and had lain down and was sound asleep.",
      "6": "So the captain came up to him and said, “How can you stay asleep? Get up! Call on your god! Perhaps your god will give a thought to us so that we will not perish.”",
      "7": "And they said to another, “Come, let us cast lots, so we may learn who is to blame for this disaster.” So they cast lots and the lot fell on Jonah.",
      "8": "Then they said to him, “Now tell us! Who is to blame for this disaster? What is your occupation? Where do you come from? What is your country?”",
      "9": "So he said to them, “I am a Hebrew, and I [reverently] fear and worship the Lord, the God of heaven, who made the sea and the dry land.”",
      "10": "Then the men became extremely frightened and said to him, “How could you do this?” For the men knew that he was running from the presence of the Lord, because he had told them.",
      "11": "Then they said to him, “What should we do to you, so that the sea will become calm for us?”—for the sea was becoming more and more violent.",
      "12": "Jonah said to them, “Pick me up and throw me into the sea. Then the sea will become calm for you, for I know that it is because of me that this great storm has come upon you.”",
      "13": "Nevertheless, the men rowed hard [breaking through the waves] to return to land, but they could not, because the sea became even more violent [surging higher] against them.",
      "14": "Then they called on the Lord and said, “Please, O Lord, do not let us perish because of taking this man’s life, and do not make us accountable for innocent blood; for You, O Lord, have done as You pleased.”",
      "15": "So they picked up Jonah and threw him into the sea, and the sea stopped its raging.",
      "16": "Then the men greatly feared the Lord, and they offered a sacrifice to the Lord and made vows.",
      "17": "Now the Lord had prepared (appointed, destined) a great fish to swallow Jonah. And Jonah was in the stomach of the fish three days and three nights."
    },
    "2": {
      "1": "Then Jonah prayed to the Lord his God from the stomach of the fish,",
      "2": "and said,\n“I called out of my trouble and distress to the Lord,\nAnd He answered me;\nOut of the belly of Sheol I cried for help,\nAnd You heard my voice.",
      "3": "“For You cast me into the deep,\nInto the [deep] heart of the seas,\nAnd the currents surrounded and engulfed me;\nAll Your breakers and billowing waves passed over me.",
      "4": "“Then I said, ‘I have been cast out of Your sight.\nNevertheless I will look again toward Your holy temple.’",
      "5": "“The waters surrounded me, to the point of death.\nThe great deep engulfed me,\nSeaweed was wrapped around my head.",
      "6": "“I descended to the [very] roots of the mountains.\nThe earth with its bars closed behind me [bolting me in] forever,\nYet You have brought up my life from the pit (death), O Lord my God.",
      "7": "“When my soul was fainting within me,\nI remembered the Lord,\nAnd my prayer came to You,\nInto Your holy temple.",
      "8": "“Those who regard and follow worthless idols\nTurn away from their [living source of] mercy and lovingkindness.",
      "9": "“But [as for me], I will sacrifice to You\nWith the voice of thanksgiving;\nI shall pay that which I have vowed.\nSalvation is from the Lord!”",
      "10": "So the Lord commanded the fish, and it vomited Jonah up onto the dry land."
    },
    "3": {
      "1": "Now the word of the Lord came to Jonah the second time, saying,",
      "2": "“Go to Nineveh the great city and declare to it the message which I am going to tell you.”",
      "3": "So Jonah went to Nineveh in accordance with the word of the Lord. Now Nineveh was an exceedingly great city, a three days’ walk [about sixty miles in circumference].",
      "4": "Then on the first day’s walk, Jonah began to go through the city, and he called out and said, “Forty days more [remain] and [then] Nineveh will be overthrown!”",
      "5": "The people of Nineveh believed and trusted in God; and they proclaimed a fast and put on sackcloth [in penitent mourning], from the greatest even to the least of them.",
      "6": "When word reached the king of Nineveh [of Jonah’s message from God], he rose from his throne, took off his robe, covered himself with sackcloth and sat in the dust [in repentance].",
      "7": "He issued a proclamation and it said, “In Nineveh, by the decree of the king and his nobles: No man, animal, herd, or flock is to taste anything. They are not to eat or drink water.",
      "8": "But both man and animal must be covered with sackcloth; and every one is to call on God earnestly and forcefully that each may turn from his wicked way and from the violence that is in his hands.",
      "9": "Who knows, God may turn [in compassion] and relent and withdraw His burning anger (judgment) so that we will not perish.”",
      "10": "When God saw their deeds, that they turned from their wicked way, then God [had compassion and] relented concerning the disaster which He had declared that He would bring upon them. And He did not do it."
    },
    "4": {
      "1": "But it greatly displeased Jonah and he became angry.",
      "2": "He prayed to the Lord and said, “O Lord, is this not what I said when I was still in my country? That is why I ran to Tarshish, because I knew that You are a gracious and compassionate God, slow to anger and great in lovingkindness, and [when sinners turn to You] You revoke the [sentence of] disaster [against them].",
      "3": "Therefore now, O Lord, just take my life from me, for it is better for me to die than to live.”",
      "4": "Then the Lord said, “Do you have a good reason to be angry?”",
      "5": "Then Jonah went out of the city and sat east of it. There he made himself a shelter and sat under its shade so that he could see what would happen in the city.",
      "6": "So the Lord God prepared a plant and it grew up over Jonah, to be a shade over his head to spare him from discomfort. And Jonah was extremely happy about [the protection of] the plant.",
      "7": "But God prepared a worm when morning dawned the next day, and it attacked the plant and it withered.",
      "8": "When the sun came up God prepared a scorching east wind, and the sun beat down on Jonah’s head so that he fainted and he wished to die, and said, “It is better for me to die than to live.”",
      "9": "Then God said to Jonah, “Do you have a good reason to be angry about [the loss of] the plant?” And he said, “I have a [very] good reason to be angry, angry enough to die!”",
      "10": "Then the Lord said, “You had compassion on the plant for which you did not work and which you did not cause to grow, which came up overnight and perished overnight.",
      "11": "Should I not have compassion on Nineveh, the great city in which there are more than 120,000 [innocent] persons, who do not know the difference between their right and left hand [and are not yet accountable for sin], as well as many [blameless] animals?”"
    }
  }
}