{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:53:21.374071-04:00",
    "Translation": "AMP"
  },
  "Micah": {
    "1": {
      "1": "The word of the Lord that came to Micah of Moresheth in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw [through divine revelation] concerning Samaria and Jerusalem.",
      "2": "Hear, O peoples, all of you;\nListen closely, O earth and all that is in it,\nAnd let the Lord God be witness [giving a testimony of the judgment] against you,\nThe Lord from His holy temple [in the heavens].",
      "3": "For behold, the Lord is coming down from His place\nHe shall come down and tread [in judgment] on the high places of the earth.",
      "4": "The mountains shall melt under Him\nAnd the valleys shall be split\nLike wax before the fire,\nLike waters poured down a steep place.",
      "5": "All this is because of the rebellion and apostasy of Jacob\nAnd for the sins of the house of Israel (the Northern Kingdom).\nWhat is the rebellion and apostasy of Jacob?\nIs it not [the abandonment of God in order to worship the idols of] Samaria?\nWhat are the high places [of idolatry] in Judah (the Southern Kingdom)?\nAre they not Jerusalem [the capital and center of corruption]?",
      "6": "Therefore I [the Lord] shall make Samaria a heap of ruins [and of stones and arable land] in the open country,\nA place for planting vineyards;\nAnd I will pour her stones down into the ravine\nAnd lay bare her foundations.",
      "7": "All her idols shall be broken in pieces,\nAll her earnings [from her idolatry] shall be burned with fire,\nAnd all her images I shall make desolate;\nFor from the earnings of a prostitute she collected them,\nAnd to the earnings of a prostitute they shall return.",
      "8": "Because of this I [Micah] must lament (mourn over with expressions of grief) and wail,\nI must go barefoot and naked [without outer garments as if robbed];\nI must wail like the jackals\nAnd lament [with a loud, mournful cry] like the ostriches.",
      "9": "For Samaria’s wound is incurable,\nFor it has come to Judah;\nThe enemy has reached the gate of my people,\nEven to Jerusalem.",
      "10": "Announce it not in Gath [in Philistia],\nWeep not at all [and in this way betray your grief to Gentiles];\nIn Beth-le-aphrah (House of Dust) roll in the dust [among your own people].",
      "11": "Go on your way [into exile—stripped of beauty, disarmed], inhabitants of Shaphir (Beautiful), in shameful nakedness.\nThe inhabitant of Zaanan (Go Out) does not go out [of the house];\nThe wailing of Beth-ezel (House of Removal) will take away from you its support.",
      "12": "For the inhabitant of Maroth (Bitterness)\nWrithes in pain [at its losses] and waits anxiously for good,\nBecause a catastrophe has come down from the Lord\nTo the gate of Jerusalem.",
      "13": "Harness the chariot to the team of horses [to escape the invasion],\nO inhabitant of Lachish—\nShe was the beginning of sin\nTo the Daughter of Zion (Jerusalem)—\nBecause in you were found\nThe rebellious acts of Israel.",
      "14": "Therefore you will give parting gifts\nOn behalf of Moresheth-gath (Micah’s home);\nThe houses of Achzib (Place of Deceit) will become a deception\nTo the kings of Israel.",
      "15": "Moreover, I will bring on you\nThe one who takes possession,\nO inhabitant of Mareshah (Prominent Place).\nThe glory (nobility) of Israel will enter Adullam [seeking refuge].",
      "16": "Make yourself bald [in mourning]—shave off your hair\nFor the children of your delight;\nRemain as bald as the eagle,\nFor your children will be taken from you into exile."
    },
    "2": {
      "1": "Woe (judgment is coming) to those who devise wickedness\nAnd plot evil on their beds!\nWhen morning comes, they practice evil\nBecause it is in the power of their hands.",
      "2": "They covet fields and seize them,\nAnd houses, and take them away.\nThey oppress and rob a man and his house,\nA man and his inheritance.",
      "3": "Therefore, thus says the Lord,\n“Behold, I am planning against this family a disaster (exile)\n[Like a noose] from which you cannot remove your necks;\nNor will you be able to walk haughtily and erect,\nFor it will be an evil time [of subjugation to the invaders].",
      "4": "“On that day they shall take up a [taunting, deriding] parable against you\nAnd wail with a doleful and bitter song of mourning and say,\n‘We are completely destroyed!\nGod exchanges the inheritance of my people;\nHow He removes it from me!\nHe divides our fields to the rebellious [our captors].’",
      "5": "“Therefore, you will have no one stretching a measuring line [dividing the common land]\nFor you by lot in the assembly of the Lord.",
      "6": "‘Do not speak out,’ so they speak out.\nBut if they do not speak out concerning these things,\nReproaches will not be turned back.",
      "7": "“Is it being said, O house of Jacob:\n‘Is the Spirit of the Lord impatient?\nOr are these [prophesied judgments] His doings?’\nDo not My words do good\nTo the one walking uprightly?",
      "8": "“But lately My people have stood up as an enemy [and have made Me their antagonist].\nYou strip the ornaments off the garment\nOf those unsuspecting passers-by,\nLike those returned from war.",
      "9": "“You evict the women (widows) of My people,\nEach one from her pleasant house;\nFrom her [young, fatherless] children you take away My splendor and blessing forever [by putting them among the pagans, away from Me].",
      "10": "“Arise and depart [because the captivity is inevitable],\nFor this [land] is not the place of rest\nBecause of the defilement that brings destruction,\nA painful and terrible destruction.",
      "11": "“If a man walking in a false spirit [spouting deception]\nShould lie and say,\n‘I will prophesy to you [O Israel] of wine and liquor (greed, sensual pleasure),’\nHe would be the acceptable spokesman of this people.",
      "12": "“I shall most certainly assemble all of you, O Jacob;\nI shall surely gather the remnant of Israel.\nI shall bring them together like sheep in the fold [multiplying the nation];\nLike a flock in the midst of its pasture.\nThe place will swarm with many people and hum loudly with noise.",
      "13": "“The breaker [the Messiah, who opens the way] shall go up before them [liberating them].\nThey will break out, pass through the gate and go out;\nSo their King goes on before them,\nThe Lord at their head.”"
    },
    "3": {
      "1": "And I said,\n“Hear now, heads of Jacob\nAnd rulers of the house of Israel.\nIs it not for you to know and administer justice?",
      "2": "“You who hate good and love evil,\nWho tear the skin off my people\nAnd their flesh from their bones;",
      "3": "You who eat the flesh of my people,\nStrip off their skin from them,\nBreak their bones\nAnd chop them in pieces as for the pot,\nLike meat in a kettle.”",
      "4": "Then they will cry to the Lord,\nBut He will not answer them;\nInstead, He will even hide His face from them at that time [withholding His mercy]\nBecause they have practiced and tolerated and ignored evil acts.",
      "5": "Thus says the Lord concerning the [false] prophets who lead my people astray;\nWhen they have something good to bite with their teeth,\nThey call out, “Peace,”\nBut against the one who gives them nothing to eat,\nThey declare a holy war.",
      "6": "Therefore it will be night (tragedy) for you—without vision,\nAnd darkness (cataclysm) for you—without foresight.\nThe sun shall go down on the [false] prophets,\nAnd the day shall become dark and black over them.",
      "7": "The seers shall be ashamed\nAnd the diviners discredited and embarrassed;\nIndeed, they shall all cover their mouths [in shame]\nBecause there is no answer from God.",
      "8": "But in fact, I am filled with power,\nWith the Spirit of the Lord,\nAnd with justice and might,\nTo declare to Jacob his transgression\nAnd to Israel his sin.",
      "9": "Now hear this, you heads of the house of Jacob\nAnd rulers of the house of Israel,\nWho hate and reject justice\nAnd twist everything that is straight,",
      "10": "Who build Zion with blood [and extortion and murder]\nAnd Jerusalem with violent injustice.",
      "11": "Her leaders pronounce judgment for a bribe,\nHer priests teach for a fee,\nAnd her prophets foretell for money;\nYet they lean on the Lord, saying,\n“Is not the Lord among us?\nNo tragedy or distress will come on us.”",
      "12": "Therefore, on account of you\nZion shall be plowed like a field,\nJerusalem shall become a heap of ruins,\nAnd the mountain of the house [of the Lord] shall become like a densely wooded hill."
    },
    "4": {
      "1": "But it shall come about in the last days\nThat the mountain of the house of the Lord\nShall be established as the highest and chief of the mountains;\nIt shall be above the hills,\nAnd peoples shall flow [like a river] to it.",
      "2": "And many nations shall come and say,\n“Come, let us go up to the mountain of the Lord,\nTo the house of the God of Jacob,\nThat He may teach us about His ways\nAnd that we may walk in His paths.”\nFor the law shall go forward from Zion,\nAnd the word of the Lord [the revelation about Him and His truth] from Jerusalem.",
      "3": "And He will judge between many peoples\nAnd render decisions for strong and distant nations.\nThen they shall hammer their swords into plowshares\nAnd their spears into pruning hooks [so that the implements of war may become the tools of agriculture];\nNation shall not lift up sword against nation,\nNor shall they ever again train for war.",
      "4": "Each of them shall sit [in security and peace] under his vine\nAnd under his fig tree,\nWith no one to make them afraid,\nFor the mouth of the [omnipotent] Lord of hosts has spoken it.",
      "5": "For all the peoples [now] walk\nEach in the name of his god [in a transient relationship],\nAs for us, we shall walk [securely]\nIn the name of the Lord our [true] God forever and ever.",
      "6": "“In that day,” says the Lord,\n“I shall assemble the lame,\nAnd gather the outcasts [from foreign captivity],\nEven those whom I have caused pain.",
      "7": "“I shall make the lame a [godly] remnant\nAnd the outcasts a strong nation;\nAnd the Lord shall reign over them in Mount Zion\nFrom this time on and forever.",
      "8": "“As for you [Jerusalem], tower of the flock [of Israel],\nHill and stronghold of the Daughter of Zion (Jerusalem’s inhabitants),\nTo you the former dominion shall come,\nThe kingdom of the Daughter of Jerusalem [when the Messiah reigns in Jerusalem, and the times of the Gentiles are fulfilled].",
      "9": "“Now, why do you cry out loudly?\nIs there no king among you?\nHas your counselor perished?\nFor agony has gripped you like a woman in childbirth.",
      "10": "“Writhe in pain and labor to give birth,\nO Daughter of Zion,\nLike a woman in childbirth;\nFor now you shall go out of the city,\nLive in the field,\nAnd go to Babylon.\nThere you will be rescued;\nThere the Lord shall redeem you\nFrom the hand of your enemies.",
      "11": "“Now many [conquering] nations are assembled against you,\nWho say, ‘Let her be profaned [through Gentile presence and the temple’s destruction],\nAnd let our eyes gaze on and gloat over Zion.’",
      "12": "“But they (Gentile nations) do not know the thoughts of the Lord,\nNor do they understand His purpose and plan;\nFor He has gathered them (Gentiles) like sheaves to the threshing floor [for destruction].",
      "13": "“Arise and thresh, O Daughter of Zion!\nFor I will make your horn iron\nAnd I will make your hoofs bronze;\nThat you may beat many peoples in pieces [trampling down your enemies],\nThat you may devote to the Lord their unjust gain (pagan possessions)\nAnd their wealth to the Lord of all the earth."
    },
    "5": {
      "1": "“Now gather yourself in troops, O daughter of troops;\nA state of siege has been placed against us.\nThey shall strike the ruler of Israel on the cheek with a rod (scepter).",
      "2": "“But as for you, Bethlehem Ephrathah,\nToo little to be among the clans of Judah;\nFrom you One shall come forth for Me [who is] to be Ruler in Israel,\nHis goings forth (appearances) are from long ago,\nFrom ancient days.”",
      "3": "Therefore, He will give them up until the time\nWhen she who is in labor has given birth to a child.\nThen what is left of His kinsmen\nShall return to the children of Israel.",
      "4": "And He shall stand and shepherd and guide His flock\nIn the strength of the Lord,\nIn the majesty of the name of the Lord His God;\nAnd they shall dwell [secure in undisturbed peace],\nBecause at that time He shall be great [extending His authority]\n[Even] to the ends of the earth.",
      "5": "This One [the Messiah] shall be our peace.\nWhen the Assyrian invades our land\nAnd tramples on our citadels and in our palaces,\nThen shall we raise against him\nSeven shepherds and eight princes [an overpowering force] among men.",
      "6": "They shall devastate the land of Assyria with the sword and\nThe land of Nimrod within her [own] gates.\nAnd He (the Messiah) shall rescue us from the Assyrian (all enemy nations)\nWhen he attacks our land\nAnd when he tramples our territory.",
      "7": "Then the remnant of Jacob\nShall be among many peoples\nLike dew from the Lord,\nLike showers on the grass [a source of blessing]\nWhich [come suddenly and] do not wait for man\nNor delay for the sons of men.",
      "8": "The remnant of Jacob\nShall be among the nations,\nIn the midst of many peoples\nLike a lion among the beasts of the forest,\nLike a young lion [suddenly appearing] among the flocks of sheep\nWhich, if he passes through,\nTramples down and tears into pieces [the nations in judgment],\nAnd there is no one to rescue.",
      "9": "Your hand will be lifted up against your adversaries,\nAnd all your enemies shall be cut off and destroyed.",
      "10": "“And in that day,” says the Lord,\n“I will cut off your horses from among you\nAnd destroy your chariots [on which you depend].",
      "11": "“I will cut off the cities of your land\nAnd tear down all your fortifications.",
      "12": "“I will cut off witchcrafts and sorceries from your hand,\nAnd you shall have no more fortune-tellers.",
      "13": "“I will also cut off your carved images\nAnd your sacred pillars from among you,\nSo that you will no longer worship and bow down\nTo the work of your hands.",
      "14": "“I will root out your Asherim (symbols of the goddess Asherah) from among you\nAnd destroy your cities [which are the centers of pagan worship].",
      "15": "“And in anger and wrath I shall execute vengeance\nOn the nations which have not obeyed [such vengeance as they have not known before].”"
    },
    "6": {
      "1": "Hear now what the Lord is saying,\n“Arise, plead your case before the mountains,\nAnd let the hills [as witnesses] hear your voice.",
      "2": "“Hear, O mountains, the indictment of the Lord,\nAnd you enduring foundations of the earth,\nFor the Lord has a case (a legal complaint) against His people,\nAnd He will dispute (challenge) Israel.",
      "3": "“O My people, what have I done to you [since you have turned away from Me]?\nAnd how have I wearied you? Answer Me.",
      "4": "“For I brought you up from the land of Egypt\nAnd ransomed you from the house of slavery,\nAnd I sent before you Moses [to lead you], Aaron [the high priest], and Miriam [the prophetess].",
      "5": "“My people, remember now\nWhat Balak king of Moab devised [with his evil plan against Israel]\nAnd what Balaam the son of Beor answered him [turning the curse into blessing for Israel],\n[Remember what the Lord did for you] from Shittim to Gilgal,\nSo that you may know the righteous and saving acts [displaying the power] of the Lord.”",
      "6": "With what shall I come before the Lord [to honor Him]\nAnd bow myself before God on high?\nShall I come before Him with burnt offerings,\nWith yearling calves?",
      "7": "Will the Lord be delighted with thousands of rams,\nOr with ten thousand rivers of oil?\nShall I present my firstborn for my acts of rebellion,\nThe fruit of my body for the sin of my soul?",
      "8": "He has told you, O man, what is good;\nAnd what does the Lord require of you\nExcept to be just, and to love [and to diligently practice] kindness (compassion),\nAnd to walk humbly with your God [setting aside any overblown sense of importance or self-righteousness]?",
      "9": "The voice of the Lord shall call to the city [of Jerusalem]—\nAnd it is sound wisdom to heed [solemnly] and fear Your name [with awe-filled reverence];\n“Hear, O tribe [the rod of punishment]. Who has appointed its time?",
      "10": "“Are there not still treasures gained by wickedness\nIn the house of the wicked,\nAnd a short (inaccurate) measure [for grain] that is cursed?",
      "11": "“Can I [be guiltless and] justify deceptive scales\nAnd a bag of dishonest weights?",
      "12": "“For the rich men of the city are full of violence [of every kind];\nHer inhabitants speak lies\nAnd their tongue is deceitful in their mouth.",
      "13": "“So also I will make you sick, striking you down,\nDesolating and devastating you, because of your sins.",
      "14": "“You shall eat, but you will not be satisfied,\nAnd your emptiness shall be among you;\nYou will [try to] remove [your goods and those you love] for safekeeping\nBut you will fail to save anything,\nAnd what you do save I shall give to the sword.",
      "15": "“You shall sow but you shall not reap;\nYou shall tread olives, but shall not anoint yourself with oil,\nAnd [you will extract juice from] the grapes, but you shall not drink the wine.",
      "16": "“For [you have kept] the statutes of Omri [the idolatrous king],\nAnd all the works of the [wicked] house (dynasty) of Ahab;\nAnd you walk in their counsels and policies.\nTherefore, I shall hand you over for destruction and horror\nAnd your [city’s] inhabitants for ridicule,\nAnd you shall bear the rebuke and scorn of My people.”"
    },
    "7": {
      "1": "Woe is me (judgment is coming)! For I am\nLike one who gathers the summer fruits, like one who gleans the vintage grapes.\nThere is not a cluster of grapes to eat,\nNo first-ripe fig which my appetite craves.",
      "2": "The godly person [who is faithful and loyal to God] has perished from the earth,\nAnd there is no upright person [one with good character and moral integrity] among men.\nThey all lie in wait to shed blood;\nEach hunts the other with a net.",
      "3": "Concerning evil, both of their hands pursue it and do it diligently and thoroughly;\nThe prince asks, also the judge, for a bribe,\nAnd a great man speaks the [evil] desire of his soul.\nSo they twist the course of justice between them.",
      "4": "The best of them is [injurious] like a briar;\nThe most upright is [prickly] like a thorn hedge.\nThe day of your watchmen [that is, the time predicted by the prophets]\nAnd your punishment comes;\nNow shall be their confusion.",
      "5": "Do not trust in a neighbor [because of the moral corruption in the land];\nDo not have confidence in a friend.\nGuard the doors of your mouth\nFrom her who lies in your bosom.",
      "6": "For the son dishonors the father and treats him contemptuously,\nThe daughter rises up [in hostility] against her mother,\nThe daughter-in-law against her mother-in-law—\nA man’s enemies are the men (members) of his own household.",
      "7": "But as for me, I will look expectantly for the Lord and with confidence in Him I will keep watch;\nI will wait [with confident expectation] for the God of my salvation.\nMy God will hear me.",
      "8": "Do not rejoice over me [amid my tragedies], O my enemy!\nThough I fall, I will rise;\nThough I sit in the darkness [of distress], the Lord is a light for me.",
      "9": "I will bear the indignation and wrath of the Lord\nBecause I have sinned against Him,\nUntil He pleads my case and executes judgment for me.\nHe will bring me out to the light,\nAnd I will behold His [amazing] righteousness and His remarkable deliverance.",
      "10": "Then my enemy [all the pagan nations] shall see it,\nAnd shame [for despising the Lord] will cover her who said to me,\n“Where is the Lord your God?”\nMy eyes will look on her [with satisfaction at her judgment];\nNow she (unbelievers) will be trampled down\nLike mud of the streets.",
      "11": "It shall be a day for building your walls,\nOn that day the boundary [of Israel] shall be [greatly] extended.",
      "12": "It shall be a day when the Gentiles will come to you\nFrom Assyria and from the cities of Egypt,\nAnd from Egypt even to the river Euphrates,\nFrom sea to sea and from mountain to mountain.",
      "13": "Yet the earth [beyond the land of Israel] shall become desolate because of those who dwell in it,\nBecause of the fruit of their deeds.",
      "14": "Shepherd and rule Your people with Your scepter [of blessing],\nThe flock of Your inheritance and Your possession\nWhich dwells alone [separate and secure from attack] in the forest,\nIn the midst of a garden land.\nLet them feed in Bashan and Gilead\nAs in the days of old [the days of Moses and Elijah].",
      "15": "“As in the days when you came out from the land of Egypt,\nI shall show you marvelous and miraculous things.”",
      "16": "The [pagan] nations shall see [God’s omnipotence in delivering Israel] and be ashamed\nOf all their might [which cannot be compared to His].\nThey shall put their hand on their mouth [in silent astonishment];\nTheir ears shall be deaf.",
      "17": "They shall lick the dust like a serpent;\nLike crawling things of the earth\nThey shall come trembling out of their fortresses and hiding places.\nThey shall turn and come with fear and dread to the Lord our God\nAnd they shall be afraid and stand in awe before You [O Lord].",
      "18": "Who is a God like You, who forgives wickedness\nAnd passes over the rebellious acts of the remnant of His possession?\nHe does not retain His anger forever,\nBecause He [constantly] delights in mercy and lovingkindness.",
      "19": "He shall again have compassion on us;\nHe will subdue and tread underfoot our wickedness [destroying sin’s power].\nYes, You will cast all our sins\nInto the depths of the sea.",
      "20": "You shall give truth to Jacob\nAnd lovingkindness and mercy to Abraham,\nAs You have sworn to our forefathers\nFrom the days of old."
    }
  }
}