{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:51:58.696946-04:00",
    "Translation": "AMP"
  },
  "Proverbs": {
    "1": {
      "1": "The proverbs (truths obscurely expressed, maxims) of Solomon son of David, king of Israel:",
      "2": "To know [skillful and godly] wisdom and instruction;\nTo discern and comprehend the words of understanding and insight,",
      "3": "To receive instruction in wise behavior and the discipline of wise thoughtfulness,\nRighteousness, justice, and integrity;",
      "4": "That prudence (good judgment, astute common sense) may be given to the naive or inexperienced [who are easily misled],\nAnd knowledge and discretion (intelligent discernment) to the youth,",
      "5": "The wise will hear and increase their learning,\nAnd the person of understanding will acquire wise counsel and the skill [to steer his course wisely and lead others to the truth],",
      "6": "To understand a proverb and a figure [of speech] or an enigma with its interpretation,\nAnd the words of the wise and their riddles [that require reflection].",
      "7": "The [reverent] fear of the Lord [that is, worshiping Him and regarding Him as truly awesome] is the beginning and the preeminent part of knowledge [its starting point and its essence];\nBut arrogant fools despise [skillful and godly] wisdom and instruction and self-discipline.",
      "8": "My son, hear the instruction of your father,\nAnd do not reject the teaching of your mother.",
      "9": "For they are a garland of grace on your head,\nAnd chains and ornaments [of gold] around your neck.",
      "10": "My son, if sinners entice you,\nDo not consent.",
      "11": "If they say, “Come with us;\nLet us lie in wait to shed blood,\nLet us ambush the innocent without cause;",
      "12": "Let us swallow them alive like Sheol (the place of the dead),\nEven whole, as those who go down to the pit [of death];",
      "13": "We will find and take all kinds of precious possessions,\nWe will fill our houses with spoil;",
      "14": "Throw in your lot with us [they insist];\nWe will all have one money bag [in common],”",
      "15": "My son, do not walk on the road with them;\nKeep your foot [far] away from their path,",
      "16": "For their feet run to evil,\nAnd they hurry to shed blood.",
      "17": "Indeed, it is useless to spread the baited net\nIn the sight of any bird;",
      "18": "But [when these people set a trap for others] they lie in wait for their own blood;\nThey set an ambush for their own lives [and rush to their destruction].",
      "19": "So are the ways of everyone who is greedy for gain;\nGreed takes away the lives of its possessors.",
      "20": "Wisdom shouts in the street,\nShe raises her voice in the markets;",
      "21": "She calls out at the head of the noisy streets [where large crowds gather];\nAt the entrance of the city gates she speaks her words:",
      "22": "“How long, O naive ones [you who are easily misled], will you love being simple-minded and undiscerning?\nHow long will scoffers [who ridicule and deride] delight in scoffing,\nHow long will fools [who obstinately mock truth] hate knowledge?",
      "23": "“If you will turn and pay attention to my rebuke,\nBehold, I [Wisdom] will pour out my spirit on you;\nI will make my words known to you.",
      "24": "“Because I called and you refused [to answer],\nI stretched out my hand and no one has paid attention [to my offer];",
      "25": "And you treated all my counsel as nothing\nAnd would not accept my reprimand,",
      "26": "I also will laugh at your disaster;\nI will mock when your dread and panic come,",
      "27": "When your dread and panic come like a storm,\nAnd your disaster comes like a whirlwind,\nWhen anxiety and distress come upon you [as retribution].",
      "28": "“Then they will call upon me (Wisdom), but I will not answer;\nThey will seek me eagerly but they will not find me,",
      "29": "Because they hated knowledge\nAnd did not choose the fear of the Lord [that is, obeying Him with reverence and awe-filled respect],",
      "30": "They would not accept my counsel,\nAnd they spurned all my rebuke.",
      "31": "“Therefore they shall eat of the fruit of their own [wicked] way\nAnd be satiated with [the penalty of] their own devices.",
      "32": "“For the turning away of the naive will kill them,\nAnd the careless ease of [self-righteous] fools will destroy them.",
      "33": "“But whoever listens to me (Wisdom) will live securely and in confident trust\nAnd will be at ease, without fear or dread of evil.”"
    },
    "2": {
      "1": "My son, if you will receive my words\nAnd treasure my commandments within you,",
      "2": "So that your ear is attentive to [skillful and godly] wisdom,\nAnd apply your heart to understanding [seeking it conscientiously and striving for it eagerly];",
      "3": "Yes, if you cry out for insight,\nAnd lift up your voice for understanding;",
      "4": "If you seek skillful and godly wisdom as you would silver\nAnd search for her as you would hidden treasures;",
      "5": "Then you will understand the [reverent] fear of the Lord [that is, worshiping Him and regarding Him as truly awesome]\nAnd discover the knowledge of God.",
      "6": "For the Lord gives [skillful and godly] wisdom;\nFrom His mouth come knowledge and understanding.",
      "7": "He stores away sound wisdom for the righteous [those who are in right standing with Him];\nHe is a shield to those who walk in integrity [those of honorable character and moral courage],",
      "8": "He guards the paths of justice;\nAnd He preserves the way of His saints (believers).",
      "9": "Then you will understand righteousness and justice [in every circumstance]\nAnd integrity and every good path.",
      "10": "For [skillful and godly] wisdom will enter your heart\nAnd knowledge will be pleasant to your soul.",
      "11": "Discretion will watch over you,\nUnderstanding and discernment will guard you,",
      "12": "To keep you from the way of evil and the evil man,\nFrom the man who speaks perverse things;",
      "13": "From those who leave the paths of uprightness\nTo walk in the ways of darkness;",
      "14": "Who find joy in doing evil\nAnd delight in the perversity of evil,",
      "15": "Whose paths are crooked,\nAnd who are devious in their ways;",
      "16": "To keep you from the immoral woman;\nFrom the seductress with her flattering words,",
      "17": "Who leaves the companion (husband) of her youth,\nAnd forgets the covenant of her God.",
      "18": "For her house leads down to death\nAnd her paths lead to the dead;",
      "19": "None who go to her return again,\nNor do they regain the paths of life—",
      "20": "So you will walk in the way of good men [that is, those of personal integrity, moral courage and honorable character],\nAnd keep to the paths of the righteous.",
      "21": "For the upright [those who are in right standing with God] will live in the land\nAnd those [of integrity] who are blameless [in God’s sight] will remain in it;",
      "22": "But the wicked will be cut off from the land\nAnd the treacherous shall be [forcibly] uprooted and removed from it."
    },
    "3": {
      "1": "My son, do not forget my teaching,\nBut let your heart keep my commandments;",
      "2": "For length of days and years of life [worth living]\nAnd tranquility and prosperity [the wholeness of life’s blessings] they will add to you.",
      "3": "Do not let mercy and kindness and truth leave you [instead let these qualities define you];\nBind them [securely] around your neck,\nWrite them on the tablet of your heart.",
      "4": "So find favor and high esteem\nIn the sight of God and man.",
      "5": "Trust in and rely confidently on the Lord with all your heart\nAnd do not rely on your own insight or understanding.",
      "6": "In all your ways know and acknowledge and recognize Him,\nAnd He will make your paths straight and smooth [removing obstacles that block your way].",
      "7": "Do not be wise in your own eyes;\nFear the Lord [with reverent awe and obedience] and turn [entirely] away from evil.",
      "8": "It will be health to your body [your marrow, your nerves, your sinews, your muscles—all your inner parts]\nAnd refreshment (physical well-being) to your bones.",
      "9": "Honor the Lord with your wealth\nAnd with the first fruits of all your crops (income);",
      "10": "Then your barns will be abundantly filled\nAnd your vats will overflow with new wine.",
      "11": "My son, do not reject or take lightly the discipline of the Lord [learn from your mistakes and the testing that comes from His correction through discipline];\nNor despise His rebuke,",
      "12": "For those whom the Lord loves He corrects,\nEven as a father corrects the son in whom he delights.",
      "13": "Happy [blessed, considered fortunate, to be admired] is the man who finds [skillful and godly] wisdom,\nAnd the man who gains understanding and insight [learning from God’s word and life’s experiences],",
      "14": "For wisdom’s profit is better than the profit of silver,\nAnd her gain is better than fine gold.",
      "15": "She is more precious than rubies;\nAnd nothing you can wish for compares with her [in value].",
      "16": "Long life is in her right hand;\nIn her left hand are riches and honor.",
      "17": "Her ways are highways of pleasantness and favor,\nAnd all her paths are peace.",
      "18": "She is a tree of life to those who take hold of her,\nAnd happy [blessed, considered fortunate, to be admired] is everyone who holds her tightly.",
      "19": "The Lord by His wisdom has founded the earth;\nBy His understanding He has established the heavens.",
      "20": "By His knowledge the deeps were broken up\nAnd the clouds drip with dew.",
      "21": "My son, let them not escape from your sight,\nBut keep sound wisdom and discretion,",
      "22": "And they will be life to your soul (your inner self)\nAnd a gracious adornment to your neck (your outer self).",
      "23": "Then you will walk on your way [of life] securely\nAnd your foot will not stumble.",
      "24": "When you lie down, you will not be afraid;\nWhen you lie down, your sleep will be sweet.",
      "25": "Do not be afraid of sudden fear\nNor of the storm of the wicked when it comes [since you will be blameless];",
      "26": "For the Lord will be your confidence, firm and strong,\nAnd will keep your foot from being caught [in a trap].",
      "27": "Do not withhold good from those to whom it is due [its rightful recipients],\nWhen it is in your power to do it.",
      "28": "Do not say to your neighbor, “Go, and come back,\nAnd tomorrow I will give it,”\nWhen you have it with you.",
      "29": "Do not devise evil against your neighbor,\nWho lives securely beside you.",
      "30": "Do not quarrel with a man without cause,\nIf he has done you no harm.",
      "31": "Do not envy a man of violence\nAnd do not choose any of his ways.",
      "32": "For the devious are repulsive to the Lord;\nBut His private counsel is with the upright [those with spiritual integrity and moral courage].",
      "33": "The curse of the Lord is on the house of the wicked,\nBut He blesses the home of the just and righteous.",
      "34": "Though He scoffs at the scoffers and scorns the scorners,\nYet He gives His grace [His undeserved favor] to the humble [those who give up self-importance].",
      "35": "The wise will inherit honor and glory,\nBut dishonor and shame is conferred on fools."
    },
    "4": {
      "1": "Hear, O children, the instruction of a father,\nAnd pay attention [and be willing to learn] so that you may gain understanding and intelligent discernment.",
      "2": "For I give you good doctrine;\nDo not turn away from my instruction.",
      "3": "When I was a son with my father (David),\nTender and the only son in the sight of my mother (Bathsheba),",
      "4": "He taught me and said to me,\n“Let your heart hold fast my words;\nKeep my commandments and live.",
      "5": "“Get [skillful and godly] wisdom! Acquire understanding [actively seek spiritual discernment, mature comprehension, and logical interpretation]!\nDo not forget nor turn away from the words of my mouth.",
      "6": "“Do not turn away from her (Wisdom) and she will guard and protect you;\nLove her, and she will watch over you.",
      "7": "“The beginning of wisdom is: Get [skillful and godly] wisdom [it is preeminent]!\nAnd with all your acquiring, get understanding [actively seek spiritual discernment, mature comprehension, and logical interpretation].",
      "8": "“Prize wisdom [and exalt her], and she will exalt you;\nShe will honor you if you embrace her.",
      "9": "“She will place on your head a garland of grace;\nShe will present you with a crown of beauty and glory.”",
      "10": "Hear, my son, and accept my sayings,\nAnd the years of your life will be many.",
      "11": "I have instructed you in the way of [skillful and godly] wisdom;\nI have led you in upright paths.",
      "12": "When you walk, your steps will not be impeded [for your path will be clear and open];\nAnd when you run, you will not stumble.",
      "13": "Take hold of instruction; [actively seek it, grip it firmly and] do not let go.\nGuard her, for she is your life.",
      "14": "Do not enter the path of the wicked,\nAnd do not go the way of evil men.",
      "15": "Avoid it, do not travel on it;\nTurn away from it and pass on.",
      "16": "For the wicked cannot sleep unless they do evil;\nAnd they are deprived of sleep unless they make someone stumble and fall.",
      "17": "For they eat the bread of wickedness\nAnd drink the wine of violence.",
      "18": "But the path of the just (righteous) is like the light of dawn,\nThat shines brighter and brighter until [it reaches its full strength and glory in] the perfect day.",
      "19": "The way of the wicked is like [deep] darkness;\nThey do not know over what they stumble.",
      "20": "My son, pay attention to my words and be willing to learn;\nOpen your ears to my sayings.",
      "21": "Do not let them escape from your sight;\nKeep them in the center of your heart.",
      "22": "For they are life to those who find them,\nAnd healing and health to all their flesh.",
      "23": "Watch over your heart with all diligence,\nFor from it flow the springs of life.",
      "24": "Put away from you a deceitful (lying, misleading) mouth,\nAnd put devious lips far from you.",
      "25": "Let your eyes look directly ahead [toward the path of moral courage]\nAnd let your gaze be fixed straight in front of you [toward the path of integrity].",
      "26": "Consider well and watch carefully the path of your feet,\nAnd all your ways will be steadfast and sure.",
      "27": "Do not turn away to the right nor to the left [where evil may lurk];\nTurn your foot from [the path of] evil."
    },
    "5": {
      "1": "My son, be attentive to my wisdom [godly wisdom learned by costly experience],\nIncline your ear to my understanding;",
      "2": "That you may exercise discrimination and discretion (good judgment),\nAnd your lips may reserve knowledge and answer wisely [to temptation].",
      "3": "For the lips of an immoral woman drip honey [like a honeycomb]\nAnd her speech is smoother than oil;",
      "4": "But in the end she is bitter like [the extract of] wormwood,\nSharp as a two-edged sword.",
      "5": "Her feet go down to death;\nHer steps take hold of Sheol (the nether world, the place of the dead),",
      "6": "So that she does not think [seriously] about the path of life;\nHer ways are aimless and unstable; you cannot know where her path leads.",
      "7": "Now then, my sons, listen to me\nAnd do not depart from (forget) the words of my mouth.",
      "8": "Let your way [in life] be far from her,\nAnd do not go near the door of her house [avoid even being near the places of temptation],",
      "9": "Or you will give your honor to others,\nAnd your years to the cruel one,",
      "10": "And strangers will be filled with your strength\nAnd your hard-earned wealth will go to the house of a foreigner [who does not know God];",
      "11": "And you will groan when your life is ending,\nWhen your flesh and your body are consumed;",
      "12": "And you say, “How I hated instruction and discipline,\nAnd my heart despised correction and reproof!",
      "13": "“I have not listened to the voice of my teachers,\nNor have I inclined my ear to those who instructed me.",
      "14": "“I was almost in total ruin\nIn the midst of the assembly and congregation.”",
      "15": "Drink water from your own cistern [of a pure marriage relationship]\nAnd fresh running water from your own well.",
      "16": "Should your springs (children) be dispersed,\nAs streams of water in the streets?",
      "17": "[Confine yourself to your own wife.] Let your children be yours alone,\nAnd not the children of strangers with you.",
      "18": "Let your fountain (wife) be blessed [with the rewards of fidelity],\nAnd rejoice in the wife of your youth.",
      "19": "Let her be as a loving hind and graceful doe,\nLet her breasts refresh and satisfy you at all times;\nAlways be exhilarated and delight in her love.",
      "20": "Why should you, my son, be exhilarated with an immoral woman\nAnd embrace the bosom of an outsider (pagan)?",
      "21": "For the ways of man are directly before the eyes of the Lord,\nAnd He carefully watches all of his paths [all of his comings and goings].",
      "22": "The iniquities done by a wicked man will trap him,\nAnd he will be held with the cords of his sin.",
      "23": "He will die for lack of instruction (discipline),\nAnd in the greatness of his foolishness he will go astray and be lost."
    },
    "6": {
      "1": "My son, if you have become surety (guaranteed a debt or obligation) for your neighbor,\nIf you have given your pledge for [the debt of] a stranger or another [outside your family],",
      "2": "If you have been snared with the words of your lips,\nIf you have been trapped by the speech of your mouth,",
      "3": "Do this now, my son, and release yourself [from the obligation];\nSince you have come into the hand of your neighbor,\nGo humble yourself, and plead with your neighbor [to pay his debt and release you].",
      "4": "Give no [unnecessary] sleep to your eyes,\nNor slumber to your eyelids;",
      "5": "Tear yourself away like a gazelle from the hand of the hunter\nAnd like a bird from the hand of the fowler.",
      "6": "Go to the ant, O lazy one;\nObserve her ways and be wise,",
      "7": "Which, having no chief,\nOverseer or ruler,",
      "8": "She prepares her food in the summer\nAnd brings in her provisions [of food for the winter] in the harvest.",
      "9": "How long will you lie down, O lazy one?\nWhen will you arise from your sleep [and learn self-discipline]?",
      "10": "“Yet a little sleep, a little slumber,\nA little folding of the hands to lie down and rest”—",
      "11": "So your poverty will come like an approaching prowler who walks [slowly, but surely]\nAnd your need [will come] like an armed man [making you helpless].",
      "12": "A worthless person, a wicked man,\nIs one who walks with a perverse (corrupt, vulgar) mouth.",
      "13": "Who winks with his eyes [in mockery], who shuffles his feet [to signal],\nWho points with his fingers [to give subversive instruction];",
      "14": "Who perversely in his heart plots trouble and evil continually;\nWho spreads discord and strife.",
      "15": "Therefore [the crushing weight of] his disaster will come suddenly upon him;\nInstantly he will be broken, and there will be no healing or remedy [because he has no heart for God].",
      "16": "These six things the Lord hates;\nIndeed, seven are repulsive to Him:",
      "17": "A proud look [the attitude that makes one overestimate oneself and discount others], a lying tongue,\nAnd hands that shed innocent blood,",
      "18": "A heart that creates wicked plans,\nFeet that run swiftly to evil,",
      "19": "A false witness who breathes out lies [even half-truths],\nAnd one who spreads discord (rumors) among brothers.",
      "20": "My son, be guided by your father’s [God-given] commandment (instruction)\nAnd do not reject the teaching of your mother;",
      "21": "Bind them continually upon your heart (in your thoughts),\nAnd tie them around your neck.",
      "22": "When you walk about, they (the godly teachings of your parents) will guide you;\nWhen you sleep, they will keep watch over you;\nAnd when you awake, they will talk to you.",
      "23": "For the commandment is a lamp, and the teaching [of the law] is light,\nAnd reproofs (rebukes) for discipline are the way of life,",
      "24": "To keep you from the evil woman,\nFrom [the flattery of] the smooth tongue of an immoral woman.",
      "25": "Do not desire (lust after) her beauty in your heart,\nNor let her capture you with her eyelashes.",
      "26": "For on account of a prostitute one is reduced to a piece of bread [to be eaten up],\nAnd the immoral woman hunts [with a hook] the precious life [of a man].",
      "27": "Can a man take fire to his chest\nAnd his clothes not be burned?",
      "28": "Or can a man walk on hot coals\nAnd his feet not be scorched?",
      "29": "So is the one who goes in to his neighbor’s wife;\nWhoever touches her will not be found innocent or go unpunished.",
      "30": "People do not despise a thief if he steals\nTo satisfy himself when he is hungry;",
      "31": "But when he is found, he must repay seven times [what he stole];\nHe must give all the property of his house [if necessary to meet his fine].",
      "32": "But whoever commits adultery with a woman lacks common sense and sound judgment and an understanding [of moral principles];\nHe who would destroy his soul does it.",
      "33": "Wounds and disgrace he will find,\nAnd his reproach (blame) will not be blotted out.",
      "34": "For jealousy enrages the [wronged] husband;\nHe will not spare [the guilty one] on the day of vengeance.",
      "35": "He will not accept any ransom [offered to buy him off from demanding full punishment];\nNor will he be satisfied though you offer him many gifts (bribes)."
    },
    "7": {
      "1": "My son, keep my words\nAnd treasure my commandments within you [so they are readily available to guide you].",
      "2": "Keep my commandments and live,\nAnd keep my teaching and law as the apple of your eye.",
      "3": "Bind them [securely] on your fingers;\nWrite them on the tablet of your heart.",
      "4": "Say to [skillful and godly] wisdom, “You are my sister,”\nAnd regard understanding and intelligent insight as your intimate friends;",
      "5": "That they may keep you from the immoral woman,\nFrom the foreigner [who does not observe God’s laws and] who flatters with her [smooth] words.",
      "6": "For at the window of my house\nI looked out through my lattice.",
      "7": "And among the naive [the inexperienced and gullible],\nI saw among the youths\nA young man lacking [good] sense,",
      "8": "Passing through the street near her corner;\nAnd he took the path to her house",
      "9": "In the twilight, in the evening;\nIn the black and dark night.",
      "10": "And there a woman met him,\nDressed as a prostitute and sly and cunning of heart.",
      "11": "She was boisterous and rebellious;\nShe would not stay at home.",
      "12": "At times she was in the streets, at times in the market places,\nLurking and setting her ambush at every corner.",
      "13": "So she caught him and kissed him\nAnd with a brazen and impudent face she said to him:",
      "14": "“I have peace offerings with me;\nToday I have paid my vows.",
      "15": "“So I came out to meet you [that you might share with me the feast of my offering],\nDiligently I sought your face and I have found you.",
      "16": "“I have spread my couch with coverings and cushions of tapestry,\nWith colored fine linen of Egypt.",
      "17": "“I have perfumed my bed\nWith myrrh, aloes, and cinnamon.",
      "18": "“Come, let us drink our fill of love until morning;\nLet us console and delight ourselves with love.",
      "19": "“For my husband is not at home.\nHe has gone on a long journey;",
      "20": "He has taken a bag of money with him,\nAnd he will come home on the appointed day.”",
      "21": "With her many persuasions she caused him to yield;\nWith her flattering lips she seduced him.",
      "22": "Suddenly he went after her, as an ox goes to the slaughter [not knowing the outcome],\nOr as one in stocks going to the correction [to be given] to a fool,",
      "23": "Until an arrow pierced his liver [with a mortal wound];\nLike a bird fluttering straight into the net,\nHe did not know that it would cost him his life.",
      "24": "Now therefore, my sons, listen to me,\nAnd pay attention to the words of my mouth.",
      "25": "Do not let your heart turn aside to her ways,\nDo not stray into her [evil, immoral] paths.",
      "26": "For she has cast down many [mortally] wounded;\nIndeed, all who were killed by her were strong.",
      "27": "Her house is the way to Sheol,\nDescending to the chambers of death."
    },
    "8": {
      "1": "Does not wisdom call,\nAnd understanding lift up her voice?",
      "2": "On the top of the heights beside the way,\nWhere the paths meet, wisdom takes her stand;",
      "3": "Beside the gates, at the entrance to the city,\nAt the entrance of the doors, she cries out:",
      "4": "“To you, O men, I call,\nAnd my voice is directed to the sons of men.",
      "5": "“O you naive or inexperienced [who are easily misled], understand prudence and seek astute common sense;\nAnd, O you [closed-minded, self-confident] fools, understand wisdom [seek the insight and self-discipline that leads to godly living].",
      "6": "“Listen, for I will speak excellent and noble things;\nAnd the opening of my lips will reveal right things.",
      "7": "“For my mouth will utter truth,\nAnd wickedness is repulsive and loathsome to my lips.",
      "8": "“All the words of my mouth are in righteousness (upright, in right standing with God);\nThere is nothing contrary to truth or perverted (crooked) in them.",
      "9": "“They are all straightforward to him who understands [with an open and willing mind],\nAnd right to those who find knowledge and live by it.",
      "10": "“Take my instruction rather than [seeking] silver,\nAnd take knowledge rather than choicest gold,",
      "11": "“For wisdom is better than rubies;\nAnd all desirable things cannot compare with her.",
      "12": "“I, [godly] wisdom, reside with prudence [good judgment, moral courage and astute common sense],\nAnd I find knowledge and discretion.",
      "13": "“The [reverent] fear and worshipful awe of the Lord includes the hatred of evil;\nPride and arrogance and the evil way,\nAnd the perverted mouth, I hate.",
      "14": "“Counsel is mine and sound wisdom;\nI am understanding, power and strength are mine.",
      "15": "“By me kings reign\nAnd rulers decide and decree justice.",
      "16": "“By me princes rule, and nobles,\nAll who judge and govern rightly.",
      "17": "“I love those who love me;\nAnd those who seek me early and diligently will find me.",
      "18": "“Riches and honor are with me,\nEnduring wealth and righteousness (right standing with God).",
      "19": "“My fruit is better than gold, even pure gold,\nAnd my yield is better than choicest silver.",
      "20": "“I, [Wisdom, continuously] walk in the way of righteousness,\nIn the midst of the paths of justice,",
      "21": "That I may cause those who love me to inherit wealth and true riches,\nAnd that I may fill their treasuries.",
      "22": "“The Lord created and possessed me at the beginning of His way,\nBefore His works of old [were accomplished].",
      "23": "“From everlasting I was established and ordained,\nFrom the beginning, before the earth existed, [I, godly wisdom, existed].",
      "24": "“When there were no ocean depths I was born,\nWhen there were no fountains and springs overflowing with water.",
      "25": "“Before the mountains were settled,\nBefore the hills, I was born;",
      "26": "While He had not yet made the earth and the fields,\nOr the first of the dust of the earth.",
      "27": "“When He established the heavens, I [Wisdom] was there;\nWhen He drew a circle upon the face of the deep,",
      "28": "When He made firm the skies above,\nWhen the fountains and springs of the deep became fixed and strong,",
      "29": "When He set for the sea its boundary\nSo that the waters would not transgress [the boundaries set by] His command,\nWhen He marked out the foundations of the earth—",
      "30": "Then I was beside Him, as a master craftsman;\nAnd I was daily His delight;\nRejoicing before Him always,",
      "31": "Rejoicing in the world, His inhabited earth,\nAnd having my delight in the sons of men.",
      "32": "“Now therefore, O sons, listen to me,\nFor blessed [happy, prosperous, to be admired] are they who keep my ways.",
      "33": "“Heed (pay attention to) instruction and be wise,\nAnd do not ignore or neglect it.",
      "34": "“Blessed [happy, prosperous, to be admired] is the man who listens to me,\nWatching daily at my gates,\nWaiting at my doorposts.",
      "35": "“For whoever finds me (Wisdom) finds life\nAnd obtains favor and grace from the Lord.",
      "36": "“But he who fails to find me or sins against me injures himself;\nAll those who hate me love and court death.”"
    },
    "9": {
      "1": "Wisdom has built her [spacious and sufficient] house;\nShe has hewn out and set up her seven pillars.",
      "2": "She has prepared her food, she has mixed her wine;\nShe has also set her table.",
      "3": "She has sent out her maidens, she calls\nFrom the highest places of the city:",
      "4": "“Whoever is naive or inexperienced, let him turn in here!”\nAs for him who lacks understanding, she says,",
      "5": "“Come, eat my food\nAnd drink the wine I have mixed [and accept my gifts].",
      "6": "“Leave [behind] your foolishness [and the foolish] and live,\nAnd walk in the way of insight and understanding.”",
      "7": "He who corrects and instructs a scoffer gets dishonor for himself,\nAnd he who rebukes a wicked man gets insults for himself.",
      "8": "Do not correct a scoffer [who foolishly ridicules and takes no responsibility for his error] or he will hate you;\nCorrect a wise man [who learns from his error], and he will love you.",
      "9": "Give instruction to a wise man and he will become even wiser;\nTeach a righteous man and he will increase his learning.",
      "10": "The [reverent] fear of the Lord [that is, worshiping Him and regarding Him as truly awesome] is the beginning and the preeminent part of wisdom [its starting point and its essence],\nAnd the knowledge of the Holy One is understanding and spiritual insight.",
      "11": "For by me (wisdom from God) your days will be multiplied,\nAnd years of life shall be increased.",
      "12": "If you are wise, you are wise for yourself [for your own benefit];\nIf you scoff [thoughtlessly ridicule and disdain], you alone will pay the penalty.",
      "13": "The foolish woman is restless and noisy;\nShe is naive and easily misled and thoughtless, and knows nothing at all [of eternal value].",
      "14": "She sits at the doorway of her house,\nOn a seat by the high and conspicuous places of the city,",
      "15": "Calling to those who pass by,\nWho are making their paths straight:",
      "16": "“Whoever is naive or inexperienced, let him turn in here!”\nAnd to him who lacks understanding (common sense), she says,",
      "17": "“Stolen waters (pleasures) are sweet [because they are forbidden];\nAnd bread eaten in secret is pleasant.”",
      "18": "But he does not know that the spirits of the dead are there,\nAnd that her guests are [already] in the depths of Sheol (the nether world, the place of the dead)."
    },
    "10": {
      "1": "The proverbs of Solomon:\nA wise son makes a father glad,\nBut a foolish [stubborn] son [who refuses to learn] is a grief to his mother.",
      "2": "Treasures of wickedness and ill-gotten gains do not profit,\nBut righteousness and moral integrity in daily life rescues from death.",
      "3": "The Lord will not allow the righteous to hunger [God will meet all his needs],\nBut He will reject and cast away the craving of the wicked.",
      "4": "Poor is he who works with a negligent and idle hand,\nBut the hand of the diligent makes him rich.",
      "5": "He who gathers during summer and takes advantage of his opportunities is a son who acts wisely,\nBut he who sleeps during harvest and ignores the moment of opportunity is a son who acts shamefully.",
      "6": "Blessings are on the head of the righteous [the upright, those in right standing with God],\nBut the mouth of the wicked conceals violence.",
      "7": "The memory of the righteous [person] is a [source of] blessing,\nBut the name of the wicked will [be forgotten and] rot [like a corpse].",
      "8": "The wise in heart [are willing to learn so they] will accept and obey commands (instruction),\nBut the babbling fool [who is arrogant and thinks himself wise] will come to ruin.",
      "9": "He who walks in integrity and with moral character walks securely,\nBut he who takes a crooked way will be discovered and punished.",
      "10": "He who [maliciously] winks the eye [of evil intent] causes trouble;\nAnd the babbling fool [who is arrogant and thinks himself wise] will come to ruin.",
      "11": "The mouth of the righteous is a fountain of life and his words of wisdom are a source of blessing,\nBut the mouth of the wicked conceals violence and evil.",
      "12": "Hatred stirs up strife,\nBut love covers and overwhelms all transgressions [forgiving and overlooking another’s faults].",
      "13": "On the lips of the discerning, [skillful and godly] wisdom is found,\nBut discipline and the rod are for the back of the one who is without common sense and understanding.",
      "14": "Wise men store up and treasure knowledge [in mind and heart],\nBut with the mouth of the foolish, ruin is at hand.",
      "15": "The rich man’s wealth is his fortress;\nThe ruin of the poor is their poverty.",
      "16": "The wages of the righteous [the upright, those in right standing with God] is [a worthwhile, meaningful] life,\nThe income of the wicked, punishment.",
      "17": "He who learns from instruction and correction is on the [right] path of life [and for others his example is a path toward wisdom and blessing],\nBut he who ignores and refuses correction goes off course [and for others his example is a path toward sin and ruin].",
      "18": "He who hides hatred has lying lips,\nAnd he who spreads slander is a fool.",
      "19": "When there are many words, transgression and offense are unavoidable,\nBut he who controls his lips and keeps thoughtful silence is wise.",
      "20": "The tongue of the righteous is like precious silver (greatly valued);\nThe heart of the wicked is worth little.",
      "21": "The lips of the righteous feed and guide many,\nBut fools [who reject God and His wisdom] die for lack of understanding.",
      "22": "The blessing of the Lord brings [true] riches,\nAnd He adds no sorrow to it [for it comes as a blessing from God].",
      "23": "Engaging in evil is like sport to the fool [who refuses wisdom and chases sin],\nBut to a man of understanding [skillful and godly] wisdom brings joy.",
      "24": "What the wicked fears will come upon him,\nBut the desire of the righteous [for the blessings of God] will be granted.",
      "25": "When the whirlwind passes, the wicked is no more,\nBut the righteous has an everlasting foundation.",
      "26": "Like vinegar to the teeth and smoke to the eyes,\nSo is the lazy one to those who send him to work.",
      "27": "The [reverent] fear of the Lord [worshiping, obeying, serving, and trusting Him with awe-filled respect] prolongs one’s life,\nBut the years of the wicked will be shortened.",
      "28": "The hope of the righteous [those of honorable character and integrity] is joy,\nBut the expectation of the wicked [those who oppose God and ignore His wisdom] comes to nothing.",
      "29": "The way of the Lord is a stronghold to the upright,\nBut it is ruin to those who do evil.",
      "30": "The [consistently] righteous will never be shaken,\nBut the wicked will not inhabit the earth.",
      "31": "The mouth of the righteous flows with [skillful and godly] wisdom,\nBut the perverted tongue will be cut out.",
      "32": "The lips of the righteous know (speak) what is acceptable,\nBut the mouth of the wicked knows (speaks) what is perverted (twisted)."
    },
    "11": {
      "1": "A false balance and dishonest business practices are extremely offensive to the Lord,\nBut an accurate scale is His delight.",
      "2": "When pride comes [boiling up with an arrogant attitude of self-importance], then come dishonor and shame,\nBut with the humble [the teachable who have been chiseled by trial and who have learned to walk humbly with God] there is wisdom and soundness of mind.",
      "3": "The integrity and moral courage of the upright will guide them,\nBut the crookedness of the treacherous will destroy them.",
      "4": "Riches will not provide security in the day of wrath and judgment,\nBut righteousness rescues from death.",
      "5": "The righteousness of the blameless will smooth their way and keep it straight,\nBut the wicked will fall by his own wickedness.",
      "6": "The righteousness of the upright will rescue them,\nBut the treacherous will be caught by their own greed.",
      "7": "When the wicked man dies, his expectation will perish;\nAnd the hope of [godless] strong men perishes.",
      "8": "The righteous is rescued from trouble,\nAnd the wicked takes his place.",
      "9": "With his mouth the godless man destroys his neighbor,\nBut through knowledge and discernment the righteous will be rescued.",
      "10": "When it goes well for the righteous, the city rejoices,\nAnd when the wicked perish, there are shouts of joy.",
      "11": "By the blessing [of the influence] of the upright the city is exalted,\nBut by the mouth of the wicked it is torn down.",
      "12": "He who despises his neighbor lacks sense,\nBut a man of understanding keeps silent.",
      "13": "He who goes about as a gossip reveals secrets,\nBut he who is trustworthy and faithful keeps a matter hidden.",
      "14": "Where there is no [wise, intelligent] guidance, the people fall [and go off course like a ship without a helm],\nBut in the abundance of [wise and godly] counselors there is victory.",
      "15": "He who puts up security and guarantees a debt for an outsider will surely suffer [for his foolishness],\nBut he who hates (declines) being a guarantor is secure [from its penalties].",
      "16": "A gracious and good woman attains honor,\nAnd ruthless men attain riches [but not respect].",
      "17": "The merciful and generous man benefits his soul [for his behavior returns to bless him],\nBut the cruel and callous man does himself harm.",
      "18": "The wicked man earns deceptive wages,\nBut he who sows righteousness and lives his life with integrity will have a true reward [that is both permanent and satisfying].",
      "19": "He who is steadfast in righteousness attains life,\nBut he who pursues evil attains his own death.",
      "20": "The perverse in heart are repulsive and shamefully vile to the Lord,\nBut those who are blameless and above reproach in their walk are His delight!",
      "21": "Assuredly, the evil man will not go unpunished,\nBut the descendants of the righteous will be freed.",
      "22": "As a ring of gold in a swine’s snout,\nSo is a beautiful woman who is without discretion [her lack of character mocks her beauty].",
      "23": "The desire of the righteous brings only good,\nBut the expectation of the wicked brings wrath.",
      "24": "There is the one who [generously] scatters [abroad], and yet increases all the more;\nAnd there is the one who withholds what is justly due, but it results only in want and poverty.",
      "25": "The generous man [is a source of blessing and] shall be prosperous and enriched,\nAnd he who waters will himself be watered [reaping the generosity he has sown].",
      "26": "The people curse him who holds back grain [when the public needs it],\nBut a blessing [from God and man] is upon the head of him who sells it.",
      "27": "He who diligently seeks good seeks favor and grace,\nBut he who seeks evil, evil will come to him.",
      "28": "He who leans on and trusts in and is confident in his riches will fall,\nBut the righteous [who trust in God’s provision] will flourish like a green leaf.",
      "29": "He who troubles (mismanages) his own house will inherit the wind (nothing),\nAnd the foolish will be a servant to the wise-hearted.",
      "30": "The fruit of the [consistently] righteous is a tree of life,\nAnd he who is wise captures and wins souls [for God—he gathers them for eternity].",
      "31": "If the righteous will be rewarded on the earth [with godly blessings],\nHow much more [will] the wicked and the sinner [be repaid with punishment]!"
    },
    "12": {
      "1": "Whoever loves instruction and discipline loves knowledge,\nBut he who hates reproof and correction is stupid.",
      "2": "A good man will obtain favor from the Lord,\nBut He will condemn a man who devises evil.",
      "3": "A man will not be established by wickedness,\nBut the root of the [consistently] righteous will not be moved.",
      "4": "A virtuous and excellent wife [worthy of honor] is the crown of her husband,\nBut she who shames him [with her foolishness] is like rottenness in his bones.",
      "5": "The thoughts and purposes of the [consistently] righteous are just (honest, reliable),\nBut the counsels and schemes of the wicked are deceitful.",
      "6": "The [malevolent] words of the wicked lie in wait for [innocent] blood [to slander],\nBut the mouth of the upright will rescue and protect them.",
      "7": "The wicked are overthrown [by their evil] and are no more,\nBut the house of the [consistently] righteous will stand [securely].",
      "8": "A man will be commended according to his insight and sound judgment,\nBut the one who is of a perverse mind will be despised.",
      "9": "Better is he who is lightly esteemed and has a servant,\nThan he who [boastfully] honors himself [pretending to be what he is not] and lacks bread.",
      "10": "A righteous man has kind regard for the life of his animal,\nBut even the compassion of the wicked is cruel.",
      "11": "He who tills his land will have plenty of bread,\nBut he who follows worthless things lacks common sense and good judgment.",
      "12": "The wicked desire the plunder of evil men,\nBut the root of the righteous yields richer fruit.",
      "13": "An evil man is [dangerously] ensnared by the transgression of his lips,\nBut the righteous will escape from trouble.",
      "14": "A man will be satisfied with good from the fruit of his words,\nAnd the deeds of a man’s hands will return to him [as a harvest].",
      "15": "The way of the [arrogant] fool [who rejects God’s wisdom] is right in his own eyes,\nBut a wise and prudent man is he who listens to counsel.",
      "16": "The [arrogant] fool’s anger is quickly known [because he lacks self-control and common sense],\nBut a prudent man ignores an insult.",
      "17": "He who speaks truth [when he testifies] tells what is right,\nBut a false witness utters deceit [in court].",
      "18": "There is one who speaks rashly like the thrusts of a sword,\nBut the tongue of the wise brings healing.",
      "19": "Truthful lips will be established forever,\nBut a lying tongue is [credited] only for a moment.",
      "20": "Deceit is in the heart of those who devise evil,\nBut counselors of peace have joy.",
      "21": "No harm befalls the righteous,\nBut the wicked are filled with trouble.",
      "22": "Lying lips are extremely disgusting to the Lord,\nBut those who deal faithfully are His delight.",
      "23": "A shrewd man is reluctant to display his knowledge [until the proper time],\nBut the heart of [over-confident] fools proclaims foolishness.",
      "24": "The hand of the diligent will rule,\nBut the negligent and lazy will be put to forced labor.",
      "25": "Anxiety in a man’s heart weighs it down,\nBut a good (encouraging) word makes it glad.",
      "26": "The righteous man is a guide to his neighbor,\nBut the way of the wicked leads them astray.",
      "27": "The lazy man does not catch and roast his prey,\nBut the precious possession of a [wise] man is diligence [because he recognizes opportunities and seizes them].",
      "28": "In the way of righteousness is life,\nAnd in its pathway there is no death [but immortality—eternal life]."
    },
    "13": {
      "1": "A wise son heeds and accepts [and is the result of] his father’s discipline and instruction,\nBut a scoffer does not listen to reprimand and does not learn from his errors.",
      "2": "From the fruit of his mouth a [wise] man enjoys good,\nBut the desire of the treacherous is for violence.",
      "3": "The one who guards his mouth [thinking before he speaks] protects his life;\nThe one who opens his lips wide [and chatters without thinking] comes to ruin.",
      "4": "The soul (appetite) of the lazy person craves and gets nothing [for lethargy overcomes ambition],\nBut the soul (appetite) of the diligent [who works willingly] is rich and abundantly supplied.",
      "5": "A righteous man hates lies,\nBut a wicked man is loathsome, and he acts shamefully.",
      "6": "Righteousness (being in right standing with God) guards the one whose way is blameless,\nBut wickedness undermines and overthrows the sinner.",
      "7": "There is one who pretends to be rich, yet has nothing at all;\nAnother pretends to be poor, yet has great wealth.",
      "8": "The ransom for a man’s life is his wealth,\nBut the poor man does not even have to listen to a rebuke or threats [from the envious].",
      "9": "The light of the righteous [within him—grows brighter and] rejoices,\nBut the lamp of the wicked [is a temporary light and] goes out.",
      "10": "Through pride and presumption come nothing but strife,\nBut [skillful and godly] wisdom is with those who welcome [well-advised] counsel.",
      "11": "Wealth obtained by fraud dwindles,\nBut he who gathers gradually by [honest] labor will increase [his riches].",
      "12": "Hope deferred makes the heart sick,\nBut when desire is fulfilled, it is a tree of life.",
      "13": "Whoever despises the word and counsel [of God] brings destruction upon himself,\nBut he who [reverently] fears and respects the commandment [of God] will be rewarded.",
      "14": "The teaching of the wise is a fountain and source of life,\nSo that one may avoid the snares of death.",
      "15": "Good understanding wins favor [from others],\nBut the way of the unfaithful is hard [like barren, dry soil].",
      "16": "Every prudent and self-disciplined man acts with knowledge,\nBut a [closed-minded] fool [who refuses to learn] displays his foolishness [for all to see].",
      "17": "A wicked messenger falls into hardship,\nBut a faithful ambassador brings healing.",
      "18": "Poverty and shame will come to him who refuses instruction and discipline,\nBut he who accepts and learns from reproof or censure is honored.",
      "19": "Desire realized is sweet to the soul;\nBut it is detestable to fools to turn away from evil [which they have planned].",
      "20": "He who walks [as a companion] with wise men will be wise,\nBut the companions of [conceited, dull-witted] fools [are fools themselves and] will experience harm.",
      "21": "Adversity pursues sinners,\nBut the [consistently] upright will be rewarded with prosperity.",
      "22": "A good man leaves an inheritance to his children’s children,\nAnd the wealth of the sinner is stored up for [the hands of] the righteous.",
      "23": "Abundant food is in the fallow (uncultivated) ground of the poor,\nBut [without protection] it is swept away by injustice.",
      "24": "He who withholds the rod [of discipline] hates his son,\nBut he who loves him disciplines and trains him diligently and appropriately [with wisdom and love].",
      "25": "The [consistently] righteous has enough to satisfy his appetite,\nBut the stomach of the wicked is in need [of bread]."
    },
    "14": {
      "1": "The wise woman builds her house [on a foundation of godly precepts, and her household thrives],\nBut the foolish one [who lacks spiritual insight] tears it down with her own hands [by ignoring godly principles].",
      "2": "He who walks in uprightness [reverently] fears the Lord [and obeys and worships Him with profound respect],\nBut he who is devious in his ways despises Him.",
      "3": "In the mouth of the [arrogant] fool [who rejects God] is a rod for his back,\nBut the lips of the wise [when they speak with godly wisdom] will protect them.",
      "4": "Where there are no oxen, the manger is clean,\nBut much revenue [because of good crops] comes by the strength of the ox.",
      "5": "A faithful and trustworthy witness will not lie,\nBut a false witness speaks lies.",
      "6": "A scoffer seeks wisdom and finds none [for his ears are closed to wisdom],\nBut knowledge is easy for one who understands [because he is willing to learn].",
      "7": "Leave the presence of a [shortsighted] fool,\nFor you will not find knowledge or hear godly wisdom from his lips.",
      "8": "The wisdom of the sensible is to understand his way,\nBut the foolishness of [shortsighted] fools is deceit.",
      "9": "Fools mock sin [but sin mocks the fools],\nBut among the upright there is good will and the favor and blessing of God.",
      "10": "The heart knows its own bitterness,\nAnd no stranger shares its joy.",
      "11": "The house of the wicked will be overthrown,\nBut the tent of the upright will thrive.",
      "12": "There is a way which seems right to a man and appears straight before him,\nBut its end is the way of death.",
      "13": "Even in laughter the heart may be in pain,\nAnd the end of joy may be grief.",
      "14": "The backslider in heart will have his fill with his own [rotten] ways,\nBut a good man will be satisfied with his ways [the godly thought and action which his heart pursues and in which he delights].",
      "15": "The naive or inexperienced person [is easily misled and] believes every word he hears,\nBut the prudent man [is discreet and astute and] considers well where he is going.",
      "16": "A wise man suspects danger and cautiously avoids evil,\nBut the fool is arrogant and careless.",
      "17": "A quick-tempered man acts foolishly and without self-control,\nAnd a man of wicked schemes is hated.",
      "18": "The naive [are unsophisticated and easy to exploit and] inherit foolishness,\nBut the sensible [are thoughtful and far-sighted and] are crowned with knowledge.",
      "19": "The evil will bow down before the good,\nAnd the wicked [will bow down] at the gates of the righteous.",
      "20": "The poor man is hated even by his neighbor,\nBut those who love the rich are many.",
      "21": "He who despises his neighbor sins [against God and his fellow man],\nBut happy [blessed and favored by God] is he who is gracious and merciful to the poor.",
      "22": "Do they not go astray who devise evil and wander from the way of righteousness?\nBut kindness and truth will be to those who devise good.",
      "23": "In all labor there is profit,\nBut mere talk leads only to poverty.",
      "24": "The crown of the wise is their wealth [of wisdom],\nBut the foolishness of [closed-minded] fools is [nothing but] folly.",
      "25": "A truthful witness saves lives,\nBut he who speaks lies is treacherous.",
      "26": "In the [reverent] fear of the Lord there is strong confidence,\nAnd His children will [always] have a place of refuge.",
      "27": "The [reverent] fear of the Lord [that leads to obedience and worship] is a fountain of life,\nSo that one may avoid the snares of death.",
      "28": "In a multitude of people is a king’s glory,\nBut in a lack of people is a [pretentious] prince’s ruin.",
      "29": "He who is slow to anger has great understanding [and profits from his self-control],\nBut he who is quick-tempered exposes and exalts his foolishness [for all to see].",
      "30": "A calm and peaceful and tranquil heart is life and health to the body,\nBut passion and envy are like rottenness to the bones.",
      "31": "He who oppresses the poor taunts and insults his Maker,\nBut he who is kind and merciful and gracious to the needy honors Him.",
      "32": "The wicked is overthrown through his wrongdoing,\nBut the righteous has hope and confidence and a refuge [with God] even in death.",
      "33": "Wisdom rests [silently] in the heart of one who has understanding,\nBut what is in the heart of [shortsighted] fools is made known.",
      "34": "Righteousness [moral and spiritual integrity and virtuous character] exalts a nation,\nBut sin is a disgrace to any people.",
      "35": "The king’s favor and good will are toward a servant who acts wisely and discreetly,\nBut his anger and wrath are toward him who acts shamefully."
    },
    "15": {
      "1": "A soft and gentle and thoughtful answer turns away wrath,\nBut harsh and painful and careless words stir up anger.",
      "2": "The tongue of the wise speaks knowledge that is pleasing and acceptable,\nBut the [babbling] mouth of fools spouts folly.",
      "3": "The eyes of the Lord are in every place,\nWatching the evil and the good [in all their endeavors].",
      "4": "A soothing tongue [speaking words that build up and encourage] is a tree of life,\nBut a perversive tongue [speaking words that overwhelm and depress] crushes the spirit.",
      "5": "A [flippant, arrogant] fool rejects his father’s instruction and correction,\nBut he who [is willing to learn and] regards and keeps in mind a reprimand acquires good sense.",
      "6": "Great and priceless treasure is in the house of the [consistently] righteous one [who seeks godly instruction and grows in wisdom],\nBut trouble is in the income of the wicked one [who rejects the laws of God].",
      "7": "The lips of the wise spread knowledge [sifting it as chaff from the grain];\nBut the hearts of [shortsighted] fools are not so.",
      "8": "The sacrifice of the wicked is hateful and exceedingly offensive to the Lord,\nBut the prayer of the upright is His delight!",
      "9": "The way [of life] of the wicked is hateful and exceedingly offensive to the Lord,\nBut He loves one who pursues righteousness [personal integrity, moral courage and honorable character].",
      "10": "There is severe discipline for him who turns from the way [of righteousness];\nAnd he who hates correction will die.",
      "11": "Sheol (the nether world, the place of the dead) and Abaddon (the abyss, the place of eternal punishment) lie open before the Lord—\nHow much more the hearts and inner motives of the children of men.",
      "12": "A scoffer [unlike a wise man] resents one who rebukes him and tries to teach him;\nNor will he go to the wise [for counsel and instruction].",
      "13": "A heart full of joy and goodness makes a cheerful face,\nBut when a heart is full of sadness the spirit is crushed.",
      "14": "The mind of the intelligent and discerning seeks knowledge and eagerly inquires after it,\nBut the mouth of the [stubborn] fool feeds on foolishness.",
      "15": "All the days of the afflicted are bad,\nBut a glad heart has a continual feast [regardless of the circumstances].",
      "16": "Better is a little with the [reverent, worshipful] fear of the Lord\nThan great treasure and trouble with it.",
      "17": "Better is a dinner of vegetables and herbs where love is present\nThan a fattened ox served with hatred.",
      "18": "A hot-tempered man stirs up strife,\nBut he who is slow to anger and patient calms disputes.",
      "19": "The way of the lazy is like a hedge of thorns [it pricks, lacerates, and entangles him],\nBut the way [of life] of the upright is smooth and open like a highway.",
      "20": "A wise son makes a father glad,\nBut a foolish man despises his mother.",
      "21": "Foolishness is joy to him who is without heart and lacks [intelligent, common] sense,\nBut a man of understanding walks uprightly [making his course straight].",
      "22": "Without consultation and wise advice, plans are frustrated,\nBut with many counselors they are established and succeed.",
      "23": "A man has joy in giving an appropriate answer,\nAnd how good and delightful is a word spoken at the right moment—how good it is!",
      "24": "The [chosen] path of life leads upward for the wise,\nThat he may keep away from Sheol (the nether world, the place of the dead) below.",
      "25": "The Lord will tear down the house of the proud and arrogant (self-righteous),\nBut He will establish and protect the boundaries [of the land] of the [godly] widow.",
      "26": "Evil plans and thoughts of the wicked are exceedingly vile and offensive to the Lord,\nBut pure words are pleasant words to Him.",
      "27": "He who profits unlawfully brings suffering to his own house,\nBut he who hates bribes [and does not receive nor pay them] will live.",
      "28": "The heart of the righteous thinks carefully about how to answer [in a wise and appropriate and timely way],\nBut the [babbling] mouth of the wicked pours out malevolent things.",
      "29": "The Lord is far from the wicked [and distances Himself from them],\nBut He hears the prayer of the [consistently] righteous [that is, those with spiritual integrity and moral courage].",
      "30": "The light of the eyes rejoices the hearts of others,\nAnd good news puts fat on the bones.",
      "31": "The ear that listens to and learns from the life-giving rebuke (reprimand, censure)\nWill remain among the wise.",
      "32": "He who neglects and ignores instruction and discipline despises himself,\nBut he who learns from rebuke acquires understanding [and grows in wisdom].",
      "33": "The [reverent] fear of the Lord [that is, worshiping Him and regarding Him as truly awesome] is the instruction for wisdom [its starting point and its essence];\nAnd before honor comes humility."
    },
    "16": {
      "1": "The plans and reflections of the heart belong to man,\nBut the [wise] answer of the tongue is from the Lord.",
      "2": "All the ways of a man are clean and innocent in his own eyes [and he may see nothing wrong with his actions],\nBut the Lord weighs and examines the motives and intents [of the heart and knows the truth].",
      "3": "Commit your works to the Lord [submit and trust them to Him],\nAnd your plans will succeed [if you respond to His will and guidance].",
      "4": "The Lord has made everything for its own purpose,\nEven the wicked [according to their role] for the day of evil.",
      "5": "Everyone who is proud and arrogant in heart is disgusting and exceedingly offensive to the Lord;\nBe assured he will not go unpunished.",
      "6": "By mercy and lovingkindness and truth [not superficial ritual] wickedness is cleansed from the heart,\nAnd by the fear of the Lord one avoids evil.",
      "7": "When a man’s ways please the Lord,\nHe makes even his enemies to be at peace with him.",
      "8": "Better is a little with righteousness\nThan great income [gained] with injustice.",
      "9": "A man’s mind plans his way [as he journeys through life],\nBut the Lord directs his steps and establishes them.",
      "10": "A divine decision [given by God] is on the lips of the king [as His representative];\nHis mouth should not be unfaithful or unjust in judgment.",
      "11": "A just balance and [honest] scales are the Lord’s;\nAll the weights of the bag are His concern [established by His eternal principles].",
      "12": "It is repulsive [to God and man] for kings to behave wickedly,\nFor a throne is established on righteousness (right standing with God).",
      "13": "Righteous lips are the delight of kings,\nAnd he who speaks right is loved.",
      "14": "The wrath of a king is like a messenger of death,\nBut a wise man will appease it.",
      "15": "In the light of the king’s face is life,\nAnd his favor is like a cloud bringing the spring rain.",
      "16": "How much better it is to get wisdom than gold!\nAnd to get understanding is to be chosen above silver.",
      "17": "The highway of the upright turns away and departs from evil;\nHe who guards his way protects his life (soul).",
      "18": "Pride goes before destruction,\nAnd a haughty spirit before a fall.",
      "19": "It is better to be humble in spirit with the lowly\nThan to divide the spoil with the proud (haughty, arrogant).",
      "20": "He who pays attention to the word [of God] will find good,\nAnd blessed (happy, prosperous, to be admired) is he who trusts [confidently] in the Lord.",
      "21": "The wise in heart will be called understanding,\nAnd sweet speech increases persuasiveness and learning [in both speaker and listener].",
      "22": "Understanding (spiritual insight) is a [refreshing and boundless] wellspring of life to those who have it,\nBut to give instruction and correction to fools is foolishness.",
      "23": "The heart of the wise instructs his mouth [in wisdom]\nAnd adds persuasiveness to his lips.",
      "24": "Pleasant words are like a honeycomb,\nSweet and delightful to the soul and healing to the body.",
      "25": "There is a way which seems right to a man and appears straight before him,\nBut its end is the way of death.",
      "26": "The appetite of a worker works for him,\nFor his hunger urges him on.",
      "27": "A worthless man devises and digs up evil,\nAnd the words on his lips are like a scorching fire.",
      "28": "A perverse man spreads strife,\nAnd one who gossips separates intimate friends.",
      "29": "A violent and exceedingly covetous man entices his neighbor [to sin],\nAnd leads him in a way that is not good.",
      "30": "He who [slyly] winks his eyes does so to plot perverse things;\nAnd he who compresses his lips [as if in a secret signal] brings evil to pass.",
      "31": "The silver-haired head is a crown of splendor and glory;\nIt is found in the way of righteousness.",
      "32": "He who is slow to anger is better and more honorable than the mighty [soldier],\nAnd he who rules and controls his own spirit, than he who captures a city.",
      "33": "The lot is cast into the lap,\nBut its every decision is from the Lord."
    },
    "17": {
      "1": "Better is a dry morsel [of food served] with quietness and peace\nThan a house full of feasting [served] with strife and contention.",
      "2": "A wise servant will rule over the [unworthy] son who acts shamefully and brings disgrace [to the family]\nAnd [the worthy servant] will share in the inheritance among the brothers.",
      "3": "The refining pot is for silver and the furnace for gold,\nBut the Lord tests hearts.",
      "4": "An evildoer listens closely to wicked lips;\nAnd a liar pays attention to a destructive and malicious tongue.",
      "5": "Whoever mocks the poor taunts his Maker,\nAnd he who rejoices at [another’s] disaster will not go unpunished.",
      "6": "Grandchildren are the crown of aged men,\nAnd the glory of children is their fathers [who live godly lives].",
      "7": "Excellent speech does not benefit a fool [who is spiritually blind],\nMuch less do lying lips benefit a prince.",
      "8": "A bribe is like a bright, precious stone in the eyes of its owner;\nWherever he turns, he prospers.",
      "9": "He who covers and forgives an offense seeks love,\nBut he who repeats or gossips about a matter separates intimate friends.",
      "10": "A reprimand goes deeper into one who has understanding and a teachable spirit\nThan a hundred lashes into a fool.",
      "11": "A rebellious man seeks only evil;\nTherefore a cruel messenger will be sent against him.",
      "12": "Let a man meet a [ferocious] bear robbed of her cubs\nRather than the [angry, narcissistic] fool in his folly.",
      "13": "Whoever returns evil for good,\nEvil will not depart from his house.",
      "14": "The beginning of strife is like letting out water [as from a small break in a dam; first it trickles and then it gushes];\nTherefore abandon the quarrel before it breaks out and tempers explode.",
      "15": "He who justifies the wicked, and he who condemns the righteous\nAre both repulsive to the Lord.",
      "16": "Why is there money in the hand of a fool to buy wisdom,\nWhen he has no common sense or even a heart for it?",
      "17": "A friend loves at all times,\nAnd a brother is born for adversity.",
      "18": "A man lacking common sense gives a pledge\nAnd becomes guarantor [for the debt of another] in the presence of his neighbor.",
      "19": "He who loves transgression loves strife and is quarrelsome;\nHe who [proudly] raises his gate seeks destruction [because of his arrogant pride].",
      "20": "He who has a crooked mind finds no good,\nAnd he who is perverted in his language falls into evil.",
      "21": "He who becomes the parent of a fool [who is spiritually blind] does so to his sorrow,\nAnd the father of a fool [who is spiritually blind] has no joy.",
      "22": "A happy heart is good medicine and a joyful mind causes healing,\nBut a broken spirit dries up the bones.",
      "23": "A wicked man receives a bribe from the [hidden] pocket\nTo pervert the ways of justice.",
      "24": "[Skillful and godly] wisdom is in the presence of a person of understanding [and he recognizes it],\nBut the eyes of a [thickheaded] fool are on the ends of the earth.",
      "25": "A foolish son is a grief and anguish to his father\nAnd bitterness to her who gave birth to him.",
      "26": "It is also not good to fine the righteous,\nNor to strike the noble for their uprightness.",
      "27": "He who has knowledge restrains and is careful with his words,\nAnd a man of understanding and wisdom has a cool spirit (self-control, an even temper).",
      "28": "Even a [callous, arrogant] fool, when he keeps silent, is considered wise;\nWhen he closes his lips he is regarded as sensible (prudent, discreet) and a man of understanding."
    },
    "18": {
      "1": "He who [willfully] separates himself [from God and man] seeks his own desire,\nHe quarrels against all sound wisdom.",
      "2": "A [closed-minded] fool does not delight in understanding,\nBut only in revealing his personal opinions [unwittingly displaying his self-indulgence and his stupidity].",
      "3": "When the wicked man comes [to the depth of evil], contempt [of all that is pure and good] also comes,\nAnd with inner baseness (dishonor) comes outer shame (scorn).",
      "4": "The words of a man’s mouth are like deep waters [copious and difficult to fathom];\nThe fountain of [mature, godly] wisdom is like a bubbling stream [sparkling, fresh, pure, and life-giving].",
      "5": "To show respect to the wicked person is not good,\nNor to push aside and deprive the righteous of justice.",
      "6": "A fool’s lips bring contention and strife,\nAnd his mouth invites a beating.",
      "7": "A fool’s mouth is his ruin,\nAnd his lips are the snare of his soul.",
      "8": "The words of a whisperer (gossip) are like dainty morsels [to be greedily eaten];\nThey go down into the innermost chambers of the body [to be remembered and mused upon].",
      "9": "He who is careless in his work\nIs a brother to him who destroys.",
      "10": "The name of the Lord is a strong tower;\nThe righteous runs to it and is safe and set on high [far above evil].",
      "11": "The rich man’s wealth is his strong city,\nAnd like a high wall [of protection] in his own imagination and conceit.",
      "12": "Before disaster the heart of a man is haughty and filled with self-importance,\nBut humility comes before honor.",
      "13": "He who answers before he hears [the facts]—\nIt is folly and shame to him.",
      "14": "The spirit of a man sustains him in sickness,\nBut as for a broken spirit, who can bear it?",
      "15": "The mind of the prudent [always] acquires knowledge,\nAnd the ear of the wise [always] seeks knowledge.",
      "16": "A man’s gift [given in love or courtesy] makes room for him\nAnd brings him before great men.",
      "17": "The first one to plead his case seems right,\nUntil another comes and cross-examines him.",
      "18": "To cast lots puts an end to quarrels\nAnd decides between powerful contenders.",
      "19": "A brother offended is harder to win over than a fortified city,\nAnd contentions [separating families] are like the bars of a castle.",
      "20": "A man’s stomach will be satisfied with the fruit of his mouth;\nHe will be satisfied with the consequence of his words.",
      "21": "Death and life are in the power of the tongue,\nAnd those who love it and indulge it will eat its fruit and bear the consequences of their words.",
      "22": "He who finds a [true and faithful] wife finds a good thing\nAnd obtains favor and approval from the Lord.",
      "23": "The poor man pleads,\nBut the rich man answers roughly.",
      "24": "The man of too many friends [chosen indiscriminately] will be broken in pieces and come to ruin,\nBut there is a [true, loving] friend who [is reliable and] sticks closer than a brother."
    },
    "19": {
      "1": "Better is a poor man who walks in his integrity\nThan a [rich] man who is twisted in his speech and is a [shortsighted] fool.",
      "2": "Also it is not good for a person to be without knowledge,\nAnd he who hurries with his feet [acting impulsively and proceeding without caution or analyzing the consequences] sins (misses the mark).",
      "3": "The foolishness of man undermines his way [ruining whatever he undertakes];\nThen his heart is resentful and rages against the Lord [for, being a fool, he blames the Lord instead of himself].",
      "4": "Wealth makes many friends,\nBut a poor man is separated from his friend.",
      "5": "A false witness will not go unpunished,\nAnd he who breathes out lies will not escape.",
      "6": "Many will seek the favor of a generous and noble man,\nAnd everyone is a friend to him who gives gifts.",
      "7": "All the brothers of a poor man hate him;\nHow much more do his friends abandon him!\nHe pursues them with words, but they are gone.",
      "8": "He who gains wisdom and good sense loves (preserves) his own soul;\nHe who keeps understanding will find good and prosper.",
      "9": "A false witness will not go unpunished,\nAnd he who breathes lies will perish.",
      "10": "Luxury is not fitting for a fool;\nMuch less for a slave to rule over princes.",
      "11": "Good sense and discretion make a man slow to anger,\nAnd it is his honor and glory to overlook a transgression or an offense [without seeking revenge and harboring resentment].",
      "12": "The king’s wrath terrifies like the roaring of a lion,\nBut his favor is as [refreshing and nourishing as] dew on the grass.",
      "13": "A foolish (ungodly) son is destruction to his father,\nAnd the contentions of a [quarrelsome] wife are like a constant dripping [of water].",
      "14": "House and wealth are the inheritance from fathers,\nBut a wise, understanding, and sensible wife is [a gift and blessing] from the Lord.",
      "15": "Laziness casts one into a deep sleep [unmindful of lost opportunity],\nAnd the idle person will suffer hunger.",
      "16": "He who keeps and obeys the commandment [of the Lord] keeps (guards) his own life,\nBut he who is careless of his ways and conduct will die.",
      "17": "He who is gracious and lends a hand to the poor lends to the Lord,\nAnd the Lord will repay him for his good deed.",
      "18": "Discipline and teach your son while there is hope,\nAnd do not [indulge your anger or resentment by imposing inappropriate punishment nor] desire his destruction.",
      "19": "A man of great anger will bear the penalty [for his quick temper and lack of self-control];\nFor if you rescue him [and do not let him learn from the consequences of his action], you will only have to rescue him over and over again.",
      "20": "Listen to counsel, receive instruction, and accept correction,\nThat you may be wise in the time to come.",
      "21": "Many plans are in a man’s mind,\nBut it is the Lord’s purpose for him that will stand (be carried out).",
      "22": "That which is desirable in a man is his loyalty and unfailing love,\nBut it is better to be a poor man than a [wealthy] liar.",
      "23": "The fear of the Lord leads to life,\nSo that one may sleep satisfied, untouched by evil.",
      "24": "The lazy man buries his hand in the [food] dish,\nBut will not even bring it to his mouth again.",
      "25": "Strike a scoffer [for refusing to learn], and the naive may [be warned and] become prudent;\nReprimand one who has understanding and a teachable spirit, and he will gain knowledge and insight.",
      "26": "He who assaults his father and chases away his mother\nIs a son who brings shame and disgrace.",
      "27": "Cease listening, my son, to instruction and discipline\nAnd you will stray from the words of knowledge.",
      "28": "A wicked and worthless witness mocks justice,\nAnd the mouth of the wicked spreads iniquity.",
      "29": "Judgments are prepared for scoffers,\nAnd beatings for the backs of [thickheaded] fools."
    },
    "20": {
      "1": "Wine is a mocker, strong drink a riotous brawler;\nAnd whoever is intoxicated by it is not wise.",
      "2": "The terror of a king is like the roaring of a lion;\nWhoever provokes him to anger forfeits his own life.",
      "3": "It is an honor for a man to keep away from strife [by handling situations with thoughtful foresight],\nBut any fool will [start a] quarrel [without regard for the consequences].",
      "4": "The lazy man does not plow when the winter [planting] season arrives;\nSo he begs at the [next] harvest and has nothing [to reap].",
      "5": "A plan (motive, wise counsel) in the heart of a man is like water in a deep well,\nBut a man of understanding draws it out.",
      "6": "Many a man proclaims his own loyalty and goodness,\nBut who can find a faithful and trustworthy man?",
      "7": "The righteous man who walks in integrity and lives life in accord with his [godly] beliefs—\nHow blessed [happy and spiritually secure] are his children after him [who have his example to follow].",
      "8": "A [discerning] king who sits on the throne of judgment\nSifts all evil [like chaff] with his eyes [and cannot be easily fooled].",
      "9": "Who can say, “I have cleansed my heart,\nI am pure from my sin?”",
      "10": "Differing weights [one for buying and another for selling] and differing measures,\nBoth of them are detestable and offensive to the Lord.",
      "11": "Even a boy is known and distinguished by his acts,\nWhether his conduct is pure and right.",
      "12": "The hearing ear and the seeing eye,\nThe [omnipotent] Lord has made both of them.",
      "13": "Do not love [excessive] sleep, or you will become poor;\nOpen your eyes [so that you can do your work] and you will be satisfied with bread.",
      "14": "“It is [almost] worthless, it is [almost] worthless,” says the buyer [as he negotiates the price];\nBut when he goes his way, then he boasts [about his bargain].",
      "15": "There is gold, and an abundance of pearls,\nBut the lips of knowledge are a vessel of preciousness [the most precious of all].",
      "16": "[The judge tells the creditor], “Take the clothes of one who is surety for a stranger;\nAnd hold him in pledge [when he guarantees a loan] for foreigners.”",
      "17": "Food gained by deceit is sweet to a man,\nBut afterward his mouth will be filled with gravel [just as sin may be sweet at first, but later its consequences bring despair].",
      "18": "Plans are established by counsel;\nSo make war [only] with wise guidance.",
      "19": "He who goes about as a gossip reveals secrets;\nTherefore do not associate with a gossip [who talks freely or flatters].",
      "20": "Whoever curses his father or his mother,\nHis lamp [of life] will be extinguished in time of darkness.",
      "21": "An inheritance hastily gained [by greedy, unjust means] at the beginning\nWill not be blessed in the end.",
      "22": "Do not say, “I will repay evil”;\nWait [expectantly] for the Lord, and He will rescue and save you.",
      "23": "Differing weights are detestable and offensive to the Lord,\nAnd fraudulent scales are not good.",
      "24": "Man’s steps are ordered and ordained by the Lord.\nHow then can a man [fully] understand his way?",
      "25": "It is a trap for a man to [speak a vow of consecration and] say rashly, “It is holy!”\nAnd [not until] afterward consider [whether he can fulfill it].",
      "26": "A wise king sifts out the wicked [from among the good]\nAnd drives the [threshing] wheel over them [to separate the chaff from the grain].",
      "27": "The spirit (conscience) of man is the lamp of the Lord,\nSearching and examining all the innermost parts of his being.",
      "28": "Loyalty and mercy, truth and faithfulness, protect the king,\nAnd he upholds his throne by lovingkindness.",
      "29": "The glory of young men is their [physical] strength,\nAnd the honor of aged men is their gray head [representing wisdom and experience].",
      "30": "Blows that wound cleanse away evil,\nAnd strokes reach to the innermost parts."
    },
    "21": {
      "1": "The king’s heart is like channels of water in the hand of the Lord;\nHe turns it whichever way He wishes.",
      "2": "Every man’s way is right in his own eyes,\nBut the Lord weighs and examines the hearts [of people and their motives].",
      "3": "To do righteousness and justice\nIs more acceptable to the Lord than sacrifice [for wrongs repeatedly committed].",
      "4": "Haughty and arrogant eyes and a proud heart,\nThe lamp of the wicked [their self-centered pride], is sin [in the eyes of God].",
      "5": "The plans of the diligent lead surely to abundance and advantage,\nBut everyone who acts in haste comes surely to poverty.",
      "6": "Acquiring treasures by a lying tongue\nIs a fleeting vapor, the seeking and pursuit of death.",
      "7": "The violence of the wicked will [return to them and] drag them away [like fish caught in a net],\nBecause they refuse to act with justice.",
      "8": "The way of the guilty is [exceedingly] crooked,\nBut as for the pure, his conduct is upright.",
      "9": "It is better to live in a corner of the housetop [on the flat roof, exposed to the weather]\nThan in a house shared with a quarrelsome (contentious) woman.",
      "10": "The soul of the wicked desires evil [like an addictive substance];\nHis neighbor finds no compassion in his eyes.",
      "11": "When the scoffer is punished, the naive [observes the lesson and] becomes wise;\nBut when the wise and teachable person is instructed, he receives knowledge.",
      "12": "The righteous one keeps an eye on the house of the wicked—\nHow the wicked are cast down to ruin.",
      "13": "Whoever shuts his ears at the cry of the poor\nWill cry out himself and not be answered.",
      "14": "A gift in secret subdues anger,\nAnd a bribe [hidden] in the pocket, strong wrath.",
      "15": "When justice is done, it is a joy to the righteous (the upright, the one in right standing with God),\nBut to the evildoers it is disaster.",
      "16": "A man who wanders from the way of understanding (godly wisdom)\nWill remain in the assembly of the dead.",
      "17": "He who loves [only selfish] pleasure will become a poor man;\nHe who loves and is devoted to wine and [olive] oil will not become rich.",
      "18": "The wicked become a ransom for the righteous,\nAnd the treacherous in the place of the upright [for they fall into their own traps].",
      "19": "It is better to dwell in a desert land\nThan with a contentious and troublesome woman.",
      "20": "There is precious treasure and oil in the house of the wise [who prepare for the future],\nBut a short-sighted and foolish man swallows it up and wastes it.",
      "21": "He who earnestly seeks righteousness and loyalty\nFinds life, righteousness, and honor.",
      "22": "A wise man scales the city [walls] of the mighty\nAnd brings down the stronghold in which they trust.",
      "23": "He who guards his mouth and his tongue\nGuards himself from troubles.",
      "24": "“Proud,” “Haughty,” “Scoffer,” are his names\nWho acts with overbearing and insolent pride.",
      "25": "The desire of the lazy kills him,\nFor his hands refuse to labor;",
      "26": "He craves all the day long [and does no work],\nBut the righteous [willingly] gives and does not withhold [what he has].",
      "27": "The sacrifice of the wicked is detestable and offensive [to the Lord].\nHow much more [unacceptable and insulting can it be] when he brings it with evil intention?",
      "28": "A false witness will perish,\nBut a man who listens to the truth will speak forever and go unchallenged.",
      "29": "A wicked man puts on a bold face,\nBut as for the upright, he considers, directs, and establishes his way [with the confidence of integrity].",
      "30": "There is no [human] wisdom or understanding\nOr counsel [that can prevail] against the Lord.",
      "31": "The horse is prepared for the day of battle,\nBut deliverance and victory belong to the Lord."
    },
    "22": {
      "1": "A good name [earned by honorable behavior, godly wisdom, moral courage, and personal integrity] is more desirable than great riches;\nAnd favor is better than silver and gold.",
      "2": "The rich and poor have a common bond;\nThe Lord is the Maker of them all.",
      "3": "A prudent and far-sighted person sees the evil [of sin] and hides himself [from it],\nBut the naive continue on and are punished [by suffering the consequences of sin].",
      "4": "The reward of humility [that is, having a realistic view of one’s importance] and the [reverent, worshipful] fear of the Lord\nIs riches, honor, and life.",
      "5": "Thorns and snares are in the way of the obstinate [for their lack of honor and their wrong-doing traps them];\nHe who guards himself [with godly wisdom] will be far from them and avoid the consequences they suffer.",
      "6": "Train up a child in the way he should go [teaching him to seek God’s wisdom and will for his abilities and talents],\nEven when he is old he will not depart from it.",
      "7": "The rich rules over the poor,\nAnd the borrower is servant to the lender.",
      "8": "He who sows injustice will reap [a harvest of] trouble,\nAnd the rod of his wrath [with which he oppresses others] will fail.",
      "9": "He who is generous will be blessed,\nFor he gives some of his food to the poor.",
      "10": "Drive out the scoffer, and contention will go away;\nEven strife and dishonor will cease.",
      "11": "He who loves purity of heart\nAnd whose speech is gracious will have the king as his friend.",
      "12": "The eyes of the Lord keep guard over knowledge and the one who has it,\nBut He overthrows the words of the treacherous.",
      "13": "The lazy one [manufactures excuses and] says, “There is a lion outside!\nI will be killed in the streets [if I go out to work]!”",
      "14": "The mouth of an immoral woman is a deep pit [deep and inescapable];\nHe who is cursed by the Lord [because of his adulterous sin] will fall into it.",
      "15": "Foolishness is bound up in the heart of a child;\nThe rod of discipline [correction administered with godly wisdom and lovingkindness] will remove it far from him.",
      "16": "He who oppresses or exploits the poor to get more for himself\nOr who gives to the rich [to gain influence and favor], will only come to poverty.",
      "17": "Listen carefully and hear the words of the wise,\nAnd apply your mind to my knowledge;",
      "18": "For it will be pleasant if you keep them in mind [incorporating them as guiding principles];\nLet them be ready on your lips [to guide and strengthen yourself and others].",
      "19": "So that your trust and reliance and confidence may be in the Lord,\nI have taught these things to you today, even to you.",
      "20": "Have I not written to you excellent things\nIn counsels and knowledge,",
      "21": "To let you know the certainty of the words of truth,\nThat you may give a correct answer to him who sent you?",
      "22": "Do not rob the poor because he is poor [and defenseless],\nNor crush the afflicted [by legal proceedings] at the gate [where the city court is held],",
      "23": "For the Lord will plead their case\nAnd take the life of those who rob them.",
      "24": "Do not even associate with a man given to angry outbursts;\nOr go [along] with a hot-tempered man,",
      "25": "Or you will learn his [undisciplined] ways\nAnd get yourself trapped [in a situation from which it is hard to escape].",
      "26": "Do not be among those who give pledges [involving themselves in others’ finances],\nOr among those who become guarantors for others’ debts.",
      "27": "If you have nothing with which to pay [another’s debt when he defaults],\nWhy should his creditor take your bed from under you?",
      "28": "Do not move the ancient landmark [at the boundary of the property]\nWhich your fathers have set.",
      "29": "Do you see a man skillful and experienced in his work?\nHe will stand [in honor] before kings;\nHe will not stand before obscure men."
    },
    "23": {
      "1": "When you sit down to dine with a ruler,\nConsider carefully what is [set] before you;",
      "2": "For you will put a knife to your throat\nIf you are a man of great appetite.",
      "3": "Do not desire his delicacies,\nFor it is deceptive food [offered to you with questionable motives].",
      "4": "Do not weary yourself [with the overwhelming desire] to gain wealth;\nCease from your own understanding of it.",
      "5": "When you set your eyes on wealth, it is [suddenly] gone.\nFor wealth certainly makes itself wings\nLike an eagle that flies to the heavens.",
      "6": "Do not eat the bread of a selfish man,\nOr desire his delicacies;",
      "7": "For as he thinks in his heart, so is he [in behavior—one who manipulates].\nHe says to you, “Eat and drink,”\nYet his heart is not with you [but it is begrudging the cost].",
      "8": "The morsel which you have eaten you will vomit up,\nAnd you will waste your compliments.",
      "9": "Do not speak in the ears of a fool,\nFor he will despise the [godly] wisdom of your words.",
      "10": "Do not move the ancient landmark [at the boundary of the property]\nAnd do not go into the fields of the fatherless [to take what is theirs],",
      "11": "For their Redeemer is strong and mighty;\nHe will plead their case against you.",
      "12": "Apply your heart to discipline\nAnd your ears to words of knowledge.",
      "13": "Do not withhold discipline from the child;\nIf you swat him with a reed-like rod [applied with godly wisdom], he will not die.",
      "14": "You shall swat him with the reed-like rod\nAnd rescue his life from Sheol (the nether world, the place of the dead).",
      "15": "My son, if your heart is wise,\nMy heart will also be glad;",
      "16": "Yes, my heart will rejoice\nWhen your lips speak right things.",
      "17": "Do not let your heart envy sinners [who live godless lives and have no hope of salvation],\nBut [continue to] live in the [reverent, worshipful] fear of the Lord day by day.",
      "18": "Surely there is a future [and a reward],\nAnd your hope and expectation will not be cut off.",
      "19": "Listen, my son, and be wise,\nAnd direct your heart in the way [of the Lord].",
      "20": "Do not associate with heavy drinkers of wine,\nOr with gluttonous eaters of meat,",
      "21": "For the heavy drinker and the glutton will come to poverty,\nAnd the drowsiness [of overindulgence] will clothe one with rags.",
      "22": "Listen to your father, who sired you,\nAnd do not despise your mother when she is old.",
      "23": "Buy truth, and do not sell it;\nGet wisdom and instruction and understanding.",
      "24": "The father of the righteous will greatly rejoice,\nAnd he who sires a wise child will have joy in him.",
      "25": "Let your father and your mother be glad,\nAnd let her who gave birth to you rejoice [in your wise and godly choices].",
      "26": "My son, give me your heart\nAnd let your eyes delight in my ways,",
      "27": "For a prostitute is a deep pit,\nAnd an immoral woman is a narrow well.",
      "28": "She lurks and lies in wait like a robber [who waits for prey],\nAnd she increases the faithless among men.",
      "29": "Who has woe? Who has sorrow?\nWho has strife? Who has complaining?\nWho has wounds without cause?\nWhose eyes are red and dim?",
      "30": "Those who linger long over wine,\nThose who go to taste mixed wine.",
      "31": "Do not look at wine when it is red,\nWhen it sparkles in the glass,\nWhen it goes down smoothly.",
      "32": "At the last it bites like a serpent\nAnd stings like a viper.",
      "33": "Your [drunken] eyes will see strange things\nAnd your mind will utter perverse things [untrue things, twisted things].",
      "34": "And you will be [as unsteady] as one who lies down in the middle of the sea,\nAnd [as vulnerable to disaster] as one who lies down on the top of a ship’s mast, saying,",
      "35": "“They struck me, but I was not hurt!\nThey beat me, but I did not feel it!\nWhen will I wake up?\nI will seek more wine.”"
    },
    "24": {
      "1": "Do not be envious of evil men,\nNor desire to be with them;",
      "2": "For their minds plot violence,\nAnd their lips talk of trouble [for the innocent].",
      "3": "Through [skillful and godly] wisdom a house [a life, a home, a family] is built,\nAnd by understanding it is established [on a sound and good foundation],",
      "4": "And by knowledge its rooms are filled\nWith all precious and pleasant riches.",
      "5": "A wise man is strong,\nAnd a man of knowledge strengthens his power;",
      "6": "For by wise guidance you can wage your war,\nAnd in an abundance of [wise] counselors there is victory and safety.",
      "7": "Wisdom is too exalted for a [hardened, arrogant] fool;\nHe does not open his mouth in the gate [where the city’s rulers sit in judgment].",
      "8": "He who plans to do evil\nWill be called a schemer or deviser of evil.",
      "9": "The devising of folly is sin,\nAnd the scoffer is repulsive to men.",
      "10": "If you are slack (careless) in the day of distress,\nYour strength is limited.",
      "11": "Rescue those who are being taken away to death,\nAnd those who stagger to the slaughter, Oh hold them back [from their doom]!",
      "12": "If you [claim ignorance and] say, “See, we did not know this,”\nDoes He not consider it who weighs and examines the hearts and their motives?\nAnd does He not know it who guards your life and keeps your soul?\nAnd will He not repay [you and] every man according to his works?",
      "13": "My son, eat honey, because it is good,\nAnd the drippings of the honeycomb are sweet to your taste.",
      "14": "Know that [skillful and godly] wisdom is [so very good] for your life and soul;\nIf you find wisdom, then there will be a future and a reward,\nAnd your hope and expectation will not be cut off.",
      "15": "Do not lie in wait, O wicked man, against the dwelling of the righteous;\nDo not destroy his resting place;",
      "16": "For a righteous man falls seven times, and rises again,\nBut the wicked stumble in time of disaster and collapse.",
      "17": "Do not rejoice and gloat when your enemy falls,\nAnd do not let your heart be glad [in self-righteousness] when he stumbles,",
      "18": "Or the Lord will see your gloating and be displeased,\nAnd turn His anger away from your enemy.",
      "19": "Do not get upset because of evildoers,\nOr be envious of the wicked,",
      "20": "For there will be no future for the evil man;\nThe lamp of the wicked will be put out.",
      "21": "My son, fear the Lord and the king;\nAnd do not associate with those who are given to change [of allegiance, and are revolutionary],",
      "22": "For their tragedy will rise suddenly,\nAnd who knows the punishment that both [the Lord and the king] will bring on the rebellious?",
      "23": "These also are sayings of the wise:\nTo show partiality in judgment is not good.",
      "24": "He who says to the wicked, “You are righteous,”\nPeoples will curse him, nations will denounce him;",
      "25": "But to those [honorable judges] who rebuke the wicked, it will go well with them and they will find delight,\nAnd a good blessing will come upon them.",
      "26": "He kisses the lips [and wins the hearts of people]\nWho gives a right and straightforward answer.",
      "27": "Prepare your work outside\nAnd get it ready for yourself in the field;\nAfterward build your house and establish a home.",
      "28": "Do not be a witness against your neighbor without cause,\nAnd do not deceive with your lips [speak neither lies nor half-truths].",
      "29": "Do not say, “I will do to him as he has done to me;\nI will pay the man back for his deed.”",
      "30": "I went by the field of the lazy man,\nAnd by the vineyard of the man lacking understanding and common sense;",
      "31": "And, behold, it was all overgrown with thorns,\nAnd nettles were covering its surface,\nAnd its stone wall was broken down.",
      "32": "When I saw, I considered it well;\nI looked and received instruction.",
      "33": "“Yet a little sleep, a little slumber,\nA little folding of the hands to rest [and daydream],”",
      "34": "Then your poverty will come as a robber,\nAnd your want like an armed man."
    },
    "25": {
      "1": "These are also the proverbs of Solomon, which the men of Hezekiah king of Judah copied:",
      "2": "It is the glory of God to conceal a matter,\nBut the glory of kings is to search out a matter.",
      "3": "As the heavens for height and the earth for depth,\nSo the hearts and minds of kings are unsearchable.",
      "4": "Take away the dross from the silver,\nAnd there comes out [the pure metal for] a vessel for the silversmith [to shape].",
      "5": "Take away the wicked from before the king,\nAnd his throne will be established in righteousness.",
      "6": "Do not be boastfully ambitious and claim honor in the presence of the king,\nAnd do not stand in the place of great men;",
      "7": "For it is better that it be said to you, “Come up here,”\nThan for you to be placed lower in the presence of the prince,\nWhom your eyes have seen.",
      "8": "Do not rush out to argue your case [before magistrates or judges];\nOtherwise what will you do in the end [when your case is lost and]\nWhen your neighbor (opponent) humiliates you?",
      "9": "Argue your case with your neighbor himself [before you go to court];\nAnd do not reveal another’s secret,",
      "10": "Or he who hears it will shame you\nAnd the rumor about you [and your action in court] will have no end.",
      "11": "Like apples of gold in settings of silver\nIs a word spoken at the right time.",
      "12": "Like an earring of gold and an ornament of fine gold\nIs a wise reprover to an ear that listens and learns.",
      "13": "Like the cold of snow [brought from the mountains] in the time of harvest,\nSo is a faithful messenger to those who send him;\nFor he refreshes the life of his masters.",
      "14": "Like clouds and wind without rain\nIs a man who boasts falsely of gifts [he does not give].",
      "15": "By patience and a calm spirit a ruler may be persuaded,\nAnd a soft and gentle tongue breaks the bone [of resistance].",
      "16": "Have you found [pleasure sweet like] honey? Eat only as much as you need,\nOtherwise, being filled excessively, you vomit it.",
      "17": "Let your foot seldom be in your neighbor’s house,\nOr he will become tired of you and hate you.",
      "18": "Like a club and a sword and a piercing arrow\nIs a man who testifies falsely against his neighbor (acquaintance).",
      "19": "Like a broken tooth or an unsteady foot\nIs confidence in an unfaithful man in time of trouble.",
      "20": "Like one who takes off a garment in cold weather, or like [a reactive, useless mixture of] vinegar on soda,\nIs he who [thoughtlessly] sings [joyful] songs to a heavy heart.",
      "21": "If your enemy is hungry, give him bread to eat;\nAnd if he is thirsty, give him water to drink;",
      "22": "For in doing so, you will heap coals of fire upon his head,\nAnd the Lord will reward you.",
      "23": "The north wind brings forth rain;\nAnd a backbiting tongue, an angry countenance.",
      "24": "It is better to live in a corner of the housetop [on the flat roof, exposed to the weather]\nThan in a house shared with a quarrelsome (contentious) woman.",
      "25": "Like cold water to a thirsty soul,\nSo is good news from a distant land.",
      "26": "Like a muddied fountain and a polluted spring\nIs a righteous man who yields and compromises his integrity before the wicked.",
      "27": "It is not good to eat much honey,\nNor is it glorious to seek one’s own glory.",
      "28": "Like a city that is broken down and without walls [leaving it unprotected]\nIs a man who has no self-control over his spirit [and sets himself up for trouble]."
    },
    "26": {
      "1": "Like snow in summer and like rain in harvest,\nSo honor is not fitting for a [shortsighted] fool.",
      "2": "Like the sparrow in her wandering, like the swallow in her flying,\nSo the curse without cause does not come and alight [on the undeserving].",
      "3": "A whip for the horse, a bridle for the donkey,\nAnd a rod for the backs of fools [who refuse to learn].",
      "4": "Do not answer [nor pretend to agree with the frivolous comments of] a [closed-minded] fool according to his folly,\nOtherwise you, even you, will be like him.",
      "5": "Answer [and correct the erroneous concepts of] a fool according to his folly,\nOtherwise he will be wise in his own eyes [if he thinks you agree with him].",
      "6": "He who sends a message by the hand of a fool\nCuts off his own feet (sabotages himself) and drinks the violence [it brings on himself as a consequence].",
      "7": "Like the legs which are useless to the lame,\nSo is a proverb in the mouth of a fool [who cannot learn from its wisdom].",
      "8": "Like one who [absurdly] binds a stone in a sling [making it impossible to throw],\nSo is he who [absurdly] gives honor to a fool.",
      "9": "Like a thorn that goes [without being felt] into the hand of a drunken man,\nSo is a proverb in the mouth of a fool [who remains unaffected by its wisdom].",
      "10": "Like a [careless] archer who [shoots arrows wildly and] wounds everyone,\nSo is he who hires a fool or those who [by chance just] pass by.",
      "11": "Like a dog that returns to his vomit\nIs a fool who repeats his foolishness.",
      "12": "Do you see a man [who is unteachable and] wise in his own eyes and full of self-conceit?\nThere is more hope for a fool than for him.",
      "13": "The lazy person [who is self-indulgent and relies on lame excuses] says, “There is a lion in the road!\nA lion is in the open square [and if I go outside to work I will be killed]!”",
      "14": "As the door turns on its hinges,\nSo does the lazy person on his bed [never getting out of it].",
      "15": "The lazy person buries his hand in the dish [losing opportunity after opportunity];\nIt wearies him to bring it back to his mouth.",
      "16": "The lazy person is wiser in his own eyes\nThan seven [sensible] men who can give a discreet answer.",
      "17": "Like one who grabs a dog by the ears [and is likely to be bitten]\nIs he who, passing by, stops to meddle with a dispute that is none of his business.",
      "18": "Like a madman who throws\nFirebrands, arrows, and death,",
      "19": "So is the man who deceives his neighbor (acquaintance, friend)\nAnd then says, “Was I not joking?”",
      "20": "For lack of wood the fire goes out,\nAnd where there is no whisperer [who gossips], contention quiets down.",
      "21": "Like charcoal to hot embers and wood to fire,\nSo is a contentious man to kindle strife.",
      "22": "The words of a whisperer (gossip) are like dainty morsels [to be greedily eaten];\nThey go down into the innermost chambers of the body [to be remembered and mused upon].",
      "23": "Like a [common] clay vessel covered with the silver dross [making it appear silver when it has no real value]\nAre burning lips [murmuring manipulative words] and a wicked heart.",
      "24": "He who hates, disguises it with his lips,\nBut he stores up deceit in his heart.",
      "25": "When he speaks graciously and kindly [to conceal his malice], do not trust him,\nFor seven abominations are in his heart.",
      "26": "Though his hatred covers itself with guile and deceit,\nHis malevolence will be revealed openly before the assembly.",
      "27": "Whoever digs a pit [for another man’s feet] will fall into it,\nAnd he who rolls a stone [up a hill to do mischief], it will come back on him.",
      "28": "A lying tongue hates those it wounds and crushes,\nAnd a flattering mouth works ruin."
    },
    "27": {
      "1": "Do not boast about tomorrow,\nFor you do not know what a day may bring.",
      "2": "Let another praise you, and not your own mouth;\nA stranger, and not your own lips.",
      "3": "Stone is heavy and the sand weighty,\nBut a fool’s [unreasonable] wrath is heavier and more burdensome than both of them.",
      "4": "Wrath is cruel and anger is an overwhelming flood,\nBut who is able to endure and stand before [the sin of] jealousy?",
      "5": "Better is an open reprimand [of loving correction]\nThan love that is hidden.",
      "6": "Faithful are the wounds of a friend [who corrects out of love and concern],\nBut the kisses of an enemy are deceitful [because they serve his hidden agenda].",
      "7": "He who is satisfied loathes honey,\nBut to the hungry soul any bitter thing is sweet.",
      "8": "Like a bird that wanders from her nest [with its comfort and safety],\nSo is a man who wanders from his home.",
      "9": "Oil and perfume make the heart glad;\nSo does the sweetness of a friend’s counsel that comes from the heart.",
      "10": "Do not abandon your own friend and your father’s friend,\nAnd do not go to your brother’s house in the day of your disaster.\nBetter is a neighbor who is near than a brother who is far away.",
      "11": "My son, be wise, and make my heart glad,\nThat I may reply to him who reproaches (reprimands, criticizes) me.",
      "12": "A prudent man sees evil and hides himself and avoids it,\nBut the naive [who are easily misled] continue on and are punished [by suffering the consequences of sin].",
      "13": "[The judge tells the creditor,] “Take the garment of one who is surety (guarantees a loan) for a stranger;\nAnd hold him in pledge when he is surety for an immoral woman [for it is unlikely the debt will be repaid].”",
      "14": "He who blesses his neighbor with a loud voice early in the morning,\nIt will be counted as a curse to him [for it will either be annoying or his purpose will be suspect].",
      "15": "A constant dripping on a day of steady rain\nAnd a contentious (quarrelsome) woman are alike;",
      "16": "Whoever attempts to restrain her [criticism] might as well try to stop the wind,\nAnd grasps oil with his right hand.",
      "17": "As iron sharpens iron,\nSo one man sharpens [and influences] another [through discussion].",
      "18": "He who tends the fig tree will eat its fruit,\nAnd he who faithfully protects and cares for his master will be honored.",
      "19": "As in water face reflects face,\nSo the heart of man reflects man.",
      "20": "Sheol (the place of the dead) and Abaddon (the underworld) are never satisfied;\nNor are the eyes of man ever satisfied.",
      "21": "The refining pot is for silver and the furnace for gold [to separate the impurities of the metal],\nAnd each is tested by the praise given to him [and his response to it, whether humble or proud].",
      "22": "Even though you pound a [hardened, arrogant] fool [who rejects wisdom] in a mortar with a pestle like grain,\nYet his foolishness will not leave him.",
      "23": "Be diligent to know the condition of your flocks,\nAnd pay attention to your herds;",
      "24": "For riches are not forever,\nNor does a crown endure to all generations.",
      "25": "When the grass is gone, the new growth is seen,\nAnd herbs of the mountain are gathered in,",
      "26": "The lambs will supply wool for your clothing,\nAnd the goats will bring the price of a field.",
      "27": "And there will be enough goats’ milk for your food,\nFor the food of your household,\nAnd for the maintenance of your maids."
    },
    "28": {
      "1": "The wicked flee when no one pursues them,\nBut the righteous are as bold as a lion.",
      "2": "When a land does wrong, it has many princes,\nBut when the ruler is a man of understanding and knowledge, its stability endures.",
      "3": "A poor man who oppresses and exploits the lowly\nIs like a sweeping rain which leaves no food.",
      "4": "Those who set aside the law [of God and man] praise the wicked,\nBut those who keep the law [of God and man] struggle with them.",
      "5": "Evil men do not understand justice,\nBut they who long for and seek the Lord understand it fully.",
      "6": "Better is the poor who walks in his integrity\nThan he who is crooked and two-faced though he is rich.",
      "7": "He who keeps the law [of God and man] is a wise and discerning son,\nBut he who is a companion of gluttons humiliates his father [and himself].",
      "8": "He who increases his wealth by interest and usury (excessive interest)\nGathers it for him who is gracious to the poor.",
      "9": "He who turns his ear away from listening to the law [of God and man],\nEven his prayer is repulsive [to God].",
      "10": "He who leads the upright astray on an evil path\nWill himself fall into his own pit,\nBut the blameless will inherit good.",
      "11": "The rich man [who is conceited and relies on his wealth instead of God] is wise in his own eyes,\nBut the poor man who has understanding [because he relies on God] is able to see through him.",
      "12": "When the righteous triumph, there is great glory and celebration;\nBut when the wicked rise [to prominence], men hide themselves.",
      "13": "He who conceals his transgressions will not prosper,\nBut whoever confesses and turns away from his sins will find compassion and mercy.",
      "14": "Blessed and favored by God is the man who fears [sin and its consequence] at all times,\nBut he who hardens his heart [and is determined to sin] will fall into disaster.",
      "15": "Like a roaring lion and a charging bear\nIs a wicked ruler over a poor people.",
      "16": "A leader who is a great oppressor lacks understanding and common sense [and his wickedness shortens his days],\nBut he who hates unjust gain will [be blessed and] prolong his days.",
      "17": "A man who is burdened with the guilt of human blood (murder)\nWill be a fugitive until death; let no one support him or give him refuge.",
      "18": "He who walks blamelessly and uprightly will be kept safe,\nBut he who is crooked (perverse) will suddenly fall.",
      "19": "He who cultivates his land will have plenty of bread,\nBut he who follows worthless people and frivolous pursuits will have plenty of poverty.",
      "20": "A faithful (right-minded) man will abound with blessings,\nBut he who hurries to be rich will not go unpunished.",
      "21": "To have regard for one person over another and to show favoritism is not good,\nBecause for a piece of bread a man will transgress.",
      "22": "He who has an evil and envious eye hurries to be rich\nAnd does not know that poverty will come upon him.",
      "23": "He who [appropriately] reprimands a [wise] man will afterward find more favor\nThan he who flatters with the tongue.",
      "24": "He who robs his father or his mother\nAnd says, “This is no sin,”\nIs [not only a thief but also] the companion of a man who destroys.",
      "25": "An arrogant and greedy man stirs up strife,\nBut he who trusts in the Lord will be blessed and prosper.",
      "26": "He who trusts confidently in his own heart is a [dull, thickheaded] fool,\nBut he who walks in [skillful and godly] wisdom will be rescued.",
      "27": "He who gives to the poor will never want,\nBut he who shuts his eyes [from their need] will have many curses.",
      "28": "When the wicked rise [to power], men hide themselves;\nBut when the wicked perish, the [consistently] righteous increase and become great."
    },
    "29": {
      "1": "He who hardens his neck and refuses instruction after being often reproved (corrected, criticized),\nWill suddenly be broken beyond repair.",
      "2": "When the righteous are in authority and become great, the people rejoice;\nBut when the wicked man rules, the people groan and sigh.",
      "3": "A man who loves [skillful and godly] wisdom makes his father joyful,\nBut he who associates with prostitutes wastes his wealth.",
      "4": "The king establishes (stabilizes) the land by justice,\nBut a man who takes bribes overthrows it.",
      "5": "A man who flatters his neighbor [with smooth words intending to do harm]\nIs spreading a net for his own feet.",
      "6": "By his wicked plan an evil man is trapped,\nBut the righteous man sings and rejoices [for his plan brings good things to him].",
      "7": "The righteous man cares for the rights of the poor,\nBut the wicked man has no interest in such knowledge.",
      "8": "Scoffers set a city afire [by stirring up trouble],\nBut wise men turn away anger [and restore order with their good judgment].",
      "9": "If a wise man has a controversy with a foolish and arrogant man,\nThe foolish man [ignores logic and fairness and] only rages or laughs, and there is no peace (rest, agreement).",
      "10": "The bloodthirsty hate the blameless [because of his integrity],\nBut the upright are concerned for his life.",
      "11": "A [shortsighted] fool always loses his temper and displays his anger,\nBut a wise man [uses self-control and] holds it back.",
      "12": "If a ruler pays attention to lies [and encourages corruption],\nAll his officials will become wicked.",
      "13": "The poor man and the oppressor have this in common:\nThe Lord gives light to the eyes of both.",
      "14": "If a king faithfully and truthfully judges the poor,\nHis throne shall be established forever.",
      "15": "The rod and reproof (godly instruction) give wisdom,\nBut a child who gets his own way brings shame to his mother.",
      "16": "When the wicked are in authority, transgression increases,\nBut the righteous will see the downfall of the wicked.",
      "17": "Correct your son, and he will give you comfort;\nYes, he will delight your soul.",
      "18": "Where there is no vision [no revelation of God and His word], the people are unrestrained;\nBut happy and blessed is he who keeps the law [of God].",
      "19": "A servant will not be corrected by words alone;\nFor though he understands, he will not respond [nor pay attention].",
      "20": "Do you see a [conceited] man who speaks quickly [offering his opinions or answering without thinking]?\nThere is more hope for a [thickheaded] fool than for him.",
      "21": "He who pampers his slave from childhood\nWill find him to be a son in the end.",
      "22": "An angry man stirs up strife,\nAnd a hot-tempered and undisciplined man commits many transgressions.",
      "23": "A man’s pride and sense of self-importance will bring him down,\nBut he who has a humble spirit will obtain honor.",
      "24": "Whoever is partner with a thief hates his own life;\nHe hears the curse [when swearing an oath to testify], but discloses nothing [and commits perjury by omission].",
      "25": "The fear of man brings a snare,\nBut whoever trusts in and puts his confidence in the Lord will be exalted and safe.",
      "26": "Many seek the ruler’s favor,\nBut justice for man comes from the Lord.",
      "27": "An unjust man is repulsive to the righteous,\nAnd he who is upright in the way [of the Lord] is repulsive to the wicked."
    },
    "30": {
      "1": "The words of Agur the son of Jakeh, the oracle:\nThe man says to Ithiel, to Ithiel and to Ucal:",
      "2": "Surely I am more brutish and stupid than any man,\nAnd I do not have the understanding of a man [for I do not know what I do not know].",
      "3": "I have not learned [skillful and godly] wisdom,\nNor do I have knowledge of the Holy One [who is the source of wisdom].",
      "4": "Who has ascended into heaven and descended?\nWho has gathered the wind in His fists?\nWho has bound the waters in His garment?\nWho has established all the ends of the earth?\nWhat is His name, and what is His Son’s name?\nCertainly you know!",
      "5": "Every word of God is tested and refined [like silver];\nHe is a shield to those who trust and take refuge in Him.",
      "6": "Do not add to His words,\nOr He will reprove you, and you will be found a liar.",
      "7": "Two things I have asked of You;\nDo not deny them to me before I die:",
      "8": "Keep deception and lies far from me;\nGive me neither poverty nor riches;\nFeed me with the food that is my portion,",
      "9": "So that I will not be full and deny You and say, “Who is the Lord?”\nOr that I will not be poor and steal,\nAnd so profane the name of my God.",
      "10": "Do not slander or malign a servant before his master [stay out of another’s personal life],\nOr he will curse you [for your interference], and you will be found guilty.",
      "11": "There is a generation (class of people) that curses its father\nAnd does not bless its mother.",
      "12": "There is a generation (class of people) that is pure in its own eyes,\nYet is not washed from its filthiness.",
      "13": "There is a generation (class of people)—oh, how lofty are their eyes!\nAnd their eyelids are raised in arrogance.",
      "14": "There is a generation (class of people) whose teeth are like swords\nAnd whose jaw teeth are like knives,\nTo devour the afflicted from the earth\nAnd the needy from among men.",
      "15": "The leech has two daughters,\n“Give, give!”\nThere are three things that are never satisfied,\nFour that do not say, “It is enough”:",
      "16": "Sheol, and the barren womb,\nEarth that is never satisfied with water,\nAnd fire that never says, “It is enough.”",
      "17": "The eye that mocks a father\nAnd scorns a mother,\nThe ravens of the valley will pick it out,\nAnd the young vultures will devour it.",
      "18": "There are three things which are too astounding and unexpectedly wonderful for me,\nFour which I do not understand:",
      "19": "The way of an eagle in the air,\nThe way of a serpent on a rock,\nThe way of a ship in the middle of the sea,\nAnd the way of a man with a maid.",
      "20": "This is the way of an adulterous woman:\nShe eats and wipes her mouth\nAnd says, “I have done no wrong.”",
      "21": "Under three things the earth is disquieted and quakes,\nAnd under four it cannot bear up:",
      "22": "Under a servant when he reigns,\nUnder a [spiritually blind] fool when he is filled with food,",
      "23": "Under an unloved woman when she gets married,\nAnd under a maidservant when she supplants her mistress.",
      "24": "There are four things that are small on the earth,\nBut they are exceedingly wise:",
      "25": "The ants are not a strong people,\nYet they prepare their food in the summer;",
      "26": "The shephanim are not a mighty folk,\nYet they make their houses in the rocks;",
      "27": "The locusts have no king,\nYet all of them go out in groups;",
      "28": "You may grasp the lizard with your hands,\nYet it is in kings’ palaces.",
      "29": "There are three things which are stately in step,\nEven four which are stately in their stride:",
      "30": "The lion, which is mighty among beasts\nAnd does not turn back before any;",
      "31": "The strutting rooster, the male goat also,\nAnd the king when his army is with him.",
      "32": "If you have foolishly exalted yourself,\nOr if you have plotted evil, put your hand on your mouth.",
      "33": "Surely the churning of milk produces butter,\nAnd wringing the nose produces blood;\nSo the churning of anger produces strife."
    },
    "31": {
      "1": "The words of King Lemuel, the oracle, which his mother taught him:",
      "2": "What, O my son?\nAnd what, O son of my womb?\nAnd what [shall I advise you], O son of my vows?",
      "3": "Do not give your [generative] strength to women [neither foreign wives in marriages of alliances, nor concubines],\nNor your ways to that which destroys kings.",
      "4": "It is not for kings, O Lemuel,\nIt is not for kings to drink wine,\nOr for rulers to desire strong drink,",
      "5": "Otherwise they drink and forget the law and its decrees,\nAnd pervert the rights and justice of all the afflicted.",
      "6": "Give strong drink [as medicine] to him who is ready to pass away,\nAnd wine to him whose life is bitter.",
      "7": "Let him drink and forget his poverty\nAnd no longer remember his trouble.",
      "8": "Open your mouth for the mute,\nFor the rights of all who are unfortunate and defenseless;",
      "9": "Open your mouth, judge righteously,\nAnd administer justice for the afflicted and needy.",
      "10": "An excellent woman [one who is spiritual, capable, intelligent, and virtuous], who is he who can find her?\nHer value is more precious than jewels and her worth is far above rubies or pearls.",
      "11": "The heart of her husband trusts in her [with secure confidence],\nAnd he will have no lack of gain.",
      "12": "She comforts, encourages, and does him only good and not evil\nAll the days of her life.",
      "13": "She looks for wool and flax\nAnd works with willing hands in delight.",
      "14": "She is like the merchant ships [abounding with treasure];\nShe brings her [household’s] food from far away.",
      "15": "She rises also while it is still night\nAnd gives food to her household\nAnd assigns tasks to her maids.",
      "16": "She considers a field before she buys or accepts it [expanding her business prudently];\nWith her profits she plants fruitful vines in her vineyard.",
      "17": "She equips herself with strength [spiritual, mental, and physical fitness for her God-given task]\nAnd makes her arms strong.",
      "18": "She sees that her gain is good;\nHer lamp does not go out, but it burns continually through the night [she is prepared for whatever lies ahead].",
      "19": "She stretches out her hands to the distaff,\nAnd her hands hold the spindle [as she spins wool into thread for clothing].",
      "20": "She opens and extends her hand to the poor,\nAnd she reaches out her filled hands to the needy.",
      "21": "She does not fear the snow for her household,\nFor all in her household are clothed in [expensive] scarlet [wool].",
      "22": "She makes for herself coverlets, cushions, and rugs of tapestry.\nHer clothing is linen, pure and fine, and purple [wool].",
      "23": "Her husband is known in the [city’s] gates,\nWhen he sits among the elders of the land.",
      "24": "She makes [fine] linen garments and sells them;\nAnd supplies sashes to the merchants.",
      "25": "Strength and dignity are her clothing and her position is strong and secure;\nAnd she smiles at the future [knowing that she and her family are prepared].",
      "26": "She opens her mouth in [skillful and godly] wisdom,\nAnd the teaching of kindness is on her tongue [giving counsel and instruction].",
      "27": "She looks well to how things go in her household,\nAnd does not eat the bread of idleness.",
      "28": "Her children rise up and call her blessed (happy, prosperous, to be admired);\nHer husband also, and he praises her, saying,",
      "29": "“Many daughters have done nobly, and well [with the strength of character that is steadfast in goodness],\nBut you excel them all.”",
      "30": "Charm and grace are deceptive, and [superficial] beauty is vain,\nBut a woman who fears the Lord [reverently worshiping, obeying, serving, and trusting Him with awe-filled respect], she shall be praised.",
      "31": "Give her of the product of her hands,\nAnd let her own works praise her in the gates [of the city]."
    }
  }
}