{
  "Info": {
    "Copyright": "https://www.biblegateway.com/versions/Amplified-Bible-AMP/#copy",
    "Language": "English",
    "Meaningless": "1.3.0",
    "Timestamp": "2025-09-29T21:54:29.768908-04:00",
    "Translation": "AMP"
  },
  "Zephaniah": {
    "1": {
      "1": "The word of the Lord which came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah the son of Amon, king of Judah:",
      "2": "“I will completely consume and sweep away all things\nFrom the face of the earth [in judgment],” says the Lord.",
      "3": "“I will consume and sweep away man and beast;\nI will consume and sweep away the birds of the air\nAnd the fish of the sea,\nAnd the stumbling blocks (idols) along with the wicked;\nAnd I will cut off and destroy man from the face of the earth,” declares the Lord.",
      "4": "“I will also stretch out My hand [in judgment] against Judah\nAnd against all the inhabitants of Jerusalem.\nAnd I will cut off and destroy the remnant of Baal from this place,\nAnd the names and remembrance of the idolatrous priests along with the [false] priests,",
      "5": "And those who bow down and worship the host of heaven [the sun, the moon, and the stars] on their housetops\nAnd those who bow down and swear [oaths] to [and pretend to worship] the Lord and [yet also] swear by [the pagan god called] Milcom [god of the Ammonites],",
      "6": "And those who have turned back from following the Lord,\nAnd those who have not sought the Lord [as their most important need] or inquired of Him.”",
      "7": "[Hush!] Be silent before the Lord God [there is no acceptable excuse to offer]!\nFor the day [of the vengeance] of the Lord is near,\nFor the Lord has prepared a sacrifice (Judah),\nHe has set apart [for His use] those who have accepted His invitation [the Chaldeans who rule Babylon].",
      "8": "“Then it will come about on the day of the Lord’s sacrifice\nThat I will punish the princes and the king’s sons\nAnd all who are clothed in [lavish] foreign apparel [reflecting their paganism].",
      "9": "“On that day I will also punish all those who leap over the temple threshold,\nWho fill their [pagan] lord’s temple with violence and deceit.",
      "10": "“On that day,” declares the Lord,\n“There will be the sound of crying from the Fish (Damascus) Gate [in the northern wall of Jerusalem where invaders enter]\nAnd wailing from the Second Quarter [of the city],\nAnd a loud crash from the hills.",
      "11": "“Wail [in anguish], you inhabitants of the Mortar (Valley of Siloam),\nFor all the merchants of Canaan will be silenced and destroyed;\nAll who weigh out silver will be cut off.",
      "12": "“It will come about at that time\nThat I will search Jerusalem with lamps\nAnd I will punish the men\nWho [like old wine] are stagnant in spirit,\nWho say in their hearts,\n‘The Lord will not do good, nor will He do evil.’",
      "13": "“Furthermore, their wealth will become plunder\nAnd their houses a desolation.\nYes, they will build houses but not live in them,\nAnd plant vineyards but not drink their wine.”",
      "14": "The great [judgment] day of the Lord is near,\nNear and coming very quickly.\nListen! The [voice of the] day of the Lord!\nThe warrior cries out bitterly [unable to fight or to flee].",
      "15": "That day is a day of [the outpouring of the] wrath [of God],\nA day of trouble and distress,\nA day of destruction and devastation,\nA day of darkness and gloom,\nA day of clouds and thick darkness,",
      "16": "A day of trumpet and the battle cry [of invaders]\nAgainst the fortified cities\nAnd against the high corner towers (battlements).",
      "17": "I will bring distress on men\nSo that they will walk like the blind [unable to find a way of escape],\nBecause they have sinned against the Lord;\nTheir blood will be poured out like dust [and trampled underfoot],\nAnd their flesh like dung.",
      "18": "Neither their silver nor their gold\nWill be able to rescue them\nOn the day of the Lord’s indignation and wrath.\nAnd the whole earth will be consumed\nIn the fire of His jealous wrath,\nFor He shall make a full and complete end,\nIndeed a terrifying one,\nOf all the inhabitants of the earth."
    },
    "2": {
      "1": "Gather yourselves together [in repentance], yes, gather [in submission],\nO nation without shame,",
      "2": "Before the decree takes effect [and the time for repentance is lost]—\nThe day passes like the chaff [whirled by the wind]—\nBefore the burning and fierce anger of the Lord comes upon you,\nBefore the day of the wrath of the Lord comes upon you.",
      "3": "Seek the Lord [search diligently for Him and regard Him as the foremost necessity of your life],\nAll you humble of the land\nWho have practiced His ordinances and have kept His commandments;\nSeek righteousness, seek humility [regard them as vital].\nPerhaps you will be hidden [and pardoned and rescued]\nIn the day of the Lord’s anger.",
      "4": "For [this is the fate of the Philistines:] Gaza will be abandoned\nAnd Ashkelon a desolation;\n[The people of] Ashdod will be driven out at noon [in broad daylight]\nAnd Ekron will be uprooted and destroyed.",
      "5": "Woe (judgment is coming) to the inhabitants of the seacoast,\nThe nation of the Cherethites [in Philistia]!\nThe word of the Lord is against you,\nO Canaan, land of the Philistines;\nI will destroy you\nSo that no inhabitant will be left.",
      "6": "So the [depopulated] seacoast shall be pastures,\nWith [deserted] meadows for shepherds and folds for flocks.",
      "7": "The seacoast will belong\nTo the remnant of the house of Judah;\nThey will pasture [their flocks] on it.\nIn the [deserted] houses of Ashkelon [in Philistia] they [of Judah] will lie down and rest in the evening,\nFor the Lord their God will care for them;\nAnd restore their fortune [permitting them to occupy the land].",
      "8": "“I have heard the taunting of Moab\nAnd the revilings of the sons of Ammon,\nWith which they have taunted My people\nAnd become arrogant against their territory [by violating Israel’s boundary and trying to seize its land].",
      "9": "“Therefore, as I live,” declares the Lord of hosts,\nThe God of Israel,\n“Moab will in fact become like Sodom\nAnd the sons of Ammon like Gomorrah,\nA land possessed by nettles and salt pits,\nAnd a perpetual desolation.\nThe remnant of My people will plunder them\nAnd what is left of My nation will inherit them [as their own].”",
      "10": "This they shall have in return for their pride, because they have taunted and become arrogant against the people of the Lord of hosts.",
      "11": "The Lord will be terrifying and awesome to them, for He will starve all the gods of the earth; and all the coastlands of the nations will bow down and worship Him, everyone from his own place.",
      "12": "“You also, O Ethiopians, will be slain by My sword.”",
      "13": "And the Lord will stretch out His hand against the north\nAnd destroy Assyria,\nAnd He will make Nineveh a desolation [a wasteland],\nParched as the desert.",
      "14": "Flocks will lie down in her midst,\nAll the animals which range in herds;\nBoth the pelican and the short-eared owl\nWill roost on the top of Nineveh’s pillars.\nBirds will sing in the window,\nDesolation will be on the threshold;\nFor He has uncovered the cedar paneling.",
      "15": "This is the joyous city\nWhich dwells carelessly [feeling so secure],\nWho says in her heart,\n“I am, and there is no one besides me.”\nWhat a desolation she has become,\nA lair for [wild] animals!\nEveryone who passes by her will hiss [in scorn]\nAnd wave his hand in contempt."
    },
    "3": {
      "1": "Woe (judgment is coming) to her who is rebellious and defiled,\nThe tyrannical city [Jerusalem]!",
      "2": "She did not listen and heed the voice [of God];\nShe accepted no correction.\nShe did not trust in the Lord [but trusted her own power];\nShe did not draw near to her God [but to the pagan gods of Baal or Molech].",
      "3": "Her officials within her are roaring lions;\nHer judges are [as hungry as] the wolves at evening,\nThey leave nothing for the morning.",
      "4": "Her prophets are reckless and treacherous men;\nHer priests have profaned the sanctuary;\nThey have done violence to the law [by pretending their word is God’s word].",
      "5": "The Lord is righteous within her;\nHe will do no injustice.\nEvery morning He brings His justice to light;\nHe does not fail.\nBut the unjust person knows no shame.",
      "6": "“I [the Lord] have cut off and destroyed nations [as a warning to Judah];\nTheir corner towers (battlements) are in ruins.\nI have made their streets desolate\nSo that no one passes by;\nTheir cities are destroyed\nSo that there is no man, there is no inhabitant.",
      "7": "“I said, ‘Most certainly you will [reverently] fear Me;\nAccept correction.’\nSo Jerusalem’s dwelling will not be cut off\nIn accordance with all that I have appointed concerning her [punishment],\nBut they were eager [even rising early] to make all their deeds corrupt.",
      "8": "“Therefore [you of the godly remnant of Judah, patiently] wait for Me,” declares the Lord,\n“[Wait] for the day when I rise up as a witness [against the nations].\nFor it is My decision and My right to gather the nations,\nTo assemble kingdoms,\nTo pour out on them My indignation,\nAll [the heat of] My burning anger;\nFor [in that day] all the earth shall be consumed\nBy the fire of My zeal.",
      "9": "“Then I will give to the peoples [clear and pure speech from] purified lips [which reflect their purified hearts],\nThat all of them may call on the name of the Lord,\nTo serve Him shoulder to shoulder (united).",
      "10": "“From beyond the rivers of Ethiopia\nMy worshipers, [the descendants of] My dispersed ones,\nWill bring My offerings.",
      "11": "“On that day you [Israel] will feel no shame\nBecause of all your acts\nBy which you have rebelled and sinned against Me;\nThen I will remove from among you\nYour rejoicing ones who delight in their pride;\nAnd you will never again behave arrogantly\nOn My holy mountain [Mount Zion].",
      "12": "“But I will leave among you\nA humble and lowly people,\nAnd they will take refuge and trust confidently in the name of the Lord.",
      "13": "“The remnant of Israel will do no wrong\nNor speak lies,\nNor will a deceitful tongue\nBe found in their mouths;\nFor they will eat and lie down\nWith no one to make them tremble and feel afraid.”",
      "14": "Shout for joy, O Daughter of Zion!\nShout in triumph, O Israel!\nRejoice, be in high spirits and glory with all your heart,\nO Daughter of Jerusalem [in that day]!",
      "15": "The Lord has taken away the judgments against you;\nHe has cleared away your enemies.\nThe King of Israel, even the Lord [Himself], is in your midst;\nYou will no longer fear disaster.",
      "16": "In that day it will be said to Jerusalem:\n“Do not be afraid, O Zion;\nDo not let your hands fall limp.",
      "17": "“The Lord your God is in your midst,\nA Warrior who saves.\nHe will rejoice over you with joy;\nHe will be quiet in His love [making no mention of your past sins],\nHe will rejoice over you with shouts of joy.",
      "18": "“I will gather those [Israelites in captivity] who grieve about the appointed feasts—\nThey came from you, [O Zion];\nOn whom the reproach [of exile] is a burden.",
      "19": "“Behold, at that time I am going to deal\nWith all your oppressors;\nI will save the lame\nAnd gather the scattered,\nAnd I will turn their shame into praise and renown\nIn every land [where they have suffered].",
      "20": "“At that time I will bring you in,\nYes, at the time I gather you together;\nFor I will make you a name and a praise\nAmong all the peoples of the earth\nWhen I restore your fortunes [and freedom] before your eyes,”\nSays the Lord."
    }
  }
}